{
  "id": 8356328,
  "name": "Rebecca GIAMBRONE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING",
  "name_abbreviation": "Giambrone v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2007-08-14",
  "docket_number": "",
  "first_page": "1265",
  "last_page": "1273",
  "citations": [
    {
      "type": "official",
      "cite": "929 A.2d 1265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "804 A.2d 706",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11421548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/804/0706-01"
      ]
    },
    {
      "cite": "838 A.2d 869",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9300125
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "872"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/838/0869-01"
      ]
    },
    {
      "cite": "851 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9235301
      ],
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/851/0253-01"
      ]
    },
    {
      "cite": "666 A.2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12053303
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0779-01"
      ]
    },
    {
      "cite": "883 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        988570,
        8908231
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "507"
        },
        {
          "page": "507-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0283-01",
        "/a2d/883/0503-01"
      ]
    },
    {
      "cite": "584 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988570
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "291"
        },
        {
          "page": "291"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/584/0283-01"
      ]
    },
    {
      "cite": "664 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863555
      ],
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0199-01"
      ]
    },
    {
      "cite": "723 A.2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11756502
      ],
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/723/0263-01"
      ]
    },
    {
      "cite": "635 A.2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454624,
        7360805
      ],
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "when a licensee has violated the Controlled Substance Act on different days or months, multiple convictions were held to be a single criminal episode and constituted a first offense under Section 13(m) of the Controlled Substance Act"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/160/0427-01",
        "/a2d/635/0230-01"
      ]
    },
    {
      "cite": "634 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1454658
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "696",
          "parenthetical": "\"where multiple convictions of the [Controlled Substance Act] arise from a single act, and the defendant has no prior convictions under the [Controlled Substance Act], the enhancement provisions of Section 13(m) of the [Controlled Substance Act] are not applicable\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/160/0049-01"
      ]
    },
    {
      "cite": "644 A.2d 262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1463109,
        7865102
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "267"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/165/0128-01",
        "/a2d/644/0262-01"
      ]
    },
    {
      "cite": "35 U. Pitt. L.Rev. 275",
      "category": "journals:journal",
      "reporter": "U. Pitt. L. Rev.",
      "year": 1973,
      "pin_cites": [
        {
          "page": "286-287"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "314 A.2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 1
    },
    {
      "cite": "455 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        581996
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/455/0622-01"
      ]
    },
    {
      "cite": "270 U.S. 593",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142763
      ],
      "weight": 3,
      "year": 1926,
      "pin_cites": [
        {
          "page": "610"
        },
        {
          "page": "371"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/270/0593-01"
      ]
    },
    {
      "cite": "500 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781019
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "491-492"
        },
        {
          "page": "181-182"
        },
        {
          "page": "489"
        },
        {
          "page": "180"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/500/0482-01"
      ]
    },
    {
      "cite": "883 A.2d 503",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        988570,
        8908231
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/584/0283-01",
        "/a2d/883/0503-01"
      ]
    },
    {
      "cite": "584 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988570
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/584/0283-01"
      ]
    },
    {
      "cite": "664 A.2d 199",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863555
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "202"
        },
        {
          "page": "202"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/664/0199-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 908,
    "char_count": 25541,
    "ocr_confidence": 0.731,
    "pagerank": {
      "raw": 5.298132930532853e-08,
      "percentile": 0.3340109790184679
    },
    "sha256": "1c777bd01873227208c6860ca99fc84aac204c32707f201f48e4cf692b607129",
    "simhash": "1:d73a2cdbe487a50d",
    "word_count": 4010
  },
  "last_updated": "2024-02-27T20:33:07.171132+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, President Judge, COLINS, Judge, McGINLEY, Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, SIMPSON, Judge, LEAVITT, Judge.",
      "Judge SMITH-RIBNER joins in this dissenting opinion."
    ],
    "parties": [
      "Rebecca GIAMBRONE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nPresident Judge LEADBETTER.\nRebecca Giambrone appeals from the order of the Court of Common Pleas of Berks County (common pleas) dismissing, in part, her statutory appeal and directing the Pennsylvania Department of Transportation (DOT) to reinstate 11 suspensions of her motor vehicle operating privilege imposed pursuant to Section 1532(c) of the Vehicle Code, 75 Pa.C.S. § 1532(c).\nOn November 3, 2004, DOT mailed Gi-ambrone 12 separate notices imposing a suspension of her operating privileges for 12 separate six-month periods based upon her guilty plea to informations charging violations of Section 13(a)(12) of the Controlled Substance, Drug, Device and Cosmetic Act (Controlled Substance Act). Giambrone appealed to common pleas, contending that because she had never been found guilty of a prior drug offense, only one six-month suspension should have been imposed under Section 1532(c) of the Vehicle Code as the “offense,” despite involving multiple criminal informations, was the result of a single criminal episode.\nBefore the trial court, DOT submitted into evidence: (1) copies of the 12 suspension notices; (2) copies of 12 corresponding DL-21D Forms issued by the Clerk of Courts of Berks County for each of Giam-brone’s convictions; and (3) copies of her driving history record. Each of the DL-21D Forms stated a criminal information number corresponding to Docket Nos. 1355/04 through 1366/04 and No.2004 03351 and a corresponding “date of violation,” as follows: May 15, 2000; April 1, 2001; January 1, 2002; January 28, 2002; September 5, 2002; October 22, 2002; November 5, 2002; November 14, 2002; January 30, 2003; July 4, 2003 and October 2, 2003.\nGiambrone submitted copies of the 12 criminal informations filed by the District Attorney of Berks County. Each of those informations fisted the twelve aliases under which Giambrone obtained prescription medication by fraud or forgery. Specifically, eleven of the informations, Nos. 1355/04 to 1366/04 charged her with one count of forgery in violation of 18 Pa.C.S. § 4101(a)(3) and one count of acquisition of a controlled substance by fraud in violation of 35 P.S. § 780-113(a)(12). All of those eleven informations, except Docket No. 1365/04 dated a day later, were dated March 31, 2004. The remaining information, No.2004 03351, dated July 22, 2004, charged Giambrone with four counts of violating the same provisions fisted in the other informations, but also named the doctor on whose “script” the forged prescriptions were written and the pharmacy where the forged prescriptions were presented and filed. Giambrone also submitted 11 orders consolidating the charges in informations 1355/04 through 1366/04 for trial pursuant to Pa. R.Crim. P. 582. Finally, Giambrone submitted 11 separate Intermediate Punishment Orders, dated September 1, 2004, imposing concurrent five-year terms of probation, requiring participation in a drug rehabilitation program and submission to urine testing. Another Order, also dated September 1, 2004, placed Giambrone on one year probation to run concurrently with the charges filed in the criminal information filed at Docket No. 2004 03351.\nCommon pleas sustained Giambrone’s statutory appeal as to one of the 12 Controlled Substance Act suspensions because the conviction reports for two offenses stated the same occurrence date of October 2, 2003, and, therefore, constituted a single criminal episode. Common pleas denied Giambrone’s statutory appeal with respect to the remaining 11 suspensions, finding them separate and distinct criminal episodes. The present appeal followed. Giambrone asserts legal error in the imposition of more than one six-month suspension, contending that her convictions stem from a single criminal episode, and challenges the accuracy of the violation dates stated on the DL-21D Forms.\nAbsent any prior drug conviction, when the offense involves a single criminal episode, a single six-month suspension is imposed, but where the convictions constitute simultaneous multiple first offenses each conviction triggers a corresponding six-month suspension. Brosius v. Dep’t of Transp., Bureau of Driver Licensing, 664 A.2d 199, 202 (Pa.Cmwlth.1995) (holding that enhanced term of suspension for recidivist offenders, under Section 13(m) of the Controlled Substance Act, not applicable where multiple first convictions). Thus, we must decide whether Giam-brone’s multiple convictions stem from a single offense, mandating a single six-month suspension, or multiple offenses requiring multiple consecutive six-month suspensions. An “offense” within the meaning of “conviction for a violation” contained within Section 1532(c) of the Vehicle Code is not determined by the number of charges for which a person is convicted, but whether those charges arose .out of a “single criminal episode” or “multiple criminal, episodes.” Freundt v. Dep’t of Transp., Bureau of Driver Licensing, 584 Pa. 283, 291, 883 A.2d 503, 507 (2005).\nIn determining that multiple drug convictions had not been shown to be multiple “offenses” within the meaning of 75 Pa. C.S. § 1532(c), our Supreme Court, in Freundt, held:\nThe record does not reflect whether the unlawful acquisitions took place at one time, or whether the “three and one-half month period” cited in the criminal information was due to the fact that the substances were inventoried by the pharmacy during this span of time. Further, there were no distinct dates set forth in the individual counts against Appellee. Therefore, Appellee’s conviction was for a single “offense,” within the meaning of that term in this statute, that is, a single criminal episode.\n584 Pa. at 291, 883 A.2d at 507-08. The necessary corollary is that where separate acts occur on different dates, they are separate offenses for purpose of Section 1532(c). Cf. Lauer v. Dep’t of Transp., Bureau of Driver Licensing, 666 A.2d 779 (Pa.Cmwlth.1995) (stating that, where licensee committed three separate and distinct acts on three different days resulting in three separate violations of the Drug Act, the fact that the violations stemmed from similar circumstances all within a single week did not require a conclusion that the three convictions arose from the same criminal act). This is precisely what this court held in Carter, cited with approval by our Supreme Court in Freundt, to wit:\n[T]he analysis employed in [the Commonwealth Court’s decision in] Freundt[ ] supports the conclusion that where, as in Brosius, Lauer and here, multiple crimes are committed on different days and separately charged, each of those convictions mandates a separate suspension.\nThus, to meet its burden of proof, the Department must present evidence that the three convictions were for three separate and distinct criminal acts,5 separately charged, that occurred on different days.\nFN5. Although the offenses must be separately charged, we note that they may appear as separate counts of a single indictment as in Lauer.\n838 A.2d at 872 [citing Brosius and Lauer]. Thus, our courts have established a clear and workable standard, capable of consistent application.\nThe Department bears the burden of making a prima facie showing that multiple offenses were not part of a single criminal episode. ' See Gregg v. Dep’t of Transp., Bureau of Driver Licensing, 851 A.2d 253, 256 (Pa.Cmwlth.2004). In Carter v. Dep’t of Transp., Bureau of Driver Licensing, 838 A.2d 869 (Pa.Cmwlth.2003), we explained:\nThe Department meets its burden by submitting into evidence its certified record of conviction demonstrating that each offense was separately charged and occurred on different days. Upon this showing, the burden of proof then shifts to the licensee to present “clear and convincing evidence” to rebut the presumption of correctness raised by the Department’s certified records.\nId. at 872. Here, as the trial court noted, “DOT proved its case by submitting certified documents showing evidence of twelve separate acts occurring on eleven separate and clearly identifiable dates.” Trial court op. at 3 (filed April 19, 2006). This distinguishes the present case from Freundt, where the record simply did not contain any evidence of specific violation dates. Although the criminal informations submitted by Giambrone may have charged date ranges, some of which overlapped in part, the trial court did not accept that evidence as sufficient to rebut the presumption of accuracy in the specific violation dates listed on the DL-21D Forms, which the Clerk of the convicting court certified after the entry of guilty pleas. Such fact-finding is the trial court’s province. Based upon the supported finding that Giambrone was convicted of twelve offenses occurring on eleven different dates, the trial court properly applied the law set forth above to sustain her appeal to one of the twelve suspensions, while leaving the other eleven intact.\nAccordingly, we affirm.\nORDER\nAND NOW, this 14th day of August, 2007, the order of the Court of Common Pleas of Berks County in the above captioned matter is hereby AFFIRMED.\n.Section 1532(c) of the Vehicle Code states in relevant part:\n(c) The department shall suspend the operating privilege of any person upon receiving a certified record of the person’s conviction of any offense involving the possession, sale, delivery, offering for sale, holding for sale or giving away of any controlled substance under the laws of the United States, this Commonwealth or any other state, ...\n(1) The period of suspension shall be as follows:\n(i)For a first offense, a period of six months from the date of suspension.\n(ii) For a second offense, a period of one year from the date of suspension.\n(iii) For a third offense and any subsequent offense thereafter, a period of two years from the date of suspension.\n. Act of April 14, 1972, P.L. 233, as amended, 35 P.S. § 780-113(a)(12).\n. Pa. R.Crim. P. 582 states in relevant part: (A) Standards\n(1) Offenses charged in separate indictments or informations may be tried together if:\n(a) the evidence of each of the offenses would be admissible in a separate trial for the other and is capable of separation by the jury so that there is no danger of confusion; or\n(b) the offenses charged are based on the same act or transaction.\n. While Giambrone asserts inaccuracy in the DL-21D Forms, she points to nothing specific that contradicts the accuracy certified by the Clerk of Courts’ signature on each form. Gi-ambrone bases her argument on the fact that each criminal information charges the commission of illegal conduct during a specified period of several months duration with some of the time periods stated on some of the informations overlapping.\n. Section 13(m) of the Controlled Substance Act, 35 P.S. § 780-113(m), was repealed by the Act of June 28, 1993, P.L. 137.\n. Freundt v. Dep’t of Transp., Bureau of Driver Licensing, 804 A.2d 706 (Pa.Cmwlth.2002).",
        "type": "majority",
        "author": "President Judge LEADBETTER."
      },
      {
        "text": "DISSENTING OPINION BY\nJudge PELLEGRINI.\nBecause the majority holding is at variance with how our Supreme Court has defined what should be considered a “single criminal episode,” I respectfully dissent from the majority holding that Rebecca Giambrone’s (Licensee) operating privilege should be suspended for six years as a result of a criminal episode that had nothing to do with the operation of a motor vehicle.\nThe facts as recounted in the majority opinion are not in dispute. Licensee was charged with forging prescriptions to obtain controlled substances from as early as May 2000 through October 2003, with many overlapping periods. The District Attorney of Berks County filed 12 criminal informations against Licensee alleging that she used forged prescriptions to obtain controlled substances. Eleven of the in-formations charged her with one count of forgery and one count of acquisition of a controlled substance by fraud. All of those 11 informations, except one dated a day later, were dated March 31, 2004. On the same date, 11 consolidation orders dated March 31, 2004, were issued pursuant to Pa. R.Crim. P. 582 consolidating for trial the charges brought in the informa-tions.\nEven though consolidated, 11 separate Intermediate Punishment Orders, dated September 1, 2004, were issued, each running concurrently, placing Licensee on five years’ probation, electronic monitoring for three months, requiring participation in a drug rehabilitation program and submission to urine testing, as well as costs. One Probation Order, also dated September 1, 2004, placed Licensee on one year probation to'run concurrently with the charges filed in the criminal information filed at Docket No. 2004 03351. The Berks County Clerks of Court forwarded 12 reports of conviction to the Bureau of Driver Licensing (Bureau). Treating each conviction as a separate criminal episode, the Bureau, pursuant to the Controlled Substance, Drug, Device and Cosmetic Act, issued notices imposing multiple consecutive six-month suspensions under Section 1532(c) of the Vehicle Code, 75 Pa.C.S. § 1532(c), suspending License’s driving privilege for six years.\n(A) Standards\n(1) Offenses charged in separate indictments or informations may be tried together if:\n(a) the evidence of each of the offenses would be admissible in a separate trial for the other and is capable of separation by the jury so that there is no danger of confusion; or\n(b) the offenses charged are based on the same act or transaction.\nLicensee appealed to the trial court arguing that her convictions for obtaining controlled substances flowed from a single criminal episode as evidenced by the fact that they were consolidated pursuant to Pa. R.Crim. P. 582, and, as a result, she should only receive a single six-month suspension. Finding that they were separate and distinct criminal episodes, the trial court dismissed the appeal. Agreeing with the trial court, the majority affirms on the basis that Licensee’s offenses occurred on 11 different dates; therefore, they were separate offense for purposes of Section 1532(c) of the Vehicle Code. I disagree because while the offenses may have occurred on different dates, they were all part of one continuous scheme and should have been treated as if they flowed from a single criminal episode.\nAn “offense” within the meaning of “conviction for a violation” contained within Section 1532(c) of the Vehicle Code is not determined by the number of charges for which a person is convicted, but whether those charges arose out of a “single criminal episode” or “multiple criminal episodes.” Freundt v. Department of Transportation, Bureau of Driver Licensing, 584 Pa. 283, 291, 883 A.2d 503, 507 (2005). Absent any prior drug conviction, when the offense involves a single criminal episode, a single six-month suspension is imposed. Brosius v. Department of Transportation, Bureau of Driver Licensing, 664 A.2d 199, 202 (Pa.Cmwlth.1995) (“when a second offense is committed before the conviction occurs on the first offense, or the final judgment of conviction for multiple offenses occurs at the same time, and, the licensee does not have other extant drug convictions, all convictions will be deemed to be ‘first offenses’ mandating separate and consecutive terms of suspension.”)\nWe have never addressed with any specificity an overall standard that should be applied to determine whether an “offense” is a “single criminal episode.” However, in the context of the criminal compulsory joinder rule, Pa. R.Crim. P. 582 and 18 Pa.C.S. § 110, our Supreme Court has provided some guidance as to which factors should be considered when determining whether multiple convictions flow from • a “single criminal episode.” In Commonwealth v. Hude, 500 Pa. 482, 458 A.2d 177 (1983), our Supreme Court held that in order for there to be a “single criminal episode,” the convictions must be “logically and temporally related:”\n[I]n ascertaining whether a number of statutory offenses are ‘logically related’ to one another, the court should initially inquire as to whether there is a substantial duplication of factual, and/or legal issues presented by the offenses. If there is duplication, then the offenses are logically related and must be prosecuted at one trial. The mere fact that the additional statutory offenses involve additional issues of law or fact is not sufficient to create a separate criminal episode since the logical relationship test does not require ‘an absolute identity of factual backgrounds.’\nThe temporal relationship between criminal acts will be a factor which frequently determines whether the acts are ‘logically related.’ However, the definition of a ‘single criminal episode’ should not be limited to acts which are immediately connected in time. As the United States Supreme Court recognized in Moore v. New York Cotton Exchange [270 U.S. 593, 610, 46 S.Ct. 367, 371, 70 L.Ed. 750 (1926) ] ‘Transaction is a word of flexible meaning. It may comprehend a series of many occurrences, depending not so much upon the immediateness of their connection as upon their logical relationship.’ It is submitted that by requiring that criminal acts be logically related, the courts will be better able to implement the policies which the ‘single criminal episode’ test is designed to promote.\nHude, 500 Pa. at 491-492, 458 A.2d at 181-182 (quoting Comment, Commonwealth v. Campana, 455 Pa. 622, 314 A.2d 854 (1974) and Section 110 of the Crimes Code: Fraternal Twins, 35 U. Pitt. L.Rev. 275, 286-287 (1973)).\nWithout specifically applying the logically and temporally related standard set forth in Hude, we have applied similar reasoning in determining whether multiple charges constitute a single criminal episode. For example, in Heisterkamp v. Department of Transportation, Bureau of Driver Licensing, 165 Pa.Cmwlth. 128, 644 A.2d 262 (1994), we held that acts that serve as part of an ongoing course of criminal conduct should be considered a single criminal episode. In that case, the licensee, while an assistant district attorney, took for her own personal use varying amounts of cocaine that were being held in the evidence locker of the district attorney’s office for pending criminal prosecutions. The licensee pled guilty to 21 counts of possession of a controlled substance in violation of. Section 13(a)(16) of the Controlled Substance Act and 21 counts of theft by unlawful taking that occurred during the time period between April 1, 1991, and November 22, 1991. The Licensee was sentenced to two to five years in a state prison to run concurrently to all 42 counts and was fined $5,000. PennDot sent the licensee 23 official suspension notices at various times, which would have suspended her operating privileges for a total of 39 years. We held that this was a first offense in that she had no prior convictions under the Controlled Substance Act, “and her repeated acts of taking cocaine from the evidence locker were the result of one continuous criminal scheme or one criminal episode.” Heisterkamp, 644 A.2d at 267. See also Department of Transportation, Bureau of Driver Licensing v. Perruso, 160 Pa.Cmwlth. 49, 634 A.2d 692, 696 (1993) (“where multiple convictions of the [Controlled Substance Act] arise from a single act, and the defendant has no prior convictions under the [Controlled Substance Act], the enhancement provisions of Section 13(m) of the [Controlled Substance Act] are not applicable”); Department of Transportation, Bureau of Driver Licensing v. Hardy, 160 Pa.Cmwlth. 427, 635 A.2d 230 (1993) (when a licensee has violated the Controlled Substance Act on different days or months, multiple convictions were held to be a single criminal episode and constituted a first offense under Section 13(m) of the Controlled Substance Act).\nAdditionally, we have looked to see if the charges were brought on the same criminal information or, if the charges were brought on separate criminal informations, consolidated for trial, or whether one overall sentence was imposed. Freundt; Yadzinski v. Com., Department of Transportation, Bureau of Driver Licensing, 723 A.2d 263, 267 (Pa.Cmwlth.1999) (“[b]ecause there are two convictions as a result of [licensee’s violations under the [Controlled Substance Act], the plain language of the Vehicle Code requires that each conviction be treated separately and the ‘single criminal episode’ analysis is inapplicable.”) In Brosius, we held that for PennDot to meet its burden, it has to prove that all of the convictions were for separate and distinct criminal acts, separately charged, and that they all occurred on different dates. Bro-sius, 664 A.2d at 202. All of those factors indicate whether those involved, most notably the district attorney and the judge who was assigned the case, viewed the case as part of a single criminal episode.\nApplying the factors identified above, the charges involved here constitute one single criminal episode. All of the convictions involve the same offense — Licensee illegally procuring the same types of medicines for overlapping periods by fraudulently presenting false prescriptions to a pharmacy. While the charges were filed on different criminal informations, except for one, they were filed on the same day. Most telling, the criminal informations were consolidated for trial under Pa. R.Crim. P. 582, and the trial court issued, in effect, on the same date one cumulative sentence for all of the convictions. As in Heisterkamp, because they were temporally and logically related to each other, all of the convictions flowed from one single continuous criminal episode. Because this is Licensee’s first offense, only a single six-month suspension should have been imposed by PennDot.\nFor these reasons, I disagree with the majority, would reverse the trial court and, accordingly, I respectfully dissent.\nJudge SMITH-RIBNER joins in this dissenting opinion.\n. The criminal informations listed the offenses as follows: Docket No. 1355/04 — November 14, 2002 through October 10, 2003— Hydrocodone/Vicodin/Lortab; Docket No. 1357/04 — October 2, 2000 through October 1, 2003 — Hydrocode/APAP, Vicodin and Lortab; Docket No. 1358/04 — January 28, 2002 through October 1, 2003 — Hydrocode/APAP, Vicodin and Lortab; Docket No. 1359/04— October 2, 2000 through October 1, 2003— Hydrocode/APAP, Vicodin and Lortab; Docket No. 1360/04 — January 30, 2003 through August 27, 2003 — Hydrocode/APAP, Vicodin and Lortab; Docket No. 1361/04 — May 15, 2000 through August 31, 2003 — Hydro-code/APAP, Vicodin and Lortab; Docket No. 1362/04 — May 15, 2000 through August 31, 2003 — Hydrocode and Amitriptyline; Docket No. 1363/04 — January 2002 through September 2003 — Hydrocode/Lortab; Docket No. 1364/04 — November 5, 2002 through September 23, 2003 — Vicodin/Lortab; Docket No. 1365/04 — April 2001 through to approximately August 2003 — Vicodin/Lortab; and Docket No. 1366/04 — February 21, 2003 through to September 22, 2003 — Vicodin.\n. Pa. R.Crim. P. 582 states in relevant part:\n. Act of April 14, 1972, P.L. 233, as amended, 35 P.S. § 780-113(a)(12).\n. Section 1532(c) of the Vehicle Code states, in relevant part:\n(c) The department shall suspend the operating privilege of any person upon receiving a certified record of the person’s conviction of any offense involving the possession, sale, delivery, offering for sale, holding for sale or giving away of any .controlled substance under the laws of the United States, this Commonwealth or any other state, ...\n(1) The period of suspension shall be as follows:\n(i) For a first offense, a period of six months from the date of suspension.\n(ii) For a second offense, a period of one year from the date of suspension.\n(iii)For a third offense and any subsequent offense thereafter, a period of two years from the date of suspension.\n.The relevant portions of 18 Pa.C.S. § 110 state as follows:\nAlthough a prosecution is for a violation of a different provision of the statutes than a former prosecution or is based on different facts, it is barred by such former prosecution under the following circumstances:\n(1) The former prosecution resulted in an acquittal or in a conviction as defined in section 109 of this title (relating to when prosecution barred by former prosecution for same offense) and the subsequent prosecution is for:\n(ii) any offense based on the same conduct or arising from the same criminal episode, if such offense was known to the appropriate prosecuting officer at the time of the commencement of the first trial and occurred within the same judicial district as the former prosecution unless the court ordered a separate trial of the charge of such offense;\n. Our Supreme Court stated that the compulsory joinder rule as set forth in 18 Pa.C.S. § 110 was designed to serve two policy considerations:\n(1) to protect a person accused of crimes from governmental harassment of being forced to undergo successive trials for offenses stemming from the same criminal episode; and (2) as a matter of judicial administration and economy, to assure finality without unduly burdening the judicial process by repetitious litigation.\nHude, 500 Pa. at 489, 458 A.2d at 180. (Citations omitted.)",
        "type": "dissent",
        "author": "Judge PELLEGRINI."
      }
    ],
    "attorneys": [
      "Christian J. Hoey, Paoli, for appellant.",
      "Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rebecca GIAMBRONE, Appellant v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING.\nCommonwealth Court of Pennsylvania.\nArgued June 13, 2007.\nDecided Aug. 14, 2007.\nChristian J. Hoey, Paoli, for appellant.\nTimothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellee.\nBEFORE: LEADBETTER, President Judge, COLINS, Judge, McGINLEY, Judge, SMITH-RIBNER, Judge, PELLEGRINI, Judge, SIMPSON, Judge, LEAVITT, Judge."
  },
  "file_name": "1265-01",
  "first_page_order": 1313,
  "last_page_order": 1321
}
