{
  "id": 7282259,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Mark Brooks CLEGG, Appellant",
  "name_abbreviation": "Commonwealth v. Clegg",
  "decision_date": "2011-08-16",
  "docket_number": "",
  "first_page": "1266",
  "last_page": "1272",
  "citations": [
    {
      "type": "official",
      "cite": "27 A.3d 1266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "314 Pa.Super. 162",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        83928
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/314/0162-01"
      ]
    },
    {
      "cite": "709 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        507784,
        11837245
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0184-01",
        "/a2d/709/0892-01"
      ]
    },
    {
      "cite": "551 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        507784
      ],
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/pa/551/0184-01"
      ]
    },
    {
      "cite": "985 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4196871,
        7292615
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "generally, crimes are equivalent if the first is \"substantially identical in nature and definition\" to the other, taking into account the elements of each, in-eluding whether the crimes are inchoate or specific"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/603/0544-01",
        "/a2d/985/0734-01"
      ]
    },
    {
      "cite": "603 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        4196871
      ],
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "generally, crimes are equivalent if the first is \"substantially identical in nature and definition\" to the other, taking into account the elements of each, in-eluding whether the crimes are inchoate or specific"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/603/0544-01"
      ]
    },
    {
      "cite": "816 A.2d 1097",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716578,
        9370677
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1098",
          "parenthetical": "defendant could not be convicted of luring a child into a motor vehicle when he merely attempted to do so and was unsuccessful"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0411-01",
        "/a2d/816/1097-01"
      ]
    },
    {
      "cite": "572 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716578
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "defendant could not be convicted of luring a child into a motor vehicle when he merely attempted to do so and was unsuccessful"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0411-01"
      ]
    },
    {
      "cite": "962 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3440978,
        8187116
      ],
      "weight": 7,
      "year": 2009,
      "pin_cites": [
        {
          "page": "666"
        },
        {
          "page": "667",
          "parenthetical": "citations omitted"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "669",
          "parenthetical": "citations omitted"
        },
        {
          "page": "667"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/599/0587-01",
        "/a2d/962/0664-01"
      ]
    },
    {
      "cite": "599 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3440978
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/pa/599/0587-01"
      ]
    },
    {
      "cite": "961 A.2d 890",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8191928
      ],
      "pin_cites": [
        {
          "page": "896"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/961/0890-01"
      ]
    },
    {
      "cite": "314 Pa.Super. 162",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        83928
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/314/0162-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 841,
    "char_count": 21566,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18824514479415597
    },
    "sha256": "419377ae00797e29d64875b62b11c85a3da6718187e205e52340dcb07e865209",
    "simhash": "1:a28e85f48051bed8",
    "word_count": 3467
  },
  "last_updated": "2024-02-27T22:30:16.162621+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ.",
      "Justice ORIE MELVIN did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Mark Brooks CLEGG, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice BAER.\nThe Uniform Firearms Act, 18 Pa.C.S. § 6105, prohibits an individual from possessing a firearm if he has been previously convicted of an offense set forth in the statute (a “qualifying offense”). In this case we determine whether attempted burglary is a qualifying offense. The Superi- or Court found that it was. We reverse.\nThe factual and procedural history of the case is straightforward. In February 2008, a Wildlife Conservation Officer of the Pennsylvania Game Commission found Appellant Mark Brooks Clegg in possession of two rifles during a hunting incident. Appellant had a prior conviction for attempted burglary. The Commonwealth charged Appellant with a violation of § 6105, along with summary violations of the Game and Wildlife Code. Appellant filed an omnibus pretrial motion to dismiss the § 6105 charge. At a hearing on the motion, Appellant argued that the trial court should dismiss the charge because § 6105 does not list attempted burglary as a qualifying offense. The trial court agreed and dismissed the § 6105 charge on August 28, 2008. The Commonwealth appealed to the Superior Court.\nThe Superior Court reversed and remanded for further proceedings. The majority of the court noted that § 6105(b) does not expressly list attempted burglary (or attempt generally) as a qualifying offense. The majority found, however, that attempted burglary qualified under the savings clause. The savings clause provides that “[a qualifying offense is] any offense equivalent to any of the above-enumerated offenses under the prior laws of this Commonwealth[.]” 18 Pa.C.S. § 6105(b). The majority reasoned that attempted burglary was a qualifying offense under a prior law of the Commonwealth, namely a version of the Act in effect prior to 1995. Specifically, former § 6105 prohibited a person who has been convicted of a “crime of violence” from possessing a firearm; former § 6102 defined a “crime of violence” as one of 12 crimes (including burglary), “or an attempt ... to commit ... the same[.]” Thus, the majority found that under the prior version of § 6105, attempted burglary constituted a crime of violence, and a crime of violence was a qualifying offense permitting the invocation of § 6105. The majority then reasoned that this interpretation made “attempted burglary — a crime of violence” the equivalent of a “burglary” under the current version of § 6105, and accordingly included attempted burglary as if it was an enumerated offense under the current version of § 6105.\nJudge Cleland dissented. He reasoned that the Legislature expressed its intent when it extensively revised § 6105 in 1995, and omitted attempt from the list of qualifying offenses. Judge Cleland further noted that in other, related statutes, the Legislature expressly mentioned attempt, when attempt was to be included within the ambit of such other provisions:\n“We are to give words in a statute their plain and ordinary meaning, and construe them according to their common and accepted usage.” Commonwealth v. Teeter, 961 A.2d 890, 896 (Pa.Super.2008)(en banc) (citing 1 Pa. C.S.A. § 1903; additional citation omitted). Further, penal statutes are to be construed strictly. 1 Pa.C.S.A. § 1928(b)(1). The provisions of 18 Pa. C.S.A. § 6105(a) direct that a person convicted of any of the 38 specified offenses enumerated in § 6105(b) shall not possess, use or control a firearm. Burglary is one of those defined offenses; attempted burglary is not. Strictly construing § 6105, as we are obligated to do, it is clear attempted burglary is not an offense to which the provisions of § 6105(a) apply.\nIn adopting the Pennsylvania Uniform Firearms Act of 1995, 18 Pa.C.S.A. § 6105 et seq., the Legislature appears to have comprehensively dealt with this subject. In identifying the enumerated crimes that define the offense of persons not to possess firearms under § 6105, the Legislature did not resort to general language such as “crime of violence.” Instead it specifically listed 38 crimes. It seems to me unlikely that a statute drawn in such detail would sweep inchoate offenses into the ambit of the statute’s coverage by resorting to the vehicle of a savings clause.\nSection 6103, which addresses crimes committed with firearms, specifically provides that it applies to “any person [who] commits or attempts to commit a crime enumerated in § 6105 ... when armed with a firearm.” 18 Pa.C.S.A. § 6103 (emphasis added). Section 6104, in addressing evidence of intent, also makes specific reference to “a person ... committing or attempting to commit a crime.... ” 18 Pa.C.S.A. § 6104 (emphasis added). Section 6105, by contrast, makes no such specific reference to convictions for an attempt to commit any of the offenses listed in § 6105(b). If this is an oversight, then, in my view, the remedy should be a legislative amendment rather than a strained reading of the savings clause.\nSuper. Ct. Mem. Op. (Cleland, J., dissenting) at 1-3. Appellant sought our review, noting that the question of whether inchoate crimes should be included within the ambit of § 6105 is an issue of first impression and public importance. We agreed, and granted review to determine “whether attempted burglary is one of the offenses for which a prior conviction qualifies a person, who owns, operates, or possesses a firearm, for prosecution under 18 Pa.C.S. § 6105 (former convict not to possess a firearm).”\nAppellant argues that the Superior Court erred in finding attempted burglary to be a qualifying offense. First, Appellant argues that the statute is clear and unambiguous, because it lists a large number of qualifying offenses, but not the crime of attempt. Appellant notes that the Legislature expressly included attempt in a prior version of the statute, but omitted it from the current version. Appellant asserts that if the Legislature had wished to include attempt in the current version, it could have simply imported that language from the prior version. In a similar vein, Appellant notes that when the Legislature passed the current version of § 6105, it also amended sections 6103 and 6104, and those sections expressly include attempt. Next, Appellant contends that the savings clause does not apply because under the prior laws of the Commonwealth, attempted burglary is not an offense “equivalent” to burglary (or any other offense on the § 6105 list).\nAnticipating one of the Commonwealth’s arguments asserted below, Appellant rejects the contention that when the Legislature added parenthetical expressions such as “ § 3502 (relating to burglary)”, after designating the statutory section of a qualifying offense, it intended to incorporate attempted burglary into the pertinent list of specified crimes. Throughout his brief, Appellant stresses that the statute should be read strictly, because a contrary reading that adds “attempt” to all substantive offenses would effectively double the number of qualifying offenses sub silentio. Appellant argues that it is the province of the Legislature, not this Court or any reviewing court, to amend the statute if it sees fit. Appellant concludes that “any potentially absurd results [from a strict construction] are irrelevant because the language of the statute is clear and unambiguous.” Appellant’s Brief at 16.\nThe Commonwealth responds that strict construction leads to a result that is absurd and contrary to the Legislature’s obvious intent. According to the Commonwealth, the Legislature enacted a host of changes to the Crimes Code and Judicial Code in 1995, all of which were intended to increase the deterrence and punishment of possession of illegal firearms. The Commonwealth also notes that at the same time, the Legislature amended 18 Pa.C.S. § 905 to provide that in general, attempt carries the same sentencing grade as the most serious attempted offense. The Commonwealth contends that against this backdrop, the Legislature could not have possibly intended to omit attempt from the list of qualifying offenses under § 6105, particularly when attempt appeared in a prior version of the statute. In a somewhat puzzling argument, the Commonwealth next suggests that there may be a “latent ambiguity” in the savings clause of § 6105, and that attempt is incorporated into the clause by reference because attempted burglary is now “equivalent [to burglary] in the only way that matters, in terms of punishment.” Id. at 8-9.\nNext, the Commonwealth argues that the phrase “Section 3502 (relating to burglary)” must encompass attempted burglary as well. The Commonwealth reasons that if the Legislature had meant to include only the completed crime of burglary, it would have said “Section 3502 (burglary)”. Finally, the Commonwealth submits that if the statutory language is ambiguous, courts may turn to legislative history and other tools to discern the Legislature’s intent. On this basis, the Commonwealth again stresses that the Legislature could not possibly have intended to expand the class of offenders who are entitled to possess firearms.\n“Our review of the Superior Court’s decision presents a pure question of law. We therefore apply a de novo standard of review.” Commonwealth v. Hoke, 599 Pa. 587, 962 A.2d 664, 666 (2009). In Hoke, we recited familiar rules of statutory construction. “Our task in interpreting a statute is to ascertain and effectuate the intention of the General Assembly.” Id. at 667 (citations omitted). “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Id., quoting 1 Pa.C.S. § 1921(c). Penal statutes must be strictly construed in favor of the defendant’s interests. Id. “[A] court may not achieve an acceptable construction of a penal statute by reading into the statute terms that broaden its scope.” Id. (citation omitted).\nHere, the words of the statute are unambiguous. We first look to the list of enumerated offenses. Section 6105(b) lists 38 qualifying offenses, using a short description of the offense and the corresponding section number from the Crimes Code. Burglary, at 18 Pa.C.S. § 3502, is on the list. Importantly, § 3502 does not define burglary in a way that would also include attempted burglary. Section 3502 provides: “a person is guilty of burglary if he enters a building or occupied structure, or separately secured or occupied portion thereof, with intent to commit a crime therein, unless the premises are at the time open to the public or the actor is licensed or privileged to enter.” 18 Pa.C.S. § 3502 (emphasis added). In other words, burglary is defined in terms of the completed criminal act, not a mere attempt to do so. Next, we observe that while burglary is on the list of enumerated offenses, attempt is plainly not. Attempt is a separate inchoate crime, codified at 18 Pa.C.S. § 901. Section 6105 simply makes no express mention of attempt.\nWe also summarily dismiss the Commonwealth’s contention that the parenthetical phrase (“relating to ... ”) impliedly imports the separate crime of attempt onto the list. As the trial court noted, the parenthetical phrases are included for convenience, so that the reader can easily see which crimes correspond to which numerical section of the Crimes Code. The Superior Court echoed this reasoning. Like the lower courts, we decline to read any greater significance into the parentheticals.\nNext, we turn to the plain language of the savings clause, which appears immediately after the enumerated list. Again, the savings clause provides in relevant part that “[a qualifying offense is] any offense equivalent to any of the above-enumerated offenses under the prior laws of this Com-monwealthf.]” 18 Pa.C.S. § 6105(b) (emphasis added). By its plain language, the savings clause would apply if Appellant had been convicted, under a prior law of the Commonwealth, of an offense that is “equivalent” to burglary as currently set forth in § 3502.\nSimply stated, the Commonwealth’s logic, and, respectfully, that of the Superi- or Court, is flawed. Their accurate explanation of the prior statute’s inclusion of a crime of violence, including attempted burglary, as an offense qualifying under the prior version of § 6105 does not make such prior offense the equivalent of burglary, which is what is required for a prior offense’s inclusion in the list of offenses qualifying under current § 6105. The sharp distinction the law has always drawn between commission of an act, here, burglary, and the attempt to commit the act, remains. The “crime of violence — attempted burglary” offense of the prior statute does not amount to burglary under the current statute.\nWe also disagree with the Commonwealth’s argument that we must construe § 6105 in accordance with what it deems to be the spirit of the amendments that were passed in 1995. We find our recent decision in Hoke to be most instructive. In that case, we determined that a defendant was not subject to a mandatory minimum sentence for conspiracy to manufacture a controlled substance, where the mandatory minimum sentencing provision applied only to manufacture of a controlled substance. See 35 P.S. § 780-113(k). We noted that the Legislature’s intent was best understood from the way inchoate offenses were included in certain mandatory minimum sentences, but excluded from others:\n[0]mission of a given provision from one of two similar statutes evidences a different legislative intent regarding the two. If the legislature had intended for inchoate crimes always to be subject to the same mandatory minimum sentences carried by underlying crimes, it would have had no reason for explicitly including inchoate offenses among the crimes subject to mandatory minimum sentences in some mandatory minimum sentencing statutes but not others.\nHoke, 962 A.2d at 669 (citations omitted).\nReading the penal statute strictly as written, we found that the Superior Court erred by expanding the mandatory minimum sentence beyond its plain terms. In doing so, we followed the mandate that “when the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Id. at 667, citing 1 Pa.C.S. § 1921(c).\nHere, as Judge Cleland observed, the Legislature expressly included attempt in sections that reference § 6105, but not in § 6105 itself. Section 6103 provides that “if any person commits or attempts to commit a crime enumerated in § 6105 (relating to persons not to possess, use, manufacture, control, sell or transfer firearms) when armed with a firearm contrary to the provisions of this subchapter, that person may, in addition to the punishment provided for the crime, also be punished as provided by this subchapter.” Section 6104 provides that “in the trial of a person for committing or attempting to commit a crime enumerated in section 6105 (relating to persons not to possess, use, manufacture, control, sell or transfer firearms), the fact that that person was armed with a firearm, used or attempted to be used, and had no license to carry the same, shall be evidence of that person’s intention to commit the offense.” As in Hoke, we conclude that this distinction in treatment is significant in determining the Legislature’s manifest intent to omit inchoate offenses from § 6105.\nThe Superior Court’s order is reversed, and the trial court’s order dismissing the § 6105 charge is reinstated. Jurisdiction relinquished.\nJustice ORIE MELVIN did not participate in the consideration or decision of this case.\nChief Justice CASTILLE, Justices SAYLOR, TODD and McCAFFERY join the opinion.\nJustice EAKIN files a concurring opinion.\n. Section 6105 provides, in relevant part:\n§ 6105. Persons not to possess, use, manufacture, control, sell or transfer firearms\n(a) OFFENSE DEFINED.—\n(1) A person who has been convicted of an offense enumerated in subsection (b), within or without this Commonwealth, regardless of the length of sentence or whose conduct meets the criteria in subsection (c) shall not possess, use, control, sell, transfer or manufacture or obtain a license to possess, use, control, sell, transfer or manufacture a firearm in this Commonwealth.\n(b) Enumerated offenses. — The following offenses shall apply to subsection (a):\n[38 listed offenses, including]\nSection 3502 (relating to burglary).\nAny offense equivalent to any of the above-enumerated offenses under the prior laws of this Commonwealth or any offense equivalent to any of the above-enumerated offenses under the statutes of any other state or of the United States [hereinafter \"the savings clause.\"]\n18 Pa.C.S. § 6105(a), (b)(1) (emphasis added). Effective December 2008, the Legislature added a violation of 18 Pa.C.S. § 4906 (relating to false reports to law enforcement authorities) as a qualifying offense, \"if the false report involved the theft of a firearm as provided in § 4906(c)(2).” 18 Pa.C.S. § 6105(b). Thus, while there were 37 enumerated offenses at the time of Appellant's arrest, there are currently 38 enumerated offenses.\n. Indeed, Appellant notes that the number of qualifying offenses could potentially triple or quadruple, because by the same logic, solicitation and conspiracy to commit all 38 offenses would be included as well.\n. See, e.g., 42 Pa.C.S. § 9712 (mandatory five-year minimum sentence for crimes committed while visibly possessing a firearm); 42 Pa.C.S. § 9712.1 (mandatory five-year minimum sentence for visible possession of a firearm in certain drug-related crimes).\n.\"Unsuccessful attempts at criminality may still be punished, but the offense is criminal attempt, 18 Pa.C.S. § 901 [...]. Statutes that make an attempt to accomplish something sufficient to complete the crime say so explicitly. See, e.g., simple assault, 18 Pa.C.S. § 2701, aggravated assault, • 18 Pa.C.S. § 2702; and robbery, 18 Pa.C.S. § 3701[a](2).” Commonwealth v. Tate, 572 Pa. 411, 816 A.2d 1097, 1098 (2003) (defendant could not be convicted of luring a child into a motor vehicle when he merely attempted to do so and was unsuccessful). In short, an attempted burglary is not a burglary.\n. Under § 901, \"a person commits an attempt when, with intent to commit a specific crime, he does any act which constitutes a substantial step toward the commission of that crime.” 18 Pa.C.S. § 901(a).\n. The purpose of the savings clause, at least in part, is to allow for the change in nomenclature as years pass. As an example, assume that a prior version of the Crimes Code prohibited the unauthorized entry into a building with the intent to commit a crime therein, but the crime was then known as \"home invasion with criminal intent.” The crime of \"home invasion with criminal intent” would fall under the savings clause because it is equivalent to the modern crime of burglary as set forth in § 3502.\nFor a discussion of the circumstances under which one crime is equivalent to another, see Commonwealth v. Northrip, 603 Pa. 544, 985 A.2d 734 (2009) (generally, crimes are equivalent if the first is \"substantially identical in nature and definition” to the other, taking into account the elements of each, in-eluding whether the crimes are inchoate or specific). Thus, the Commonwealth is incorrect that attempted burglary and burglary are “equivalent in the only way that matters, in terms of punishment.” Commonwealth Brief at 9.\n. Section 6103 is “not [a] separate offense[,] but servefs] as additional punishment for crimes of violence.” Commonwealth v. Buck, 551 Pa. 184, 709 A.2d 892, 898 n. 9 (1998), citing Commonwealth v. Flynn, 314 Pa.Super. 162, 460 A.2d 816 (1983). Section 6103 \"establishes only that the sentence for a firearms violation will not merge with the sentence for a crime of violence.” Flynn, 460 A.2d at 820 n. 9.",
        "type": "majority",
        "author": "Justice BAER."
      },
      {
        "text": "Justice EAKIN,\nconcurring.\nI agree with the majority that the inchoate crime of attempt is not an enumerated offense under the Uniform Firearms Act, 18 Pa.C.S. § 6105(b). I write separately only to note this applies equally to the inchoate crimes of criminal conspiracy and criminal solicitation, though such applicability is not before us, and thus is not part of the majority opinion.\nPrior to 1995, § 6105 stated, “[n]o person who has been convicted in this Commonwealth or elsewhere of a crime of violence shall own a firearm, or have one in his possession or under his control.” Id. A “crime of violence” was defined as “[a]ny of the following crimes, or an attempt, a solicitation or a conspiracy to commit any of the same, namely: murder, voluntary manslaughter, rape, aggravated assault, robbery, burglary, involuntary deviate sexual intercourse, arson, extortion accompanied by threats of violence, assault by prisoner, assault by life prisoner and kidnapping.” Id. (emphasis added). Because the amended statute expressly itemizes the 38 qualifying offenses without reference to attempt, solicitation, or conspiracy, the legislature has explicitly limited the statute to the actual commission of one of the enumerated offenses. The language is clear and unambiguous, and the plain meaning of the statute controls.\nIn all other respects, I join the majority’s opinion.",
        "type": "concurrence",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Jennifer Philpott Wilson, for Mark Brooks Clegg.",
      "Charles Frederic Chenot III, New Bloomfield, Daniel W. Stern, Harrisburg, Perry County District Attorney’s Office, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Mark Brooks CLEGG, Appellant.\nSupreme Court of Pennsylvania.\nArgued Nov. 30, 2010.\nDecided Aug. 16, 2011.\nJennifer Philpott Wilson, for Mark Brooks Clegg.\nCharles Frederic Chenot III, New Bloomfield, Daniel W. Stern, Harrisburg, Perry County District Attorney’s Office, for Commonwealth of Pennsylvania.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, JJ."
  },
  "file_name": "1266-01",
  "first_page_order": 1300,
  "last_page_order": 1306
}
