{
  "id": 9100159,
  "name": "Christopher A. BEDNAREK, Appellant, v. Miriam VELAZQUEZ, Alfred G. Howell, Esq., Guardian Ad Litem for Laura and Christopher Bednarek, Appellees",
  "name_abbreviation": "Bednarek v. Velazquez",
  "decision_date": "2003-08-15",
  "docket_number": "",
  "first_page": "1267",
  "last_page": "1273",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "754 A.2d 1283",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11221747
      ],
      "pin_cites": [
        {
          "page": "1285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/754/1283-01"
      ]
    },
    {
      "cite": "823 A.2d 987",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9124953
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "991"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/823/0987-01"
      ]
    },
    {
      "cite": "406 Pa.Super. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898264
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0487-01"
      ]
    },
    {
      "cite": "409 Pa.Super. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901198
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0143-01"
      ]
    },
    {
      "cite": "683 A.2d 1207",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        771027,
        7874375
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/453/0324-01",
        "/a2d/683/1207-01"
      ]
    },
    {
      "cite": "458 Pa.Super. 324",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "710 A.2d 1206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11845540
      ],
      "pin_cites": [
        {
          "page": "1209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/1206-01"
      ]
    },
    {
      "cite": "751 A.2d 248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11509438
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/751/0248-01"
      ]
    },
    {
      "cite": "747 A.2d 390",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11469982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/0390-01"
      ]
    },
    {
      "cite": "713 A.2d 666",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11818161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0666-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 174",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888187
      ],
      "weight": 6,
      "year": 1990,
      "pin_cites": [
        {
          "page": "438-39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0174-01"
      ]
    },
    {
      "cite": "754 A.2d 5",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11203453
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/754/0005-01"
      ]
    },
    {
      "cite": "395 Pa.Super. 125",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        881189
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1080"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/395/0125-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 787,
    "char_count": 15945,
    "ocr_confidence": 0.695,
    "pagerank": {
      "raw": 6.898253828779021e-08,
      "percentile": 0.41949298974573423
    },
    "sha256": "495b3efe8eca910e93f0a8422795a9568e33603d829990e1d2f9ffa8077b3d63",
    "simhash": "1:ae43db4366e69170",
    "word_count": 2598
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: DEL SOLE, P.J., GRACI and BECK, JJ."
    ],
    "parties": [
      "Christopher A. BEDNAREK, Appellant, v. Miriam VELAZQUEZ, Alfred G. Howell, Esq., Guardian Ad Litem for Laura and Christopher Bednarek, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nGRACI, J.:\n¶ 1 In this appeal we consider whether a Gruber analysis is appropriate in an inter-county move. We find that the determination, as to whether a Gruber analysis should be applied, should be left to the discretion of the trial court, and that the trial court properly accomplished the Gru-ber inquiry in this case. We affirm the decision of the trial court.\nI. FACTUAL AND PROCEDURAL HISTORY\n¶ 2 In December of 1998, Christopher A. Bednarek (Father) filed a Petition for Custody of his two children, a daughter born on September 2, 1993, and a son born on June 24, 1995. The children’s mother, Miriam Velazquez (Mother), had primary custody and Father had certain visitation rights. At the time, both parties resided in Honesdale, Wayne County.\n¶ B A Master conducted hearings on eight separate occasions in 2000 and 2001. No less than fifteen fact and expert witnesses testified. Father’s evidence focused generally on his allegation that Mother was unfit to be the primary custodian of the children. He alleged that Mother was unstable and the children lacked adequate care. The Master issued a lengthy and detailed report and recommended that Mother retain her primary custodial role, that the parties share legal custody and that Father be granted additional periods of custody. The Master set forth the following custody plan. During the school year, Mother was to have primary custody of the children and Father was to have custody every Thursday evening and on alternate weekends (Friday evening through Sunday evening). During the summer, the terms were reversed and Father had primary custody with Mother granted Thursday evenings and alternate weekends. Holidays and family vacations were split relatively evenly.\n¶ 4 Father filed exceptions and requested a de novo hearing in the trial court. That request was granted and a hearing was scheduled for April 15, 2002. However, Father requested and was granted an open continuance on the matter shortly before that date. Father did not request a hearing again until four months later on August 9, 2002, when he once more sought a de novo hearing. This time, he asserted to the court that Mother intended to move from Honesdale to Peckville, in adjacent Lackawanna County. Father asked for a prompt hearing.\n¶ 5 The trial court responded by scheduling a hearing to commence in ten days, on August 19, 2002. In setting the date, the court noted the importance of reaching a decision prior to the commencement of the school year. In light of that concern, the court limited each party to one hour of testimony. The court also limited Father to three witnesses, limited Mother to her own testimony and revealed its intention to interview the children in camera. Father lodged no objections to this order.\n¶ 6 Three days before the hearing, Father filed a petition alleging that Mother physically and emotionally mistreated the children. Rather than request additional time to present such evidence, Father specifically stated that he would be able to “put this information into evidence within the one hour time frame Ordered by the Court.” Petition of Appellant, 8/16/02, at 2.\n¶ 7 Although a number of issues were raised at the August 19th hearing, it is clear from the record that Father was primarily concerned about Mother’s treatment of the children and her intention to move from Honesdale to Peckville. Following the presentation of evidence, the trial court issued an order continuing custody in substantially the same terms as the Master had recommended. The court explicitly approved Mother’s move to Peck-ville. Father filed this timely appeal.\n¶ 8 Father presents the following issues for our review: 1) whether the trial court erred in denying him a full de novo hearing; and 2) whether the trial court erred in permitting Mother to move to Lacka-wanna County.\nII. DISCUSSION\n¶ 9 In an appeal of a child custody determination, the paramount concern is the best interests of the children. Ashford v. Ashford, 395 Pa.Super. 125, 576 A.2d 1076, 1080 (1990). To insure that the trial court focused on best interests, this Court has a broad standard of review. Id. However, we may not reverse the decision of the trial court absent a gross abuse of discretion. Id.\n¶ 10 Father first argues that the trial court erred in failing to permit a full de novo hearing. Custody hearings should be comprehensive; all witnesses who can contribute should be heard. Ashford, supra. Father argues that he was denied this right. However, Father failed to raise this issue before the trial court. “Issues not raised in the lower court are waived and cannot be raised for the first time on appeal.” Pa.R.A.P. 302; In the Interest of J.Y., 754 A.2d 5 (Pa.Super.2000) (finding an issue waived for failure to raise and preserve it before the trial court). More importantly, Father acquiesced to the abbreviated hearing. In his Petition to the trial court, he specifically stated that he would be able to present his evidence within the time frame set by the court. Petition of Appellant, 8/16/02, at 2. We find Father’s challenge waived.\n¶ 11 Father next argues that the trial court erred in permitting Mother to move from Wayne County to adjacent Lackawanna County. The record reflects that Mother planned to attend classes at the University of Scranton, as well as work at the school, and had secured housing in nearby Peckville.\n¶ 12 Father claims that Mother failed to satisfy the standard for relocation set out in Gruber v. Gruber, 400 Pa.Super. 174, 583 A.2d 434 (1990). The Gruber case concerned an interstate relocation where a primary custodial parent sought to move from Pennsylvania to Illinois with her three children. Recognizing that reloca-tions present unique issues, Gruber refined the standard best interests analysis and set out three prongs that should be considered in relocation cases. The Gruber court held that in assessing the custodial parent’s request to move, the trial judge should consider:\n1) the potential advantages of the proposed move and the likelihood that it would substantially improve the quality of life for the custodial parent and the children, including any non-eeo-nomic factors that might contribute to happiness and well-being;\n2) the integrity of the motives of both parents, the one seeking to move and the one opposing the move; and\n3) the availability of realistic, substitute visitation arrangements to foster the ongoing relationship between the children and the non-custodial parent, with the caveat that the existing pattern of visitation need not be reproduced as each case will require a balancing of all interests.\nGruber, 400 Pa.Super. 174, 583 A.2d 434, 438-39 (1990).\n¶ 13 We must first determine if Gruber is applicable to this case which involves not a move to another state, but a move to another county in Pennsylvania. The history of Gruber shows that it has been applied to a variety of circumstances, including a matter where the relocation was a relatively far move within the state, Perrott v. Perrott, 713 A.2d 666 (Pa.Super.1998) (Allegheny County to Montgomery County), and a matter where the relocation was a relatively short move to an adjoining state. McAlister v. McAlister, 747 A.2d 390 (Pa.Super.2000) (East Stroudsburg, Pennsylvania to Princeton, New Jersey). Gruber has been held inapplicable, however, in cases where the relocation involved an intra-county move. Zoccole v. Zoccole, 751 A.2d 248 (Pa.Super.2000) (twenty-five mile move within Mercer County does not trigger Gruber).\n¶ 14 “As this Court has consistently held, Gruber refines upon, but does not alter, the basic and determinative inquiry as to the direction in which the best interests of the child lie.” Beers v. Beers, 710 A.2d 1206, 1209 (Pa.Super.1998) (relying on Gancas v. Schultz, 458 Pa.Super. 324, 683 A.2d 1207 (1996)); Plowman v. Plowman, 409 Pa.Super. 143, 597 A.2d 701 (1991); Lee v. Fontine, 406 Pa.Super. 487, 594 A.2d 724 (1991). See also B.K v. J.K, 823 A.2d 987, 991 (Pa.Super.2003). Gruber is not “a novel redesign of the classical best interest analysis”; rather, it “provides direction to critical elements of that inquiry.” Hurley v. Hurley, 754 A.2d 1283, 1285 (Pa.Super.2000).\n¶ 15 In cases involving intra-state relocations, we conclude that the determination of whether to use a Gruber analysis should be within the discretion of the trial court. B.K. v. J.K, 823 A.2d at 991 n. 6. As our distinguished colleague recognized in his concurrence in Zoccole v. Zoccole, 751 A.2d 248 (Pa.Super.2000) (Del Sole, J. (now P.J.)): “A move to another county may involve nothing more than moving across the street.” Id. at 253. By the same token, a move within the county may entail a great distance. According to MAPQUEST.com, the total distance between Richarts Grove in eastern Lycoming County and Slate Run in western Lycom-ing County, for example, is more than seventy-three miles with an estimated driving time of almost two hours. Clearly, such a “geographical distance is significant enough to alter the relationship between the child and the non-custodial parent.” Id. Giving the trial courts the discretion to apply Gruber in intra-state relocations will appropriately focus the best interest analysis where geographical distance is truly an issue and will not “burden our family courts with the necessity of prior approval of any relocation absent a showing by the non-custodial parent that such a move will negatively affect the parent child relationship.” Id.\n¶ 16 Here, the trial court felt it was obligated to apply a Gruber analysis to Mother’s relocation request. There was no abuse of discretion in doing so although, we find that such an analysis was not necessarily required. There was, likewise, no abuse of discretion in approving the Mother’s relocation request.\n¶ 17 Our review of the record leads us to conclude that Mother’s move was permissible pursuant to Gruber. Preliminarily, we observe that although the parties lived in the same town when Father first sought custody, by the time of the hearing Father himself had moved to another town. The custody arrangement in place called for primary custody with Mother and alternate weekends and Thursday evenings with Father. In the summer, that arrangement reversed and Father enjoyed primary custody, with Mother allotted alternate weekends and Thursday evenings.\n¶ 18 With respect to Gruber’s first prong, the potential advantages of the move and any improvements to quality of life it might engender, we note Mother’s efforts to improve her education and career path. We further observe that when he had custody of the children, Father relied primarily on Rocco Luzzi, a friend who resides in Brooklyn, New York, to care for the children while he was at work. Mother testified that her intended class and work schedule in Peckville would allow her to pick up the children at the close of the school day.\n¶ 19 Father claims that the move to a new school would be too difficult for the children and in this regard we note several things. First, the trial court discussed the prospect of changing schools during in camera interviews with both children. Neither child opposed the change. Second, because Father himself moved recently, the children would have had to change schools anyway if Father were granted the custody he sought. The court noted this fact on the record. Custody Hearing, 8/19/02, at 10.\n¶ 20 Regarding the parties’ motives, the second prong of Gruber, the court concluded that both parents were sincere in their motives. The court arrived at this conclusion despite the record showing of hostility and animosity between the parties. We will not disturb the court’s credibility findings.\n¶ 21 Finally, with regard to the third prong of Gruber, realistic visitation arrangements, we note that Father will have little difficulty continuing his relationship with his children. The move has little impact on the custody arrangement. At most, Father argued that the longer drive time between homes would adversely .affect his Thursday evening custody privileges. But neither party offered the precise amount of additional driving time Mother’s move would cause; the only concrete evidence offered was by Mother who testified that her new residence was about thirty to forty minutes away. We imagine that prior to Mother’s move, Father would have to have had some period of driving time, particularly after he moved from Honesdale on his own accord. It does not appear from the record that the increase in driving time would cause a substantial change in the custody plan such that “realistic, substitute visitation arrangements” were required. Gruber, supra, at 439.\n¶ 22 Father began this case in 1998 in an attempt to gain primary custody from Mother. There was no relocation issue at that time. Multiple hearings before the Master focused on Father’s allegations that Mother was not a fit parent and custody with Father was in the children’s best interests. A subsequent Master’s report detailed why Father failed to establish these facts. When Father did not succeed, he requested review in the trial court but then sought and received an open continuance. After a period of no activity, Father raised new allegations of abuse on Mother’s part and challenged her right to move some thirty minutes away. Meanwhile, he moved to another town.\n¶ 23 The court heard testimony from the parties, observed their demeanor and interviewed their children. The evidence of record supports the court’s ultimate conclusion that Mother should retain primary custody throughout the school year and Father should continue to have primary custody throughout the summer. In both instances, frequent and extended visitation for the non-custodial parent is provided. The trial court insured that Mother’s proposed move satisfied the Gruber standard, even though the move itself brought about little, if any, change to the custody provisions in place.\nIII. CONCLUSION\n¶ 24 We hold that in cases involving intra-state relocation, the determination of whether to use a Gruber analysis should be left to the discretion of the trial court. In the case before us, the trial court did not abuse its discretion in continuing the custody order and permitting Mother to move. Both decisions were in the children’s best interests.\n¶ 25 Order affirmed.\n. Gruber v. Gruber, 400 Pa.Super. 174, 583 A.2d 434 (1990).\n. Father initially claims that because Mother did not file a Petition for Relocation, the matter was not “officially of record.” We note that in the petition he filed on August 9, 2002, Father informed the court of Mother’s plans to move and specifically requested that the court promptly schedule a hearing so that the issue could be resolved. We conclude the matter was \"officially of record” here.\n. It appears from the record that the children attended school in the Wayne Highlands School District in Wayne County. Father’s new residence is in the Wallenpaupack School District in Wayne County and Mother’s new residence is in the Mid-Valley School District in Lackawanna County.\n. Mother allegedly discouraged the children from acknowledging Father in public places and Father allegedly bought clothes for the children, but would not allow them to wear the clothes while in Mother’s custody.\n.With respect to Father's claims that Mother was abusive toward the children, we note Father’s testimony that the local agency to which he made a report of abuse found none. We also note the court's interview of the children on this issue, as well as the testimony by the parties.",
        "type": "majority",
        "author": "GRACI, J.:"
      }
    ],
    "attorneys": [
      "Thomas F. Farley, Hawley, for appellant.",
      "Salvatore J. Nardozzi, Honesdale, for Velazquez, appellee."
    ],
    "corrections": "",
    "head_matter": "Christopher A. BEDNAREK, Appellant, v. Miriam VELAZQUEZ, Alfred G. Howell, Esq., Guardian Ad Litem for Laura and Christopher Bednarek, Appellees.\nSuperior Court of Pennsylvania.\nArgued March 12, 2003.\nFiled Aug. 15, 2003.\nThomas F. Farley, Hawley, for appellant.\nSalvatore J. Nardozzi, Honesdale, for Velazquez, appellee.\nBEFORE: DEL SOLE, P.J., GRACI and BECK, JJ."
  },
  "file_name": "1267-01",
  "first_page_order": 1315,
  "last_page_order": 1321
}
