{
  "id": 9141565,
  "name": "FLEETWOOD AREA SCHOOL DISTRICT, Appellant v. BERKS COUNTY BOARD OF ASSESSMENT APPEALS and Moselem Development Co.; Fleetwood Area School District, Appellant v. Berks County Board of Assessment Appeals and Berkleigh Country Club, Appeal of Fleetwood Area School District; Governor Mifflin School District, Appellant v. Berks County Board of Assessment Appeals, and Flying Hills Apartment Co., II, Jere W. Whitman, J.W. Whitman, Inc., Byron Whitman and William B. Whitman, John and Despina Fragakis, Flying Hills Co., Cynthia W. Sledge, Flying Hills Apartment Co., III, Paul Michael, ARE Flying Hills One Partners, Richard J. Webb and Main Street Bank, Robert L. Moore, New Morton International, Inc., Shillington Shopping Center L.P., Mark Shillington, L.P., Brandywine Operating Partnership, L.P., Wendalin Whitman, Flying Hills Apartment Co., III, Healthsouth of Reading, Inc., Shillington Associates, Shillington Shopping Center, L.P., Richard J. Webb and Main Street Bank; Fleetwood Area School District, Appellant v. Berks County Board of Assessment Appeals and Rich Maiden Golf Course, Inc. (Three Cases)",
  "name_abbreviation": "Fleetwood Area School District v. Berks County Board of Assessment Appeals",
  "decision_date": "2003-04-29",
  "docket_number": "",
  "first_page": "1268",
  "last_page": "1275",
  "citations": [
    {
      "type": "official",
      "cite": "821 A.2d 1268"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "499 F.Supp. 50",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1447307
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/499/0050-01"
      ]
    },
    {
      "cite": "158 A. 651",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "104 Pa.Super. 146",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        698544
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/104/0146-01"
      ]
    },
    {
      "cite": "644 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "632 A.2d 1002",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1452507
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0099-01"
      ]
    },
    {
      "cite": "702 A.2d 878",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11895202
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "880"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/702/0878-01"
      ]
    },
    {
      "cite": "559 A.2d 994",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1389086
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0358-01"
      ]
    },
    {
      "cite": "821 A.2d 1262",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9141513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/821/1262-01"
      ]
    },
    {
      "cite": "798 A.2d 1292",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "568 Pa. 740",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2002,
      "opinion_index": 0
    },
    {
      "cite": "747 A.2d 1242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11481566
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "1245-1246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/747/1242-01"
      ]
    },
    {
      "cite": "788 A.2d 382",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "567 Pa. 753",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "767 A.2d 1144",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11127691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/767/1144-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 806,
    "char_count": 19307,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 2.1088911399336585e-07,
      "percentile": 0.762880577207397
    },
    "sha256": "fca5a2718d6fa5f677270f617e6c6c8589fc97d3d14bc63f342e267c5558425b",
    "simhash": "1:f7ebdb3f164e9d6a",
    "word_count": 3058
  },
  "last_updated": "2024-02-27T22:09:24.899331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEADBETTER, Judge, COHN, Judge (P.), and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "FLEETWOOD AREA SCHOOL DISTRICT, Appellant v. BERKS COUNTY BOARD OF ASSESSMENT APPEALS and Moselem Development Co. Fleetwood Area School District, Appellant v. Berks County Board of Assessment Appeals and Berkleigh Country Club, Appeal of Fleetwood Area School District. Governor Mifflin School District, Appellant v. Berks County Board of Assessment Appeals, and Flying Hills Apartment Co., II, Jere W. Whitman, J.W. Whitman, Inc., Byron Whitman and William B. Whitman, John and Despina Fragakis, Flying Hills Co., Cynthia W. Sledge, Flying Hills Apartment Co., III, Paul Michael, ARE Flying Hills One Partners, Richard J. Webb and Main Street Bank, Robert L. Moore, New Morton International, Inc., Shillington Shopping Center L.P., Mark Shillington, L.P., Brandywine Operating Partnership, L.P., Wendalin Whitman, Flying Hills Apartment Co., III, Healthsouth of Reading, Inc., Shillington Associates, Shillington Shopping Center, L.P., Richard J. Webb and Main Street Bank. Fleetwood Area School District, Appellant v. Berks County Board of Assessment Appeals and Rich Maiden Golf Course, Inc. (Three Cases)."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSENIOR JUDGE McCLOSKEY.\nThe Fleetwood Area School District (Fleetwood Area SD) and the Governor Mifflin School District (Governor Mifflin SD) (collectively referred to as the Districts) appeal from numerous separate but identical orders of the Court' of Common Pleas of Berks County (the trial court), granting the motions for summary judgment filed by the above-named property owners (Appellees) and dismissing the Districts’ tax assessment appeals from the decisions of the Berks County Board of Assessment Appeals (the Board). We now reverse and remand.\nBeginning in or about 1999, Elliot Wein-stein of Weinstein Realty Advisors (hereafter collectively referred to as Weinstein) met with the business managers of the Districts to discuss the possibility of an agreement with each of the Districts whereby the Districts would file tax assessment appeals on properties that Wein-stein identified as undervalued. (R.R. at 304a, 339a). After negotiations, Governor Mifflin SD entered into a Real Estate Consulting Services, Contingency Fee Agreement with Weinstein on or about April 17, 2000. (R.R. at 307a, 326a-327a). Similarly, Fleetwood Area SD entered into a Real Estate Consulting Services Contingency Fee Agreement with Weinstein on or about May 17, 2000. (R.R. at 829a-830a). These agreements shall be collectively referred to as the First Agreement.\nThe First Agreement provided that Weinstein would identify the properties in the Districts that may be undervalued for purposes of property taxes. (R.R. at 826a, 829a-830a). It also provided that Wein-stein would coordinate valuation seivices and testimony before the Board and/or the trial court, and/or any other higher court in order to achieve an equitable assessment. Id. With regard to the appeal process, the First Agreement provided that “[w]hen the appropriate authorities propose assessments which Weinstein deems reasonable, Weinstein in its sole opinion, will proceed toward its acceptance and discontinue the appeal process.” With regard to legal services, “[a]ll legal expenses for the appeal process will be the responsibility of Weinstein,” and Weinstein “will coordinate all legal services with the counsel” for the Districts. Id. In return for the services, Weinstein was to receive a contingency fee “predicated upon the assessment increase” of 40% of the assessment increases of each individual property appealed for a two (2)-year period, for the 2001-2002 and 2002-2003 tax years. Id.\nAfter each of the Districts entered into the First Agreement, they provided Wein-stein with a list of properties to be analyzed and evaluated to determine whether they were underassessed. After perfoim-ing an analysis and evaluation, Weinstein prepared a list of underassessed properties for both Districts. The school boards of the Districts then reviewed the list and determined which properties should be the subject of a tax assessment appeal. (R.R. at 306a, 340a). The school boards then approved the filing of appeals relating to the properties identified by Weinstein. (R.R. at 340a). Weinstein completed all the necessary forms with respect to the subject properties and forwarded the same to the Districts’ solicitor, John Stott (Stott). Id. Stott reviewed the paperwork, obtained the necessary signatures of the Districts’ representatives and filed the paperwork with the Board. Id.\nThe Board conducted informal hearings at which only Stott (or an associate of Stott) appeared on behalf of the Districts. (R.R. at 341a). The Board, however, denied an increase in the tax assessment for each of the subject properties. Stott informed the Districts of the Boards’ denials and the Districts thereafter authorized Stott to file appeals with the trial court, which he did. Id.\nIn the meantime, the Board instituted an action in equity against Weinstein alleging that its agreements with the Districts, as well as a similar agreement with another local school district, were champertous. The trial court thereafter stayed the Districts’ appeals. The Board’s equity action was later resolved in April of 2002 via a stipulation executed by Weinstein and the Board and entered as an order of the trial court, whereby Weinstein was precluded from entering into any real estate consulting agreements with school districts located in Berks County in the form of the First Agreement. The stipulation did not address whether the First Agreement was champertous.\nAbout the same time the Board instituted its equity action against Weinstein, the Districts and Weinstein entered into new agreements. Governor Mifflin SD entered into its new agreement with Weinstein on or about March 20, 2001, and Fleetwood Area SD entered into its new agreement with Weinstein on or about April 5, 2001. The new agreements were simply titled Real Estate Consulting Services. (The new agreements shall be referred to collectively as the Second Agreement.)\nThe wording of this Second Agreement differed slightly from that of the First Agreement. The Second Agreement provided that Weinstein would merely provide “ongoing consulting regarding the merits of respective appeals” and the Districts would make all “final decisions regarding an appeal.” (R.R. at 330a, 831a). Additionally, the Second Agreement characterized Weinstein’s fees as “commissions” or “commission based,” even though the “commission” remained at “forty percent (40%) of the assessment increases of each property.” Id. Further, the Second Agreement did not address expenses, except to state that the Districts “may deduct legal expenses from any commissions due Weinstein.” Id.\nIn 2001, the Districts again instituted tax assessment proceedings against the subject properties for the 2002 tax year. Again, the Board denied the increases in tax assessments and Stott filed appeals with the trial court. The taxpayers thereafter filed motions for summary judgment with respect to a number of the Districts’ appeals alleging that the Districts engaged in champerty and/or maintenance with Weinstein.\nUltimately, the trial court issued separate but identical opinions and orders granting the taxpayers’ motions, entering judgment in favor of them and against the Districts and dismissing all of the Districts’ appeals. The trial court concluded that both the First Agreement and Second Agreement between the Districts and Weinstein were champertous. In addition, the trial court concluded that the doctrines of champerty and maintenance could be raised as a defense. The trial court found that Weinstein assumed the position of a real party in interest, that it lacked standing to maintain the action and that, therefore, the trial court lacked subject matter jurisdiction. After the trial court’s entry of the opinions and orders, the cases were consolidated and the Districts proceeded to file notices of appeal with the trial court.\nOn appeal, the Districts first argue that the trial court erred as a matter of law in concluding that the Districts entered into a champertous agreement with regard to each and every tax assessment appeal before the Court. We agree.\nIn order to establish a prima facie case of champerty, three elements must exist. Those elements are: 1) the party involved must be one who has no legitimate interest in the suit; 2) the party must expend its own money in prosecuting the suit; and 3) the party must be entitled by the bargain to share in the proceeds of the suit. Westmoreland County v. RTA Group, Inc., 767 A.2d 1144 (Pa.Cmwlth.2001), petition for allowance of appeal denied, 567 Pa. 753, 788 A.2d 382 (2001); Clark v. Cambria County Board of Assessment Appeals, 747 A.2d 1242 (Pa.Cmwlth.2000), petition for allowance of appeal denied, 568 Pa. 740, 798 A.2d 1292 (2002). Additionally, “[t]he activity of champerty has long been considered repugnant to public policy against profiteering and speculating in litigation and grounds for denying the aid of the court.” Clark, 747 A.2d at 1245-1246. Moreover, in Clark, we indicated that the doctrine of champerty continues to be viable in this Commonwealth and can be raised as a defense.\nAs discussed above, the trial court found both the First Agreement and the Second Agreement to be champertous. With regard to the First Agreement, the trial court reasoned that the First Agreement met the first element of the test for cham-perty in that Weinstein was not involved in the tax assessment appeals as a property owner or in any other legitimate capacity. Weinstein’s sole interest was “merely to make a profit through the speculation on the outcome of the assessment appeals, an interest which has no legitimacy in the law.” (Trial court opinions at 8). The trial court reasoned that the First Agreement met the second element of the test for champerty in that the agreement specifically stated that “all legal expenses for the appeal process will be the responsibility of [Weinstein]. [Weinstein] will coordinate all legal services with counsel for the district.” (Trial court opinions at 9). Finally, the trial court reasoned that the First Agreement met the third element of the test for champerty in that the agreement provided that Weinstein would not receive compensation for its efforts unless the assessment litigation resolved in favor of the Districts for an increase in the tax assessment of the property. (Trial court opinions at 9-10). Weinstein was receiving proceeds from the suits in the form of 40% of the increased tax revenue for a two-year period. Id. With regard to the changes that were set forth in the Second Agreement, the trial court found the Second Agreement to be “a transparent attempt to disguise the bargained for relationship already existing between he [sic] and the [Districts],” as contracted for in the First Agreement. (Trial court opinions at 10). It further found that “the only difference between the first and second contract is semantics.” Id.\nThe Districts argue that the trial court erred as a matter of law in finding that the evidence established that Weinstein expended its own money in prosecuting the actions, the second element above. To the contrary, the Districts allege that in some instances they paid legal fees and filing fees, and that the deposition testimony does not establish that the Districts were reimbursed in every case. We agree that the record does not establish that Weinstein paid expenses in each and every tax assessment appeal. In order for the trial court to grant a motion for summary judgment in each and every case, the record must establish that Weinstein paid expenses in every case. If the record does not establish that Weinstein paid any expense in a particular case, then the trial court cannot find by motion for summary judgment that the Districts entered into a champertous agreement with regard to that particular case. In other words, contrary to the trial court’s conclusion, issues of material fact exist as to whether a champertous agreement existed in these cases.\nTherefore, the trial court is reversed and the cases must be remanded for a determination in each and every case as to whether a champertous agreement existed, keeping in mind that the trial court is deciding a motion for summary judgment. If the trial court determines that a cham-pertous agreement existed in connection with a particular case, then thé trial court must determine whether the property owners/taxpayers may utilize the doctrine of champerty as a defense in the prosecution of the tax assessment appeals. In order to make such a determination, the trial court must engage in the analysis set forth in Brandywine Heights Area School District v. Berks County Board of Assessment Appeals and Mountain Village, L.P., 821 A.2d 1262 (Pa.Cmwlth.2003), on a case-by-case basis to determine whether- the trial court has jurisdiction to proceed with the tax assessment appeals or whether the appeals must be dismissed.\nOn appeal, the Districts also argue that the trial court improperly dismissed a number of tax assessment appeals by applying the doctrines of champerty and maintenance where the issue of champerty was not raised by the taxpayer. This Court agrees with the Districts that the issue of standing cannot be raised sua sponte where the issue is not jurisdictional in nature. A determination of whether the Districts, as the real parties in interest, were directing and controlling the litigation such that they may proceed with the subject tax assessment appeals is essentially a question of standing, similar to that analyzed by this Court in Erie Independence House, Inc. v. Unemployment Compensation Bd. of Review, 126 Pa.Cmwlth. 358, 559 A.2d 994 (1989), and cannot be raised sua sponte.\nLastly, the Districts argue that the trial court erred when it dismissed some of the tax assessment appeals that had previously been settled by orders of the trial court. Specifically, in some cases the trial court entered an order settling the matter more than thirty (30) days pri- or to entry of the orders and opinions in these cases, dated August 7, 2002, which are now before this Court. We agree that such action by the trial court is improper. The provisions of the Judicial Code state:\nExcept as otherwise provided or prescribed by law, a court upon notice to the parties may modify or rescind any order within thirty days after its entry, notwithstanding the prior termination of any term of court, if no appeal from such order has been taken or allowed.\n42 Pa. C.S § 5505(emphasis added). Thus, a court loses jurisdiction to change an order once it becomes final. City of Philadelphia Police Department v. Civil Service Commission of City of Philadelphia, 702 A.2d 878, 880 (Pa.Cmwlth.1997). Absent a specific rule or statute, the only exception is to correct obvious technical mistakes, such as wrong dates and no substantive changes can be made. Id.\nFinally, Appellees argue that should this Court determine that the motions for summary judgment were improperly granted, then the Court may affirm on another basis. Appellees argue that some cases should be dismissed on the basin of lis pendens. Although it was raised below, this issue was not addressed by the trial court; therefore, it is not properly before us. The trial court should consider that issue on remand.\nAccordingly, the order of the trial court is hereby reversed. The case is remanded to the trial court for further action consistent with this opinion.\nORDER\nAND NOW, this 29th of April, 2003, the order of the Court of Common Pleas of Berks County (trial court) is reversed. The case is remanded to the trial court for further action consistent with this opinion.\nJurisdiction relinquished.\n. The consolidated cases that are before this Court for argument involve sixty-three (63) separate tax assessment appeals filed by Governor Mifflin SD and seven (7) separate tax assessment appeals filed by Fleetwood Area SD.\n. Prior to this time, the Districts had not initiated any tax assessment appeals in many years. However, the Districts were involved in assessment appeals initiated by local taxpayers during this period.\n. Champertous is a derivative of the term \"champerty,” which is defined as \"a bargain between a stranger and a party to a lawsuit by which the stranger pursues the party’s claim in consideration of receiving part of any judgment proceeds.” Black’s Law Dictionary 231 (6th ed.1990). It is further defined as \"one type of 'maintenance,' the more general term which refers to maintaining, supporting, or promoting another person’s litigation.” Id.\n. Our scope of review of an order granting or denying summary judgment is limited to determining whether the trial court committed an error of law or abused its discretion. Salerno v. LaBarr, 159 Pa.Cmwlth. 99, 632 A.2d 1002 (1993), petition for allowance of appeal denied, 537 Pa. 655, 644 A.2d 740 (1994). Moreover, summary judgment is only appropriate when, after examining the record in the light most favorable to the non-moving party, there is no genuine issue of material fact, and the moving party clearly establishes that he is entitled to judgment as a matter of law. Salerno.\n. The Districts also argue that the trial court erred in concluding that Weinstein had no legitimate interest in the litigation, the first prong above. We reject this argumenl because our review of the record indicates that the trial court was correct when it determined that Weinstein's sole interest was \"merely to make a profit.” (Trial court opinions at 8).\n. Champerty is not a defense to related cases in all instances. See Bedell v. Oliver H. Bair Co., Inc., 104 Pa.Super. 146, 158 A. 651 (1932), and Augenti v. Cappellini, 499 F.Supp. 50 (M.D.Pa.1980). However, this Court has recognized circumstances under which the doctrine of champerty is cause for dismissal of tax assessment appeal cases. See Clark v. Cambria County Board of Assessment Appeals, 747 A.2d 1242 (Pa.Cmwlth.2000). This Court notes that the trial court in the instant action wrote that the facts of the case before it \"are not distinguishable from the Clark case....” (Trial court opinions 15). We wish to note that we view the facts of the cases as being significantly different, given that the Districts and their solicitor were involved in the appeals in question in a more active manner than were the taxpayers in Clark.\n. It appears that in a number of the cases, summary judgment motions were not filed yet the trial court nevertheless dismissed the appeals finding that all of the pertinent facts of the cases were the same as those cases in which the summary judgment motions were filed.",
        "type": "majority",
        "author": "SENIOR JUDGE McCLOSKEY."
      }
    ],
    "attorneys": [
      "Arthur L. Piccone, Kingston, for appellant.",
      "William F. Kerr, Philadelphia, for appel-lee, Brandywine Operating Partnership.",
      "Kevin A. Moore, Wyomissing, for appel-lees, J. Whitman.",
      "Lee E. Sapira, Fleetwood, for appellee, ARE Flying Hills I Partners.",
      "Edwin L. Stock, Reading, for appellee, Berks County Board of Assessmant Appeals.",
      "\"Richard E. Fehling, Reading, for appel-lees, Flying Hills Apartment Co. Ill, et al.",
      ", Jeffrey C. Karver, Boyertown, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "FLEETWOOD AREA SCHOOL DISTRICT, Appellant v. BERKS COUNTY BOARD OF ASSESSMENT APPEALS and Moselem Development Co. Fleetwood Area School District, Appellant v. Berks County Board of Assessment Appeals and Berkleigh Country Club, Appeal of Fleetwood Area School District. Governor Mifflin School District, Appellant v. Berks County Board of Assessment Appeals, and Flying Hills Apartment Co., II, Jere W. Whitman, J.W. Whitman, Inc., Byron Whitman and William B. Whitman, John and Despina Fragakis, Flying Hills Co., Cynthia W. Sledge, Flying Hills Apartment Co., III, Paul Michael, ARE Flying Hills One Partners, Richard J. Webb and Main Street Bank, Robert L. Moore, New Morton International, Inc., Shillington Shopping Center L.P., Mark Shillington, L.P., Brandywine Operating Partnership, L.P., Wendalin Whitman, Flying Hills Apartment Co., III, Healthsouth of Reading, Inc., Shillington Associates, Shillington Shopping Center, L.P., Richard J. Webb and Main Street Bank. Fleetwood Area School District, Appellant v. Berks County Board of Assessment Appeals and Rich Maiden Golf Course, Inc. (Three Cases).\nCommonwealth Court of Pennsylvania.\nArgued April 2, 2003.\nDecided April 29, 2003.\nArthur L. Piccone, Kingston, for appellant.\nWilliam F. Kerr, Philadelphia, for appel-lee, Brandywine Operating Partnership.\nKevin A. Moore, Wyomissing, for appel-lees, J. Whitman.\nLee E. Sapira, Fleetwood, for appellee, ARE Flying Hills I Partners.\nEdwin L. Stock, Reading, for appellee, Berks County Board of Assessmant Appeals.\n\"Richard E. Fehling, Reading, for appel-lees, Flying Hills Apartment Co. Ill, et al.\n, Jeffrey C. Karver, Boyertown, for appel-lee.\nBEFORE: LEADBETTER, Judge, COHN, Judge (P.), and McCLOSKEY, Senior Judge."
  },
  "file_name": "1268-01",
  "first_page_order": 1312,
  "last_page_order": 1319
}
