{
  "id": 7293701,
  "name": "In re INTERBRANCH COMMISSION ON JUVENILE JUSTICE Application of Judicial Conduct Board of Pennsylvania",
  "name_abbreviation": "In re Interbranch Commission on Juvenile Justice",
  "decision_date": "2010-01-29",
  "docket_number": "",
  "first_page": "1269",
  "last_page": "1287",
  "citations": [
    {
      "type": "official",
      "cite": "988 A.2d 1269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "805 A.2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11428117
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/805/0071-01"
      ]
    },
    {
      "cite": "812 A.2d 1164",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11374949,
        1070154,
        11374892,
        1070128,
        11375067,
        1070143
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/1164-02",
        "/pa/571/0490-01",
        "/a2d/812/1164-01",
        "/pa/571/0490-02",
        "/a2d/812/1164-03",
        "/pa/571/0489-01"
      ]
    },
    {
      "cite": "571 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070128,
        1070154
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0490-02",
        "/pa/571/0490-01"
      ]
    },
    {
      "cite": "918 A.2d 87",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3015788,
        8325509
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0351-01",
        "/a2d/918/0087-01"
      ]
    },
    {
      "cite": "591 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3015788
      ],
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0351-01"
      ]
    },
    {
      "cite": "331 U.S. 549",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158393
      ],
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "parenthetical": "discussing rationale for policy"
        },
        {
          "parenthetical": "discussing rationale for policy"
        },
        {
          "parenthetical": "discussing rationale for policy"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/331/0549-01"
      ]
    },
    {
      "cite": "673 A.2d 905",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865377,
        461515,
        461577,
        7865247
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "909",
          "parenthetical": "\"courts should avoid constitutional issues when the issue at hand may be decided upon other grounds\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/673/0905-02",
        "/pa/543/0591-01",
        "/pa/543/0592-01",
        "/a2d/673/0905-01"
      ]
    },
    {
      "cite": "543 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461577
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "\"courts should avoid constitutional issues when the issue at hand may be decided upon other grounds\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0592-01"
      ]
    },
    {
      "cite": "880 A.2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8936626,
        687748
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "518-519",
          "parenthetical": "no need to reach claim that application of statute retroactively would violate constitutional prohibition against ex post facto laws if examination of proper application of general-specific statutory construction principle is sufficient to resolve question on appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0505-01",
        "/pa/583/0514-01"
      ]
    },
    {
      "cite": "583 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        687748
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "no need to reach claim that application of statute retroactively would violate constitutional prohibition against ex post facto laws if examination of proper application of general-specific statutory construction principle is sufficient to resolve question on appeal"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/583/0514-01"
      ]
    },
    {
      "cite": "686 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466682,
        7355227
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "815"
        },
        {
          "page": "817"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0481-01",
        "/a2d/686/0809-01"
      ]
    },
    {
      "cite": "546 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466682
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0481-01"
      ]
    },
    {
      "cite": "733 A.2d 1258",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11551804
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/733/1258-01"
      ]
    },
    {
      "cite": "557 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56882
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0390-01"
      ]
    },
    {
      "cite": "517 A.2d 949",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800449,
        1800430
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "hereinafter, In re Subpoena"
        },
        {
          "page": "953"
        },
        {
          "page": "955"
        },
        {
          "page": "953"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0495-01",
        "/pa/512/0496-01"
      ]
    },
    {
      "cite": "512 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800430
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "hereinafter, In re Subpoena"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0496-01"
      ]
    },
    {
      "cite": "690 A.2d 1138",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        468659,
        11926095
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0385-01",
        "/a2d/690/1138-01"
      ]
    },
    {
      "cite": "547 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468659
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/547/0385-01"
      ]
    },
    {
      "cite": "805 A.2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11428117
      ],
      "opinion_index": 2,
      "case_paths": [
        "/a2d/805/0071-01"
      ]
    },
    {
      "cite": "517 A.2d 949",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800449,
        1800430
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "quashing subpoena by Pennsylvania Crime Commission to former Judicial Inquiry and Review Board based on constitutional mandate of confidentiality of Inquiry Board's paper and proceedings"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/512/0495-01",
        "/pa/512/0496-01"
      ]
    },
    {
      "cite": "512 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800430
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "quashing subpoena by Pennsylvania Crime Commission to former Judicial Inquiry and Review Board based on constitutional mandate of confidentiality of Inquiry Board's paper and proceedings"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/512/0496-01"
      ]
    },
    {
      "cite": "686 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466682,
        7355227
      ],
      "year": 1996,
      "opinion_index": 3,
      "case_paths": [
        "/pa/546/0481-01",
        "/a2d/686/0809-01"
      ]
    },
    {
      "cite": "546 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466682
      ],
      "year": 1996,
      "opinion_index": 3,
      "case_paths": [
        "/pa/546/0481-01"
      ]
    },
    {
      "cite": "517 A.2d 949",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1800449,
        1800430
      ],
      "year": 1986,
      "opinion_index": 3,
      "case_paths": [
        "/pa/512/0495-01",
        "/pa/512/0496-01"
      ]
    },
    {
      "cite": "512 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800430
      ],
      "year": 1986,
      "opinion_index": 3,
      "case_paths": [
        "/pa/512/0496-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1706,
    "char_count": 61623,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1883492049150356
    },
    "sha256": "76962fdee5103728df394772189ad8ed01ab515b2e2eeee35845ff1902ecc561",
    "simhash": "1:9291d8c62dabe79f",
    "word_count": 9741
  },
  "last_updated": "2024-02-27T20:53:10.604864+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
    ],
    "parties": [
      "In re INTERBRANCH COMMISSION ON JUVENILE JUSTICE Application of Judicial Conduct Board of Pennsylvania."
    ],
    "opinions": [
      {
        "text": "Chief Justice Castille delivered the Opinion of the Court, in which Justices Saylor, Eakin, Baer, Todd, and McCaffery joined with respect to Sections I and II; and in which Justices Eakin, Baer and McCaffery joined with respect to Sections III-A and III-B; and an Opinion, in which Justices Eakin and McCaffery joined, with respect to Sections III-C and IV. Justice Baer filed a Concurring and Dissenting Opinion. Justice Todd filed a Concurring and Dissenting Opinion, in which Justice Saylor joined. Justice Orie Melvin filed a Concurring and Dissenting Opinion.\nOPINION\nChief Justice CASTILLE.\nThe Judicial Conduct Board of Pennsylvania (“JCB”) has filed a pleading styled as an “Application for Relief Pursuant to this Honorable Court’s Order of November 6, 2009 in This Matter.” The JCB requests that this Court uphold its objections to questions asked of JCB witnesses during the hearing conducted on December 8, 2009, by the Interbranch Commission on Juvenile Justice (“ICJJ”). The JCB also requests that we issue an order precluding the ICJJ from compelling answers to those questions from any JCB witness who is called to testify, and from compelling the production of any documents pursuant to subpoenas or document requests. We will exercise our King’s Bench jurisdiction over this matter for the limited purpose of passing upon the question of confidentiality, see In re Avellino, 547 Pa. 385, 690 A.2d 1138 (1997).\n-I-\nOn November 4, 2009, the ICJJ issued a subpoena to compel the testimony of Joseph A. Massa, Jr., Esq., the JCB’s Chief Counsel, at a public hearing that was scheduled for Monday, November 9, 2009. On November 6, 2009, the JCB filed an emergency application, requesting that this Court assume King’s Bench jurisdiction over the matter and stay the subpoena issued by the ICJJ. The JCB sought to preclude Mr. Massa’s testimony by raising several privileges, including (1) a constitutional privilege arising under Pa. Const. Art. V, § 18(a)(8) that guarantees the confidentiality of JCB proceedings, (2) the deliberative process privilege, and (3) the attorney-client privilege. The JCB also requested that the Court establish guidelines and procedures to maintain the confidentiality of information in the JCB’s possession. A single-Justice order was entered that same day denying the JCB’s emergency application, without prejudice to the JCB’s right to forward claims of confidentiality or privilege before the ICJJ at the scheduled hearing.\nMr. Massa testified before the ICJJ as scheduled and continued his testimony on December 8, 2009. JCB Board Member Edwin L. Klett, Esq., also testified during the December 8 hearing, appearing as the designee of the JCB’s Chairman. The witnesses answered general questions posed by the ICJJ, but at counsel’s instruction, they did not answer questions regarding the disclosure of information asserted to be confidential under the Pennsylvania Constitution. The witnesses answered questions regarding public information and hypothetical questions regarding the JCB’s practices and procedures, but did not answer questions seeking information about specific complaints as to which formal JCB charges have not been filed.\nWith respect to the documents in dispute, on November 24, 2009, Judge John Cleland, the ICJJ’s Chair, sent a letter to the JCB’s counsel, Paul Titus, Esq. The letter noted that during Mr. Massa’s testimony in November, he had referred to specific documents and indicated that he would determine whether the JCB would provide those documents to the ICJJ. Judge Cleland requested that the following documents be provided to the ICJJ’s counsel by December 3, 2009:\n(1) The first anonymous complaint filed against Judge Conahan that the Judicial Conduct Board identified, but did not attach as an exhibit, in its September 10, 2009 response brief in the Lokuta matter.[]\n(2) Any preliminary and/or final investigative reports prepared in connection with the first anonymous complaint (as identified in the September 2009 Judicial Conduct Board Lokuta brief).\n(3) Any preliminary and/or final investigative reports prepared in connection with the second anonymous complaint (as identified in the September 2009 Judicial Conduct Board Lokuta brief) received in September 2006.\n(4) The letter from Conahan’s counsel waiving confidentiality so as to allow the release of the information contained in the September 2009 Judicial Conduct Board Lokuta brief.\n(5) The letter from Conahan’s counsel reasserting confidentiality in connection with the first and second anonymous complaints referenced in the September 2009 Judicial Conduct Board Lokuta brief.\n(6) Any other documents relating to the first and second anonymous complaints (as referred to in the September 2009 Lokuta brief) that would normally be discoverable in a Judicial Conduct Board matter if a public complaint had been filed.\nSee Exhibit C to JCB’s Application for Relief.\nOn December 2, 2009, Mr. Titus provided the following responses to the numbered requests:\n(1) The statements made in averments number 1) and 2) set forth on page 19 of the brief filed in the case entitled In Re: Ann H. Lokuta, 3 JD 06 in the Court of Judicial Discipline should not have been contained in the brief because they refer to confidential information.\n(2) By reason of the provisions of the Constitution set forth above, the Board cannot comply with this request.\n(3) By reason of the provisions of the Constitution set forth above, the Board cannot comply with this request.\n(4) Upon review of the files of the Chief Counsel, it has been determined that no letter was received from Judge Cona-han’s counsel waiving confidentiality. The consent was given orally.\n(5) There is no letter from former Judge Conahan’s counsel reasserting confidentiality “in connection with the first and second anonymous complaints” referred to in the brief in the Lokuta case. There were, however, two letters received from counsel for former Judges Conahan and Ciavarella refusing to waive the confidentiality provisions applicable to Judicial Conduct Board proceedings. Enclosed herewith are copies of the following two letters:\na. Letter dated November 5, 2009 to Joseph A. Mazza [sic], Esquire from Philip Gelso, Esquire on behalf of former Judge Conahan and\nb. Letter dated November 3, 2009 addressed to Joseph A. Mazza [sic], Jr. from A1 Flora, Jr., Esquire on behalf of former Judge Ciavarella.\n(6)Because no public complaint has been filed, there are no documents which can be produced by the Board consistent with the provisions of the Pennsylvania Constitution.\nSee Exhibits D-F to JCB’s Application for Relief.\n-II-\nThe JCB asserts that the information and documents sought by the ICJJ are protected under the Pennsylvania Constitution because they relate to judicial conduct complaints where no formal charges have been filed and the subjects of the investigations have expressly declined to waive confidentiality. The JCB cites In re Subpoena on Judicial Inquiry and Review Board, 512 Pa. 496, 517 A.2d 949 (1986) (hereinafter, In re Subpoena) in further support of its constitutional position.\nIn re Subpoena addressed whether a subpoena issued to the Judicial Inquiry and Review Board (“JIRB”) by the Pennsylvania Crime Commission (“Commission”) was enforceable. The subpoena sought to compel production of the record of proceedings from the JIRB’s investigation and hearing arising from allegations of misconduct involving Rolf Larsen, a former Justice of the Pennsylvania Supreme Court. The JIRB filed a motion to quash the subpoena, which was granted by the Commonwealth Court on the basis that the record of the JIRB proceedings was confidential under former Article V, Section 18(g), (h) of the Pennsylvania Constitution relating to JIRB proceedings.\nOn appeal, the Commission argued that the confidentiality mandate was not absolute and that disclosure of the records would advance the interest of maintaining confidence in the judiciary. This Court rejected the argument, stating:\nThis Court may not routinely examine the purposes and policies underlying the law as enunciated in the Constitution to determine whether that law should be applied or not. It is only when a constitutional precept contends with a precept of equal or greater authority that such an analysis becomes appropriate. Then it devolves upon the Court to discern which should control the facts presented, by among other things, assessing the purposes and policies underlying each. The Commission here asks us to set the express constitutional mandate of confidentiality against its own supporting rationale. Were we presented with a rule of law developed in the courts, we would of course be acting in the best spirit of the common law tradition in testing the rule against its reason. The requirement of confidentiality of Board proceedings, however, was established by the people of the Commonwealth as a constitutional rule of law and must be enforced as written until it is either amended or repealed by the appropriate constitutional process.\n517 A.2d at 953.\nThis Court further noted that the Crime Commission was an investigative body whose function was to make recommendations for legislative and administrative action, and that the Commission lacked pros-ecutorial authority. With respect to the conflict between the JIRB’s constitutionally-based privilege and the Crime Commission’s statutory authority, we noted, “the constitutional rule of law is more fundamental and must prevail.” 517 A.2d at 955.\nIn this matter, the JCB asserts that the confidentiality provision now found in Article V, Section 18(a)(8) of the Pennsylvania Constitution, which directly governs this matter, dictates the same result. Article V, Section 18(a)(8) addresses confidentiality in explicit, detailed, and mandatory terms:\nComplaints filed with the board or initiated by the board shall not be public information. Statements, testimony, documents, records or other information or evidence acquired by the board in the conduct of an investigation shall not be public information. A justice, judge or justice of the peace who is the subject of a complaint filed with the board or initiated by the board or of an investigation conducted by the board shall be apprised of the nature and content of the complaint and afforded an opportunity to respond fully to the complaint prior to any probable cause determination by the board. All proceedings of the board shall be confidential except when the subject of the investigation waives confidentiality. If, independent of any action by the board, the fact that an investigation by the board is in progress becomes a matter of public record, the board may, at the direction of the subject of the investigation, issue a statement to confirm that the investigation is in progress, to clarify the procedural aspects of the proceedings, to explain the rights of the subject of the investigation to a fail* hearing without prejudgment or to provide the response of the subject of the investigation to the complaint. In acting to dismiss a complaint for lack of probable cause to file formal charges, the board may, at its discretion, issue a statement or report to the complainant or to the subject of the complaint, which may contain the identity of the complainant, the identity of the subject of the complaint, the contents and nature of the complaint, the actions taken in the conduct of the investigation and the results and conclusions of the investigation. The board may include with a report a copy of information or evidence acquired in the course of the investigation.\nPa. Const. Art. V § 18(a)(8).\nDuring the December 8, 2009 hearing before the Commission, Messrs. Massa and Klett testified that certain documents relating to a complaint (or complaints) against Conahan had been provided to the U.S. Attorney’s Office, that similar information was disclosed to a federal grand jury, and that similar documents had been made part of the JCB’s filings in In Re: Ann H. Lokuta, 3 JD 06, which at present is pending before the Court of Judicial Discipline. Notwithstanding the apparent absence of explicit constitutional authority to so disclose, the disclosures of confidential matters to the U.S. Attorney’s Office and the grand jury purportedly were authorized by the JCB’s own Rules of Procedure.\nSpecifically, Rule 17 of the JCB Rules of Procedure states that “[ejxcept as provided in Rule 18, all information and proceedings related to a complaint and the Board’s deliberations shall be confidential.” Pa. J.C.B.R.P. 17. Subsections C and D of Rule 18 then provide that:\n(C) Information related to violations of criminal laws may be disclosed to the appropriate governmental agency.\n(D) Information related to violations of rules of professional conduct may be disclosed to the appropriate agency.\nPa. J.C.B.R.P. 18(C), (D).\nThe JCB’s counsel invoked the confidentiality provision as to all other items in the possession of the JCB, including any other complaints that were received, any investigative reports, or any other documentary statements or evidence that the JCB had relating to complaints against Conahan and Ciavarella. N.T. at 46-47.\nRespecting the prior disclosures, Mr. Massa testified that, after a request from the U.S. Attorney’s Office, he referred a September 28, 2006 anonymous complaint to that office. N.T. at 47. In making that referral, he relied upon Rule 18. Mr. Mas-sa also indicated that he testified before a federal grand jury under subpoena, but the subpoena did not require him to produce any documents. Mr. Massa’s production of the complaint to the U.S. Attorney, however, was not in response to a subpoena.\nMr. Klett explained the JCB’s unwritten practice of deferring its processing of judicial misconduct complaints that implicate criminal conduct and instead referring those matters to law enforcement agencies. He estimated that it takes approximately 30 to 40 per cent of the JCB’s manpower when it takes a case to the Court of Judicial Discipline. He testified that if the JCB decides to refer the criminal allegations to law enforcement agencies, the JCB does not continue to investigate the alleged ethical violations. N.T. at 92-94.\nMr. Klett testified that the JCB takes into consideration whether an investigation into the misconduct complaint may waste its limited resources, and that the procedure was to allow the agency’s investigation to go forward initially, and then to monitor that investigation. He stated that if a grand jury indicts and the Supreme Court removes that particular jurist, then it is highly unlikely that the JCB would expend its limited resources by pursuing the matter. N.T. at 95-96, 108. Because of this policy, no judicial misconduct proceedings were brought against Ciavarella and/or Conahan after they reached their initial plea agreements with the U.S. Attorney’s Office, agreements which required them to resign their positions.\nIn its Response to the Application for Relief, the ICJJ argues that the JCB’s position must be rejected because the JCB, under the aegis of Rule 18, has already disclosed information about complaints that it has received regarding Co-nahan and Ciavarella to third parties and because the JCB is likewise authorized to release the complaints to the ICJJ under Rule 18. The ICJJ argues that in order to assess what changes in the administration of justice may be necessary to prevent a similar scandal from happening again, and to recommend improvements to the juvenile justice system — which it views as central to its statutory mission — it is crucial that the ICJJ obtain information from the JCB about procedures that it generally follows in handling allegations of wrongdoing by judges. The ICJJ then adds that it is also essential for it to learn in particular about the way that the JCB responded to the specific situations with Conahan and Ciavarella.\nThe ICJJ emphasizes that it has agreed to keep any information that it receives from the JCB confidential and under seal. The ICJJ asserts further that it is an “appropriate governmental agency” under Rule 18, in that it is a duly constituted interbranch governmental entity which has been charged with making recommendations to improve the juvenile justice system, to prevent the recurrence of events similar to those that occurred in Luzerne County, and to address changes in state and local practices, rules, policies and procedures. Furthermore, the ICJJ claims, it has been charged with the responsibility to review procedures used in responding to complaints of judicial and attorney misconduct. The ICJJ notes that the JCB voluntarily disclosed information to the U.S. Attorney and to the federal grand jury, and that there is nothing to suggest that the JCB asserted that it could not disclose that information to those third parties on the grounds of constitutional confidentiality, or that the JCB attempted to seek a court order against providing such information, as it is doing in this matter.\nAlthough the JCB’s Rule 18 does not define what is encompassed within the phrase “appropriate governmental agency,” the ICJJ asserts that disclosure of the information is appropriate. The ICJJ argues that this conclusion is compelled by the clear mandate to the ICJJ in its enabling legislation. It asserts that for the JCB to share information with the U.S. Attorney and a grand jury, but to selectively invoke confidentiality towards the ICJJ, serves only to thwart the charge with which the ICJJ has been vested. The ICJJ adds that the JCB risks a perception of a cover-up, thereby further eroding the public’s confidence in the administration of justice. Notably, the ICJJ does not present any argument as to whether the promulgation of Rule 18 is inconsistent with the constitutional mandate of confidentiality — no doubt because the Rule gives the ICJJ more solid footing for seeking the information it desires.\nIn its Reply to Response of ICJJ, the JCB, which does not reference Rule 18 in its Application, notes that the ICJJ’s sole contention is that it qualifies as an “appropriate agency” under Rule 18. Although Rule 18 does not define the term, the JCB asserts that the ICJJ is not an appropriate agency under Rule 18 because “the agencies referred to under that provision are those which, in accordance with the command of the Constitution, safeguard the information’s confidentiality, such as federal and state law enforcement and prosecuting agencies.” The JCB cites no source for this construction, constitutional or otherwise.\n-III-\nA\nThe ICJJ’s examination of Messrs. Massa and Klett suggests the issue of whether Rule 18 of the JCB’s Rules of Procedure is in conflict with the confidentiality mandate of Article V, Section 18(a)(8). Both the text of Rule 18 and the position taken by the JCB during the hearing before the ICJJ concerning its voluntary referrals of confidential complaints appear to be inconsistent with the plain language of the constitutional command. Moreover, the JCB’s voluntary disclosure of confidential information to the U.S. Attorney’s Office is not expressly permitted under any language in Article V, Section 18(a)(8). However, we need not address or resolve the overarching issue of the apparent tension between the Rule and the constitutional mandate, since there is no challenge to the JCB’s authority to promulgate its referral rule currently before this Court, nor is there any question presented as to whether that Rule is unconstitutional. We need not resolve the conflict in order to resolve the JCB’s narrow application in this matter.\nB\nAccepting, then, the unchallenged validity of Rule 18, the JCB’s absolutist stand premised upon Article V, Section 18(a)(8) obviously fails in this instance, and the controlling question becomes one of interpretation of Rule 18 of the JCB Rules of Procedure. We conclude that Rule 18 does not preclude the JCB from disclosing matters relating to misconduct complaints filed against Conahan and Ciavarella simply because no formal charges have yet been filed by the JCB and the former judges — who have nothing further at stake respecting their former judicial positions— have declined to waive confidentiality in a parting expression of their contempt for the citizens of Pennsylvania they victimized.\nThe core of the JCB’s defense of its Rule is that disclosure is appropriate so long as the requesting agency will keep the information confidential, and the JCB offers as examples “federal and state law enforcement and prosecuting agencies.” Notably, the text of the Rule does not purport to limit its application to prosecuting agencies. In any event, the ICJJ has assured the Court that it has the same capacity as a prosecutor’s office to maintain the confidentiality of the complaints it has requested, and it has promised to do so. Moreover, although it is not a “prosecuting agency,” the ICJJ was created in response to the revelation of extensive criminal judicial misconduct occurring in Luzerne County, with a forward-looking mission that is no less important when compared to the remedial and punitive function served by criminal prosecution. Given these circumstances, we direct the JCB to disclose the requested Conahan misconduct complaint, under seal, in accordance with Rule 18.\nC\nWe turn now to the ICJJ’s requests for other investigative materials. Notwithstanding the JCB’s voluntary disclosures of confidential complaints to federal authorities, there is no support for the ICJJ’s additional requests, in Judge Cleland’s November 24 letter, for: “[a]ny preliminary and/or final investigative reports prepared in connection with the first anonymous complaint (as identified in the September 2009 Judicial Conduct Board Lokuta brief)” or “[a]ny preliminary and/or final investigative reports prepared in connection with the second anonymous complaint (as identified in the September 2009 Judicial Conduct Board Lokuta brief) received in September 2006.” Similarly, there is no support for the ICJJ’s request for “[a]ny other documents relating to the first and second anonymous complaints (as referred to in the September 2009 Lokuta brief) that would normally be discoverable in a Judicial Conduct Board matter if a public complaint had been filed.”\nArticle V, Section 18(a)(8) requires that “[a]ll proceedings of the board shall be confidential except when the subject of the investigation waives confidentiality.” The constitutional provision authorizes the JCB, in its own discretion, to issue a statement or report to the complainant or to the subject of the complaint when the JCB acts to dismiss a complaint for lack of probable cause to file formal charges. The provision does not authorize a complainant, the subject of the complaint, or another entity to compel the JCB to disclose its actions in conducting the investigation or any deliberations concerning whether to file formal charges. Nor does Rule 18 encompass the disclosure of confidential deliberations of the JCB. Under the deliberative process privilege, government officials may refuse to testify and may withhold documents containing “confidential deliberations of law or policymaking, re-fleeting opinions, recommendations or advice.” Commonwealth v. Vartan, 557 Pa. 390, 733 A.2d 1258, 1263 (1999). Given the fact-finding and deliberative functions of the JCB, this information would be privileged.\nIn re Hasay, 546 Pa. 481, 686 A.2d 809 (1996) is instructive in this regard. In that case, the JCB filed an appeal from the dismissal of charges against a district justice, seeking review of two discovery orders issued by the Court of Judicial Discipline (“CJD”), as well as review of the dismissal of charges. The CJD had directed the JCB to disclose the identity of the complainant and to provide minutes of the board meeting affecting the investigation of the district justice. This Court held that a waiver of confidentiality by a judicial officer pursuant to Article V, Section 18(a)(8) does not automatically entitle the jurist to receive all the confidential information, including the complaint, acquired by the JCB in the course of its investigation. 686 A.2d at 815. This Court determined that the boilerplate allegations made by the district justice — to the effect that disclosure was necessary to allow him to attack the bias or prejudice of any complainants who testified at his trial— was insufficient to compel disclosure, particularly since the complainant was never listed nor called as a witness. Accordingly, the Court held that the CJD had erred in ordering disclosure of the complainant’s identity.\nThe second discovery order involved the district justice’s request for the minutes of the JCB deferring any investigation as well as minutes of the JCB authorizing a full investigation of his actions. The CJD had ordered disclosure of the minutes, except those parts of the minutes that constituted subject matter that was protected by the attorney-client privilege or work-product doctrine, including recommendations by JCB counsel. The district justice had asserted that the records were required to determine whether the JCB violated its own rules of procedure and his due process rights by inappropriately deferring any investigation pending disposition of his criminal matter. This Court concluded that the CJD had not erred in directing that the minutes be disclosed because “[i]t was a proper means of insuring that due process was accorded to the accused judicial officer, and it was carefully circumscribed to prevent disclosure of privileged information.” 686 A.2d at 817.\nHasay teaches that there may be instances where deliberations of the JCB may be subject to disclosure. But in this case, the ICJJ is not undertaking an investigation of whether due process was afforded to judicial officers who were the subjects of misconduct complaints which went to trial. Nor has any other argument been forwarded to explain why some value of equal constitutional import should defeat the privilege. Therefore, there is no basis to order or permit disclosure of matters otherwise protected by the deliberative process privilege. Again, as this Court noted in In re Subpoena on Judicial Inquiry and Review Board, supra, “[t]he requirement of confidentiality of Board proceedings ... was established by the people of the Commonwealth as a constitutional rule of law and must be enforced as written.... ” 517 A.2d at 953.\nThe problems highlighted by this situation arise from the coordination of efforts between law enforcement agencies, administrative agencies, and the JCB. This Court’s decision relating to the limited disclosure of otherwise constitutionally-protected confidential information will not resolve the larger public policy issues. Of course, the policy decisions that have to be made regarding the respective roles of the JCB and other agencies may be appropriate for consideration by the ICJJ as part of its final report. Ultimately, the broader questions that must be resolved involve the JCB’s limited role, budget, and staffing, which severely restrict its ability to conduct expansive investigations into allegations of criminal conduct; whether it is an efficient use of government resources to have separate investigations of criminal conduct by judges being undertaken simultaneously by the JCB and law enforcement agencies; whether law enforcement agencies investigating judges should be better attuned to the collateral effects of their decisions and negotiations; and whether the JCB should take action such as notifying the Supreme Court of criminal investigations of judicial officers during the course of such investigations.\n-IV-\nThe Concurring and Dissenting Opinion by Madame Justice Orie Melvin (hereinafter “CO/DO”) purports to resolve issues involving an interpretation of Article V, Section 18(a)(8), ones that the parties did not raise or address; and the CO/DO does so as if writing upon a tabula rasa, ignoring our precedent and precepts of constitutional interpretation. As we have noted above, the dispute as ultimately presented by the JCB and the ICJJ accepts the validity of both the constitutional provision as written and Rule 18; the disagreement turns on whether Rule 18 authorizes the disclosure of confidential information to the ICJJ. The ICJJ, which seeks disclosure, does not dispute that the Constitution commands confidentiality, nor does it dispute the recognized reasons why that command exists. See In re Subpoena, supra. Moreover, the ICJJ clearly does not pose the radical reinterpretation of Article V, Section 18(a)(8) that is the centerpiece of the CO/DO. Finally, in keeping with its understanding of the plain constitutional command, the ICJJ does not suggest or request that the documents it seeks be made public, but at all times, has noted its commitment to maintaining disclosed documents under seal. Respectfully, we are unpersuaded by the CO/DO.\nEven if this Court was asked to, and was free to, sua sponte “interpret” the constitutional provision in the CO/DO’s ad hoc fashion, we would not be so unmoored as the CO/DO appears to be. Unlike the parties, the CO/DO would interpret the constitutional confidentiality provision as having an extremely limited application; in the CO/DO’s view, the provision does not apply if the JCB “apparently” has not and will not follow through with a formal investigation. The CO/DO inevitably then attempts to describe the powers and limitations it would discover in the Constitution’s plain and unequivocal language mandating confidentiality. The CO/DO suggests that the only circumstance under which the confidentiality provision would actually apply with any real force is when the JCB determines that a complaint is unfounded. Under the CO/DO’s view, the confidentiality provision apparently would not remain in force under the following circumstances: (1) where the JCB does not affirmatively state that it initiated an investigation into the validity of the complaint (the contours of “investigation” being undefined and subject to the subjective impressions of the author of the CO/DO), or, if it does; (2) the JCB does not “continue to fully investigate the complaint” because it decides to refer criminal allegations to law enforcement agencies; (3) the subject of the complaint has resigned or been removed from the bench; or (4) the JCB makes a determination that probable cause exists to file formal charges and the matter is referred to the CJD. The CO/DO’s sua sponte view, rendered without benefit of advocacy here or before the ICJJ, turns the constitutional language on its head: the provision is reconstrued as a disclosure command rather than a command of confidentiality. The seminal question is where in the constitutional language — the language placed before and approved by the citizens of the Commonwealth in our organic charter — is there support for the distinctions in the CO/DO’s reinterpretation?\nIn Hasay, supra, this Court addressed a due process claim that arose from the individual judicial officer’s assertion that his own due process rights were violated. The ICJJ has no cognizable due process nor any other constitutional right that could have been violated by the JCB’s handling of complaints against judicial officers. The ICJJ has only been given the authority “[t]o review procedures used in responding to judicial and attorney conduct,” but an examination of procedures is not the equivalent of exercising a right of due process.\nThe CO/DO does not define or explain what right of due process could possibly be conferred upon the ICJJ by either the Pennsylvania Constitution or the United States Constitution, or its enabling legislation, to make it the equivalent of the actual judicial officer in Hasay. Nor has the CO/DO cited any authority that would confer standing upon the ICJJ to raise a due process claim on behalf of an individual or entity.\nThe core and unifying difficulty with the CO/DO is that it is disconnected from the actual litigation, the constitutional language, and precedent. Thus, the CO/DO poses questions that are not presented by the parties, and exaggerations that are not fairly implicated. For example, the CO/DO says that the Constitution does not suggest that the JCB’s records “must have the status of a high state secret and never be disclosed;” no, but the JCB forwards no such claim, and it relies upon a constitutional provision that clearly provides for confidentiality. The CO/DO also submits that the JCB “must at least proffer that it has or is in the process of fulfilling its constitutional charge to investigate” in order to invoke confidentiality. But, that prerequisite did not exist when this dispute arose in front of the ICJJ or when the JCB filed its Application here; nor does it exist now. How can the CO/DO fault the JCB for failing to anticipate and satisfy a requirement that derives from a constitutional reinterpretation the CO/DO would have this Court innovate sua sponte and apply retroactively?\nIn a further non-sequitur, the CO/DO declares that “the issue becomes just who or what are we protecting by maintaining confidentiality.” The parties have posed no such issue; they understand their narrow dispute. The CO/DO goes on to declare that it is “illogical” to suggest that the JCB’s records are subject to confidentiality restrictions if, as the CO/DO assumes, the JCB did not initiate a “full inquiry” into the validity of the complaint. But that “illogie” exists only because the CO/DO measures the facts here against the new constitutional construct the CO/DO would announce and retroactively apply today. The CO/DO’s attempted distinction of the decision in In re Subpoena suffers from the same circularity, as the CO/DO tautologically resorts to the non-textual view of the constitutional provision it advocates today as the basis for distinction.\nThe CO/DO justifies its view by stating that “the fact that complaints were lodged against the former judges is now a matter of public record, and unlike the situation where the sanction is something less than removal or resignation, these judges are no longer in a position to harass or retaliate against any complainants.” Although the former judges cannot abuse the power vested in a judicial officer to harass or retaliate against any complainants, this does not strip them of all ability to harass or retaliate against the complainants.\nIn a similar non-sequitur, the CO/DO declares that “[t]he JCB should not be permitted to hide behind the veil of confidentiality when it will not even acknowledge what investigation, if any, occurred in this matter.” But that unnecessarily charged accusation again assumes that the JCB’s conduct before the ICJJ should be measured by the constitutional view the CO/DO advocates today and would apply retroactively. The JCB is not “hiding” by invoking a specific constitutional command of confidentiality and then seeking a ruling from the highest Court in the Commonwealth on the validity of its construction of its constitutional obligation.\nThe CO/DO next declares that the JCB’s procedures “have been called into question by the ‘kids-for-cash’ scandal” and, therefore, “the ICJJ needs to know if the JCB followed its own procedures in this case.” No, the “scandal” is not a moving party. The ICJJ sought information both about procedures and about individual complaints involving Conahan and Ciavarella. The JCB opposed aspects of the request, citing confidentiality. The parties have now asked this Court to resolve the dispute they have presented. And, as we have noted, neither party, in the context of the narrow points they have forwarded to this Court, has proposed the CO/DO’s radical judicial rewriting of clear constitutional language. Furthermore, it must be remembered that the ICJJ is a statutory creation. Any conflict between its perceived mission and an organic command in our Constitution would require the ICJJ to stand down. And notably the ICJJ has stood down; it relies upon the JCB’s procedural rule and it assures that it will respect the JCB’s confidentiality command by keeping documents under seal.\nOur precedent bears repeating: “This Court may not routinely examine the purposes and policies underlying the law as enunciated in the Constitution to determine whether that law should be applied or not.” In re Subpoena, supra.\nFinally, the CO/DO goes farther than either party requests by suggesting a mandate of non-sealed disclosure of documents, and then intemperately declaring that, to the extent this Court does otherwise, it “risks the appearance of an attempt to shield members of the judiciary, and those charged with judicial oversight, from public scrutiny” here. Our charge is to decide the dispute presented, and to construe the governing law, including the constitutional language. The parties are in agreement that, if any documents are to be disclosed, the disclosure should be under seal. That shared position squares with the plain language of the Constitution.\nTo find a contrary command, the CO/DO has to raise a constitutional issue of its own, innovate a different constitutional approach, and impose that approach on this litigation. This Court generally seeks to avoid constitutional questions where a matter can be decided on alternative, non-constitutional grounds. See Commonwealth v. Karetny, 583 Pa. 514, 880 A.2d 505, 518-519 (2005) (no need to reach claim that application of statute retroactively would violate constitutional prohibition against ex post facto laws if examination of proper application of general-specific statutory construction principle is sufficient to resolve question on appeal); In re Fiori, 543 Pa. 592, 673 A.2d 905, 909 (1996) (“courts should avoid constitutional issues when the issue at hand may be decided upon other grounds”). The U.S. Supreme Court also embraces this policy of judicial restraint. See Rescue Army v. Municipal Court of City of Los Angeles, 331 U.S. 549, 568-70 & nn. 33 & 34, 67 S.Ct. 1409, 91 L.Ed. 1666 (1947) (discussing rationale for policy). The policy should have particular force when the alternative constitutional ground is not one forwarded by the parties.\nHere, the parties do not pose the constitutional question the CO/DO ultimately deems controlling. Moreover, the CO/DO itself appears to believe that disclosure is permissible under Rule 18, and that the JCB’s deliberative process objections need not be reached given the pleadings before this Court. A proper evaluation of the CO/DO’s digression depends upon the perceived necessity to reach a conclusion that disclosures need not be made under seal— a condition never sought by the ICJJ, and a point not briefed. Deciding the case as presented involves no “cover-up;” rather, the decision reflects fidelity to the command of the oaths we take to support and defend the Constitution, and to exercise judicial restraint. The CODO’s approach, in contrast, is the opposite of strict construction and the height of judicial activism.\nAt bottom, whatever merit and internal “logic” the CODO’s view of the judicial disciplinary system as. it presently exists might have as a political tract, a “what-should-be editorial,” or as an outline of one idiosyncratic view of the way that judicial investigations should operate, it is a demonstrably off-point response to the dispute actually presented to this Court, the plain constitutional language that actually exists, the obvious complexities involved, and our precedent interpreting the constitutional language. The situation in Luzerne County is shocking and disappointing beyond words; the various interventions of this Court, and the very existence of an Interbranch entity such as the ICJJ alone are testament to that fact. The public and political debate, of course, may encompass all voices, responsible and irresponsible, learned and reckless, and citizens in that debate are entitled to voice their opinions giving scant or no attention to salutary restrictions existing in the law, where foundational commands and precedent must hold sway. Our task is different from that of the litigant, the politician, or the editorialist, and it is inevitably less understood and often less popular. Our sworn task is to apply the law; and in so doing we cannot ignore, rewrite or torture settled language and propositions, and then apply that construct retroactively without affording the parties an opportunity to be heard, in order to reach a perceived favored conclusion, no matter how extreme the circumstance that brings a dispute to our attention.\n. The ICJJ was established to conduct a noncriminal investigation and review of the Lu-zerne County juvenile justice system. See 71 P.S. § 1190.35b(l).\n. Mr. Klett testified as a JCB member, although he does not have a leadership position or office with the JCB. He indicated that he was not representing the JCB as a whole, but was representing the Chairman. N.T. December 8, 2009 at 82, 99.\n. The “Lokuta” reference is lo a separate judicial conduct matter involving Judge Ann H. Lokuta of the Court of Common Pleas of Luzerne County. See In Re: Ann H. Lokuta, 3 JD 06. The Lokuta matter involved a JCB prosecution in the Court of Judicial Discipline, and thus is a matter of record.\n. The Judicial Inquiry and Review Board was the predecessor to the JCB under the prior framework for judicial discipline established by former Article V, Section 18(d) of the Pennsylvania Constitution. \"That framework was replaced with the current system, known as the Judicial Conduct Board, by constitutional amendment on May 18, 1993.” Commonwealth ex rel. Jud. Conduct Bd. v. Griffin, 591 Pa. 351, 918 A.2d 87, 91 n. 4 (2007).\n. Former Article V, Section 18(g), (h) provided:\n(g) if, after hearing, the board finds good cause therefor, it shall recommend to the Supreme Court the suspension, removal, discipline or compulsory retirement of the justice or judge.\n(h) The Supreme Court shall review the record of the board’s proceedings on the law and facts and may permit the introduction of additional evidence. It shall order suspension, removal, discipline or compulsory retirement, or wholly reject the recommendation, as it finds just and proper.... All papers filed with and proceedings before the board shall be confidential but upon being filed by the board in the Supreme Court, the record shall lose its confidential character....\nPa. Const. Art. V § 18(g)-(h) (repealed).\n. With respect to the related disclosure of confidential matters in In Re Lokuta, Mr. Massa testified that there was a minor error in the brief that was filed by the JCB in that case, but the JCB's counsel objected when the ICJJ requested that Mr. Massa correct the record during the hearing because counsel did not know whether that would involve a discussion of confidential matters. The JCB's counsel also objected to the ICJJ's inquiry as to whether there were one or two anonymous complaints, asserting that the JCB’s reference to such complaints in its Lokuta brief should not have been made. N.T. at 45-46.\n. On January 8, 2010, the JCB adopted, and has since published, Internal Operating Procedures ('T.O.P.s''), deemed effective January 1, 2010. The subject matter of Rule 18(C) is found in I.O.P. 4.07, which addresses \"Referral of Complaints to Law Enforcement Agencies.\" The dispute before the ICJJ giving rise to the instant filing implicates Rule 18(C).\n. We note that, as Exhibit A to its Reply, the JCB has attached a copy of a subpoena duces tecum issued by the ICJJ that orders the production of documents in addition to those requested by the ICJJ in its letter dated November 24, 2009. The JCB has submitted a \"Response and Objections to Subpoena Duces Tecum” to the ICJJ. This exhibit has been submitted as additional information only, and the JCB has not raised a separate challenge to that subpoena at this time.\n. Neither of the former judicial officers, Co-nahan or Ciavarella, has sought to intervene in this matter to challenge whether Rule 18 violates the confidentiality provision of Article V, Section 18(a)(8).\n. The existence of Rule 18, the validity of which the JCB does not dispute, distinguishes this case from In re Subpoena, supra, where no such procedural rule was invoked.\n. We recognize that the JCB does not develop a separate deliberative process privilege argument in its current Application, resting instead on its constitutional argument and its interpretation of Rule 18. That is, the JCB does not argue before us that, even if the ICJJ does quálify as an appropriate agency, materials other than the anonymous complaint are still subject to the deliberative process privilege. On the other hand, we note that in the proceedings below, Mr. Klett did advert to the privilege on numerous occasions, there is a succeeding subpoena, and we must be mindful of the practical exigencies here, since the ICJJ's existence is of limited duration. Given the circumstances, we believe that the interests of economy and justice warrant us in addressing the question of the privilege.\n. For example, it appears that., in negotiating plea agreements with Conahan and Cia-varella (agreements the former judges have since rejected), the U.S. Attorney did not require them to waive their rights respecting inquiries into judicial misconduct.\n. It should be noted that the resignation of a judicial officer prior to the initiation of charges does not divest the CJD of its jurisdiction to determine whether the judicial officer had engaged in judicial misconduct. In re Melograne, 571 Pa. 490, 812 A.2d 1164 (2002); See also In re Sullivan, 805 A.2d 71 (Pa.Ct.Jud.Disc.2002) (CJD had jurisdiction over proceedings involving former district justice where notification of investigation by JCB issued after district justice's term had expired).\nThe CO/DO interprets the Constitution as depriving the JCB of any discretion to determine whether charges should be brought after a judicial officer has resigned. The JCB (and complainants) would be penalized by the CO/ DO’s approach that would forfeit the constitutional confidentiality protections should that discretion be exercised.\n. The CO/DO notes that, once formal charges are pursued and a matter is referred to the CJD, “the proceedings then become a matter of public record.” But the CJD proceedings are not the same as the initial complaint or the Board investigation and deliberation which precedes a referral of charges.\n. Moreover, the JCB obviously conducted some investigation into the Conahan complaint, before determining to refer it to prosecution authorities. During the hearing, Mr. Massa testified that when a complaint is filed there is a preliminary investigation to determine whether the JCB has jurisdiction to review the allegations presented therein and to determine whether grounds exist to believe the allegations and the information received. N.T. 66-68.",
        "type": "majority",
        "author": "Chief Justice CASTILLE."
      },
      {
        "text": "Justice BAER,\nconcurring and dissenting.\nI concur in the invocation of this Court’s King’s Bench powers, recognizing the need for expediency and efficiency in resolving any disputes, current or future, between the Judicial Conduct Board (JCB) and the Interbranch Commission on Juvenile Justice (ICJJ). For the reasons that follow, however, I would deny the application of the JCB in full.\nFirst, I observe that the JCB has failed to tailor its broad constitutional challenge sufficiently to the facts at hand, and further did not materially articulate an argument under the deliberative process privilege in the application before us. Indeed, I conclude that most of the arguments of both parties are not sufficiently developed at this juncture. Despite the JCB’s broad assertions of confidentiality, I am struck by the absence of a legal impasse requiring this Court’s action. Instead, at this moment, the ICJJ has merely requested documents and asked questions, and the JCB has refused to comply only in some instances. Although the JCB has sought this Court’s intervention twice, the ICJJ has not asked for assistance in compelling disclosure, nor has the ICJJ invoked its own statutory powers to compel compliance with the subpoena it issued. 71 P.S. § 1190.35e(6). If the ICJJ views these documents and answers as necessary for it to perform its laudatory statutory purpose, it must say and do more. Conversely, if the ICJJ can complete its function without such information, there is no need for this Court to involve itself in the process.\nThus, I conclude that it would be prudent for us to allow the ICJJ to gain the information it believes it requires through the process it has followed to date. In light of a majority of this Court’s rejection of the JCB’s call for absolute confidentiality, it should cooperate absent assertion of a specific, legally cognizable objection; e.g. constitutionality, attorney-client, deliberative process, work product, etc. Both parties should recognize the other’s legitimate governmental functions, and attempt accommodation. Then, only if necessary, the ICJJ can move to compel answers to specific questions and for the production of specific documents. The JCB can then raise their best, nuanced objections. This procedure will permit this Court to answer cogently the specific objections presented within a precise factual matrix, allowing us to decide these very important questions, admittedly involving both parties’ legitimate governmental interests, with the analysis they deserve.\nNotwithstanding, and, indeed, I believe in consonance with the above discussion, I find myself able to join sections I, II, III— A, and III-B, of the Chief Justice’s opinion mandating the JCB to provide the ICJJ, under seal, the first anonymous complaint. In addition to joining the rationale ably articulated by the Chief Justice, I note that I can conceive of no possible future objection, based upon privilege or otherwise, which would preclude disclosure. Indeed, on this narrow question, we have been presented with a precise request and a specific objection, both pertaining to a peculiar document, and thus have the tangible dispute and focused advocacy I discuss above in counseling patience before action. Concerning the remaining questions, I would deny the JCB’s application for relief without prejudice to allow the parties to follow the procedure as explained herein, expecting that the ICJJ will bring a specific dispute before this Court with focused advocacy, if it believes the information sought and withheld is necessary for it to complete its statutory mandate, and further expecting that the JCB will respond in kind, before this Court undertakes the potentially difficult task of weighing the arguments and deciding the issue.\n. The General Assembly empowered the ICJJ to issue and enforce subpoenas:\nThe commission shall have the power to issue subpoenas under the hand and seal of its chair.... The subpoenas may be served upon any person and shall have the force and effect of subpoenas issued out of the courts of this Commonwealth. Any person who willfully neglects or refuses to testify before the commission or to produce any books, papers, records, documents or data and information produced and stored by any electronic data processing system shall be subject to the penalties provided by the laws of this Commonwealth in such case.\n71 P.S. § 1190.35e(6).",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Justice BAER,"
      },
      {
        "text": "Justice TODD,\nconcurring and dissenting.\nMindful of the substantial and competing constitutional, statutory, and public policy considerations, and, in these unique circumstances, I would overrule the Board’s objections as presented. Thus, I join Sections I and II of the Majority Opinion only.\nI observe that the Board’s objections to the Commission’s subpoena are grounded solely on Article V, Section 18(a)(8) of the Pennsylvania Constitution. Thus, respectfully, I would not address whether the disclosures fall within Rule 18 of the Judicial Conduct Board’s Rules of Procedures, or are objectionable under the deliberative-process or other privilege. On the constitutional question, I would overrule the Board’s objections.\nIn my view, the Board has wholly failed to explain to this Court how turning over the requested information, under seal, to the Commission violates the constitutional mandate that complaints, testimony, documents, records, or other information “shall not be public information” or that proceedings of the Board “shall be confidential.” Pa. Const, art. V, § 18(a)(8). The Board is “an independent board within the Judicial Branch.” Pa. Const, art. V, § 18(a)(8). The Commission has been established as a tripartite investigative body of the Legislative, Judicial, and Executive Branches to inquire into the Luzerne County juvenile justice system, 71 P.S. § 1190.35b, and has been charged, inter alia, “[t]o review procedures used in responding to judicial and attorney conduct and to make recommendations as necessary with respect to both disciplinary systems,” id. § 1190.35e. Under these circumstances, and failing a sufficient argument by the Board to the contrary, I do not find disclosure of the subpoenaed information, under seal, by the Board to the Commission to be violative of the confidentiality provisions of Article V, Section 18(a)(8). Furthermore, the Commission’s pedigree and agreement to keep the requested information under seal distinguishes this case from In re Subpoena on Judicial Inquiry and Review Board, 512 Pa. 496, 517 A.2d 949 (1986) (quashing subpoena by Pennsylvania Crime Commission to former Judicial Inquiry and Review Board based on constitutional mandate of confidentiality of Inquiry Board’s paper and proceedings).\nJustice SAYLOR joins this Concurring and Dissenting Opinion.\n. In particular, my evaluation of the Board’s position might yield an entirely different response were it, in fact, asserting a privilege designed for the benefit of its own internal processes.\n. My conclusions are based on my understanding that the Commission has agreed to keep all the subpoenaed information disclosed by the Board — both documentary and testimonial — under seal. See Response of the In-terbranch Commission on Juvenile Justice to the Judicial Conduct Board’s Application for Relief Under King's Bench Jurisdiction at 6.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Justice TODD,"
      },
      {
        "text": "Justice ORIE MELVIN,\nconcurring and dissenting.\nI concur with the Majority’s invocation of this Court’s King’s Bench powers to resolve this Application for Relief. While I also concur with the majority’s determination that Rule 18 of the Judicial Conduct Board (JCB) Rules of Procedure does not preclude the JCB from disclosing matters relating to the misconduct complaints filed against former Judges Conahan and Cia-varella, I write separately to express my disagreement with the Majority’s holding that these complaints must be kept under seal and, further, with the notion that the confidentiality expressed in Article V, Section 18 is instantly applicable.\nIn my view, the confidentiality of proceedings before the JCB is not implicated under the unique circumstances presented in this matter because the JCB apparently has not and will not follow through with its constitutional duty to investigate possible judicial misconduct involving Conahan and Ciavarella. The tenor of Article V, Section 18 contemplates that the JCB will not merely receive a complaint against a judge and sit idly by, but it mandates that the JCB fully investigate that complaint to determine whether probable cause exists to file formal charges. The Majority Opinion addresses the question of confidentiality as if this was a typical proceeding before the JCB, where a complaint is lodged, an investigation pursued, a recommendation made, and the matter runs its course to a conclusion in the Court of Judicial Discipline (CJD). Unfortunately, those are not the circumstances presently before this Court.\nI would agree that in such a typical case, the records compiled during an investigation would be confidential once the JCB begins its constitutional duty to investigate every complaint. Furthermore, they remain confidential until the JCB makes a determination that probable cause exists to file formal charges, and the matter is referred to the CJD; whereupon, the proceedings then become a matter of public record. Article V, Section 18 does not require or even suggest that the JCB records must have the status of a high state secret and never be disclosed. In fact, the language of Section 18(a)(8) repeatedly references an investigation by the board. See Pa. Const. Art V, Section 18(a)(8) (“Statements, testimony, documents, records or other information or evidence acquired by the board in the conduct of an investigation shall not be public information.” “All proceedings ... shall be confidential except when the subject of the investigation waives confidentiality.” (emphasis added)). Therefore, in my view the Constitution requires more than the mere filing of a complaint for the JCB to invoke confidentiality. I submit that the JCB must at least proffer that it has or is in the process of fulfilling its constitutional charge to investigate.\nUnder the unique circumstances of this case, there is no pending investigation before the JCB, and, admittedly in light of the criminal prosecution, there will never be a determination by the JCB concerning whether or not formal charges should have been filed. Consequently, the CJD will not hold public hearings and reach a conclusion. Instantly, we should not decide the question of whether the records in the JCB’s possession are subject to confidentiality as if there was a pending JCB investigation, or will be in the future, because those facts are not before us. Likewise, we should not decide whether a deliberative process privilege applies because, unlike in In re Hasay, 546 Pa. 481, 686 A.2d 809 (1996), where a full investigation took place, the JCB will not even acknowledge that it conducted any type of investigation nor has it asserted that it has engaged in any deliberative process to determine the viability of the complaints against former Judges Conahan and Ciavarella. The JCB should not be permitted to hide behind the veil of confidentiality when it will not even acknowledge what investigation, if any, occurred in this matter.\nSo the question becomes just who or what are we protecting by maintaining confidentiality in this matter. Clearly the fact that complaints were lodged against these former judges is now a matter of public record, and, unlike the situation where the sanction is something less than removal or resignation, these judges are no longer in a position to harass or retaliate against any complainants. Certainly, if the complainants wish to remain anonymous, the Interbranch Commission on Juvenile Justice (ICJJ) can see to it that their names are not revealed by way of redaction. To my mind, it is illogical to conclude that the records requested, to the extent they exist, or the answers sought to questions of the participants in this case, are subject to the constitutionally mandated confidentiality of JCB proceedings where, as apparently occurred here, the JCB does not initiate a full investigation into the validity of complaints. The JCB’s procedures have been called into question by the “kids-for-cash” scandal, and, as the statutory body charged with determining what went wrong, the ICJJ needs to know if the JCB followed its own procedures in this case.\nI believe the confidentiality provided by Article V, Section 18(a)(8) is concomitant with the JCB’s constitutional mandate to fully investigate every complaint, and, thus, confidentiality cannot apply in the absence of an investigation. Consequently, I would conclude that where the JCB does not initiate an investigation, or does not continue to fully investigate the complaint to a conclusion, for whatever reason, then the records made or received by the JCB would not be exempt from disclosure under Article V, Section 18(a)(8), as that provision was never properly invoked by the JCB’s fulfillment of its constitutional duty of investigation.\nTherefore, I would deny the JCB’s Application for Relief in this matter and permit disclosure of not only the complaints (without the need for them to be filed under seal except with regard to protection of the complainants’ anonymity by redaction) but also all the investigative materials requested by the ICJJ, as well as the answering of questions of what did or did not occur relative to those complaints. To do otherwise risks the appearance of an attempt to shield members of the judiciary, and those charged with judicial oversight, from public scrutiny under the unique circumstances of this matter.\n. This lack of investigation distinguishes this matter from In re Subpoena on Judicial Inquiry and Review Board, 512 Pa. 496, 517 A.2d 949 (1986), which both the Majority and the JCB rely upon in finding Section 18 applicable. While I agree that \"a constitutional rule of law must be enforced as written,” Maj. Op. at 1273, there is nothing written in Section 18(a)(8) that describes what becomes of confidentiality when the constitutional duty to investigate is not undertaken.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Justice ORIE MELVIN,"
      }
    ],
    "attorneys": [
      "Arthur H. Stroyd, Jr., Del Sole Cava-naugh Stroyd, L.L.C., Pittsburgh, for In-terbranch Commission on Juvenile Justice.",
      "Paul H. Titus, Schnader Harrison Segal & Lewis, L.L.P., Pittsburgh, for Judicial Conduct Board of PA."
    ],
    "corrections": "",
    "head_matter": "In re INTERBRANCH COMMISSION ON JUVENILE JUSTICE Application of Judicial Conduct Board of Pennsylvania.\nSupreme Court of Pennsylvania.\nSubmitted Dec. 30, 2009.\nDecided Jan. 29, 2010.\nArthur H. Stroyd, Jr., Del Sole Cava-naugh Stroyd, L.L.C., Pittsburgh, for In-terbranch Commission on Juvenile Justice.\nPaul H. Titus, Schnader Harrison Segal & Lewis, L.L.P., Pittsburgh, for Judicial Conduct Board of PA.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, ORIE MELVIN, JJ."
  },
  "file_name": "1269-04",
  "first_page_order": 1317,
  "last_page_order": 1335
}
