{
  "id": 12116849,
  "name": "Baltimore Paint & Color Works v. Bennett Glass & Paint Co.",
  "name_abbreviation": "Baltimore Paint & Color Works v. Bennett Glass & Paint Co.",
  "decision_date": "1930-06-04",
  "docket_number": "No. 2338",
  "first_page": "1269",
  "last_page": "1272",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1269"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "46 App. D. C. 146",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1779597
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/46/0146-01"
      ]
    },
    {
      "cite": "24 F. (2d) 276",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1713671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/24/0276-01"
      ]
    },
    {
      "cite": "58 App. D. C. 11",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "248 U. S. 90",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3691685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/248/0090-01"
      ]
    },
    {
      "cite": "240 U. S. 403",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3690148
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/240/0403-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6498,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.29999393787050904
    },
    "sha256": "23f56b0ddcfb9d0d61fec7189898882eaea15a841e666f3e33c393be877c45da",
    "simhash": "1:a48dc03a8fbd3b95",
    "word_count": 1073
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot,. Associate Judges"
    ],
    "parties": [
      "Baltimore Paint & Color Works v. Bennett Glass & Paint Co."
    ],
    "opinions": [
      {
        "text": "Lenroot, Judge,\ndelivered the opinion of the court:\nThis is an appeal from a decision óf the Commissioner of Patents: sustaining a’ petition for cancellation of appellant’s registered mark’ and’ directing the cancellation thereof. The decision appealed from, affirmed á like decision of the examiner of trade-márk interferences..\nAppellant obtained, its registration on May 31, -1927, the mark consisting of the notation “ Surface Insurance Policy Products,” used on paste-form and ready-mixed paints and varnishes, the' word “ products ” being disclaimed apart from the mark as shown. Ap-pellee claims prior adoption and use of the mark consisting of the words “ Property Life Insurance ” upon the identical class of goods, and sets forth ownership of registrations No. 179849, issued February 19,1924, and No. 206312, issued November 24, 192o. The earlier registration discloses a composite mark consisting of the word “ Bennett’s ” in large letters, and underneath to the left, inclosed in a circle, the words “ Property Life Insurance ”; to the right is a circle inclosing the profiles of a woman and a Roman soldier.\nThe later registration of appellee is. for the words “ property life insurance ” alone.\nAppellee took testimony, but appellant did not. 'The testimony submitted on behalf of appellee establishes adoption and use of its said composite mark since a date long prior to the earliest alleged date of adoption and use by appellant of its mark.\nWe think appellee’s testimony establishes that it has made no use of the mark “ Property' Life Insurance,” apart from the composite mark registered by it as aforesaid. In view of the conclusion we have reached, it is unnecessary to consider whether appellee has a right to rely upon the last mark registered by it to sustain its opposition.\nInasmuch as the marks of both parties are used upon the identical class of goods, the question before us is whether the marks so nearly resemble each other as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers.\nBoth the commissioner and the examiner of trade-mark interferences state that the question is not free from difficulty, but resolved the doubt in favor of appellee, the earlier user of the mark containing the word “insurance.”\nWe agree that whether the marks are confusingly similar is not free from doubt. The important question is whether the word “ insurance ” is the dominating feature of appellant’s mark and of the composite mark of appellee. Counsel for appellant argues that the word “ insurance ” is not the salient feature of the marks either of appellant or appellee, but that the word “ surface ” is the salient feature of appellant’s mark and the word “ Bennett’s ” is the salient feature of the mark of appellee.\nThat the word “insurance” is the dominating feature of appellant’s mark we have no doubt. The word “surface” is clearly descriptive; standing alone, it could not be appropriated as a trademark, and it is not the word of appellee’s mark that purchasers would be likely to retain in their minds. On the other hand, the .word “insurance,” not being descriptive, but merely broadly suggestive of protection to the surface of material to which the paint is applied, would likely be remembered by purchasers as indicating, origin of the goods upon which the mark is used.\nAs to whether the word “ insurance ” in the composite mark of ■appellee is the dominant feature of the mark, we are not so clear; but we think it not unreasonable to assume that, for the same reasons as we have suggested with regard to the same word in appellant’s mark, purchasers would be more likely to remember the word '“insurance” in said composite mark than any other part thereof. This conclusion is supported by the testimony introduced by ap-pellee, in which it is shown that in its extensive advertising it emphasized the expression “ property life insurance,” thereby seeking to fasten those words upon the public mind in purchasing its products.\nAppellant contends that there is no confusion likely by the use .of the two marks because the goods of the parties are not sold in the same territory, and cites the cases of Hanover Star Milling Co. v. Metcalf, 240 U. S. 403, and United Drug Co. v. Theodore Rectanus No., 248 U. S. 90, in support of that contention. It is unnecessary for us to determine whether territorial limitations of markets can be considered in a proceeding of this character under the trade-mark .act, for the reason that appellant’s contention of noncompeting markets is not established by the testimony. While it may be fairly inferred from appellee’s testimony that its market was almost wholly confined to the intermountain States, and that its products do not reach eastern markets to any substantial extent, there is no ■evidence that appellant’s products bearing its trade-mark are not .sold in the same territory where the goods of appellee are sold. The testimony is that the volume of appellee’s business amounts to about $300,000 annually. • There is no testimony as to the volume of appellant’s business. We have no right to conclude, in the absence of testimony, that appellant’s business is limited to any particular part .of the United States. Furthermore, appellant in its answer to the petition for cancellation did not allege any territorial limitation •of the sales of its products upon which its mark is used.\nWhile, as already stated, the question of whether the two marks .so nearly resemble each other as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers is not free from doubt, we agree with the commissioner that the doubt is of such a character that, in accordance with the well-established rule in such cases, it should be resolved against appellant, the later registrant and later user of the word “insurance” as part of a trademark applied to paints; Salant & Salant (Inc.) v. Feldman & Weinman, 58 App. D. C. 11, 24 F. (2d) 276; Goodrich Drug Co. v. Cassada Manufacturing Co., 46 App. D. C. 146.\nThe decision of the Commissioner of Patents is affirmed.",
        "type": "majority",
        "author": "Lenroot, Judge,"
      }
    ],
    "attorneys": [
      "George P. Kimmel (Samuel Bogorad of counsel) for appellant.",
      "Harry 0. Robb and John F. Robb for appellee."
    ],
    "corrections": "",
    "head_matter": "Baltimore Paint & Color Works v. Bennett Glass & Paint Co.\n(No. 2338)\nUnited States Court of Customs and Patent Appeals,\nJune 4, 1930\nGeorge P. Kimmel (Samuel Bogorad of counsel) for appellant.\nHarry 0. Robb and John F. Robb for appellee.\n[Oral argument May 7, 1930, by Mr. Bogorad and Mr. Robb]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot,. Associate Judges"
  },
  "file_name": "1269-01",
  "first_page_order": 719,
  "last_page_order": 722
}
