{
  "id": 11550153,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Barry Eugene TAYLOR, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Taylor",
  "decision_date": "1999-08-04",
  "docket_number": "",
  "first_page": "1271",
  "last_page": "1274",
  "citations": [
    {
      "type": "official",
      "cite": "734 A.2d 1271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "498 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776036
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0575-01"
      ]
    },
    {
      "cite": "438 U.S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769241
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/us/438/0041-01"
      ]
    },
    {
      "cite": "673 A.2d 893",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865122,
        461524
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/673/0893-01",
        "/pa/543/0566-01"
      ]
    },
    {
      "cite": "543 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461524
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/543/0566-01"
      ]
    },
    {
      "cite": "513 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1802565
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 1,
      "case_paths": [
        "/pa/513/0508-01"
      ]
    },
    {
      "cite": "268 Pa.Super. 283",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        127129
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1359-1360"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/268/0283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 7959,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24143338086506203
    },
    "sha256": "89ef6aba64d60c01a6d85efe998083e80c5dbd33cce61c1249dc2fb5149b2310",
    "simhash": "1:9ea7c3aa7b5a05be",
    "word_count": 1266
  },
  "last_updated": "2024-02-27T16:30:54.000685+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Barry Eugene TAYLOR, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nThe appeal is dismissed as having been improvidently granted.\nJustice ZAPPALA files a concurring statement which is joined by Justice CAPPY.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring.\nAlthough I join in the per curiam order dismissing this appeal as having been improvidently granted, I am compelled to write separately to voice my concerns relating to the conduct of the trial court in this case.\nAppellant’s landlord filed criminal charges against Mm alleging that when Appellant moved out of his apartment he unlawfully removed a sump pump belonging to the landlord. On March 13, 1996, Appellant was tried before a jury on one count each of theft by unlawful taking, 18 Pa.C.S. § 3921(a), and receiving stolen property, 18 Pa.C.S. § 3925(a). After the Commonwealth rested its case and before the defense presented its evidence, the trial judge (Williamson, J.) made the following statement at sidebar\nIt, in fact, is this Court’s policy that if a criminal defendant testifies on his own behalf and the verdict of the jury clearly establishes the jury’s belief that the defendant lied, the Court is going to impose a substantially more severe penalty; and if that’s not appropriate Í am sure the appellate courts of this Commonwealth will tell me.\n(Trial Transcript at 2).\nCounsel for Appellant responded by requesting that the trial judge either recuse himself, declare a mistrial, or grant a continuance. The court denied counsel’s requests. Despite the trial court’s warmng, Appellant took the stand and testified under oath that he did not take the sump pump.\nThe jury found Appellant guilty on both counts and Appellant was sentenced to three to twelve months imprisonment, plus costs and restitution. Appellant filed a post-trial motion challenging the propriety of his sentence. In the opinion in support of the order denying Appellant post-trial relief, the trial court specifically noted that in sentencing Appellant, it had followed the guidelines established by the Superior Court in Commonwealth v. Thurmond, 268 Pa.Super. 283, 407 A.2d 1357 (1979). The court stated\nIn [Thurmond ], the Superior Court established certain guidelines for the consideration of false testimony for sentencing purposes. Applying the guidelines set forth in Thurmond the Court makes the following observations\nA. The Court is satisfied beyond a reasonable doubt that the Defendant willfully offered false testimony, and not that the testimony merely was untrue, and the offering of such testimony shows that the Defendant is not likely to respond to efforts at rehabilitation.\nB. The testimony, involving the ultimate issue, was clearly material, rather than of only marginal importance.\nC. The jury’s verdict necessarily established that the Defendant lied, and not merely that the jury did not believe his testimony, since the sole factual issue presented to the jury was whether or not the Defendant had taken the sump pump with him when he vacated the premises.\nD. There is clearly a rational foundation in the record to establish that the sump pump was taken by someone.\nE. The trial court personally observed the testimony.\nThe final guideline established by Thurmond is that the Court may consider the Defendant’s he, “Only as one fact among many bearing on sentence.” In this case the standard sentence under the sentencing guidelines would not call for incarceration based upon the Defendant’s prior criminal record. The guidelines themselves, however, permit the Court to sentence in the aggravated range.... This court is satisfied that the Defendant’s testimony before the jury clearly establishes not only a lack of remorse, but a lack of susceptibility to rehabilitation. Moreover, the Court notes that the Defendant has prior summary convictions in double figures. The Court has chosen therefore to sentence within the aggravated range.\n(Trial Ct. Op. at 1-3).\nAppellant filed a timely Notice of Appeal and the Superior Court affirmed in a memorandum opinion and order. On September 5, 1997, this Court granted allocatur.\nThe first claim presented in this appeal is whether Appellant’s right to testify was unconstitutionally conditioned on his submission to an enhanced sentence if the jury’s verdict demonstrated its belief that he had perjured himself, in violation of Article 1, Section 9 of the Pennsylvania Constitution. However, this claim is waived and may not be addressed by this Court on the merits.\nThe second claim presented in this appeal is whether the trial court impermissi-bly relied on a pre-determined policy in sentencing Appellant. Appellant’s claim, which challenges the discretionary aspects of his sentence, falls outside of this Court’s jurisdiction. See 42 Pa.C.S. § 9781(f); Commonwealth v. Tuladziecki, 513 Pa. 508, 522 A.2d 17 (1987); compare Commonwealth v. Smith, 543 Pa. 566, 673 A.2d 893 (1996).\nBecause this Court may not reach the merits of either of the claims raised by Appellant, the appeal is properly dismissed as having been improvidently granted. Nevertheless, the conduct of the trial court in this case is so egregious as to require comment.\nWhere, during the course of the proceedings in a criminal trial, the judge makes known his concern about the assumed credibility of the defendant and puts forth the threat of retaliation at sentencing should the defendant testify, such action could create a chilling effect on the entire process, which is to be fair, free and open. Although the defendant in the instant case chose to ignore the tidal judge’s inappropriate and intemperate threat and did in fact exercise his right to testify on his own behalf, as guaranteed by both the Sixth Amendment to the United States Constitution and Article 1, Section 9 of the Pennsylvania Constitution, no criminal defendant in this Commonwealth should be put to that choice. Moreover, to guise such a threat as appropriate under the precedent established by the United States Supreme Court in Grayson (see, supra note 1), as the trial court did here, does not negate the potential for harm.\nUnfortunately, the record in this case does not permit this Court to entertain the underlying issues of the trial court’s predisposition as it relates to credibility and sentencing. However, rest assured that at its first opportunity, this Court will do that which is necessary to protect the criminal justice system in this Commonwealth.\nJustice CAPPY joins this Concurring Statement.\n. Thurmond followed the United States Supreme Court’s decision in United States v. Grayson, 438 U.S. 41, 98 S.Ct. 2610, 57 L.Ed.2d 582 (1978), and held that consideration of false testimony is justified only if certain requisites, guaranteeing the probative value of the evidence, are satisfied:\n(1) the misstatements must be willful; (2) the misstatements must be material; (3) the verdict of guilt must necessarily establish that the defendant lied, not merely that the jury did not believe his testimony; (4) the verdict must be supported by sufficient credible evidence; and (5) the trier of fact must observe the allegedly false testimony.\n407 A.2d at 1359-1360; accord Commonwealth v. Alicea, 498 Pa. 575, 449 A.2d 1381 (1982).\n. Appellant did not raise an Article 1, Section 9 claim in his post-trial motions. The only issue presented in Appellant's brief to the Superior Court was whether the trial court had \"abused its discretion in sentencing the defendant.” While Appellant cited Article I, Section 9 in the argument section of his brief, the Superior Court deemed the state constitutional argument waived since it was \"devoid of any constitutional analysis.\" (Superior Ct. Op. at 4).",
        "type": "concurrence",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Craig P. Miller, Lock Haven, for Barry Eugene Taylor, Jr.",
      "Merritt E. McKnight, Dist. Atty., for Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Barry Eugene TAYLOR, Jr., Appellant.\nSupreme Court of Pennsylvania.\nSubmitted Feb. 5, 1998.\nDecided Aug. 4, 1999.\nCraig P. Miller, Lock Haven, for Barry Eugene Taylor, Jr.\nMerritt E. McKnight, Dist. Atty., for Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "1271-04",
  "first_page_order": 1341,
  "last_page_order": 1344
}
