{
  "id": 8004645,
  "name": "Jacqueline N. SMITH, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Smith v. United States",
  "decision_date": "1983-12-02",
  "docket_number": "No. 82-1688",
  "first_page": "1271",
  "last_page": "1274",
  "citations": [
    {
      "type": "official",
      "cite": "474 A.2d 1271"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "535 F.2d 450",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1062372
      ],
      "pin_cites": [
        {
          "page": "457-58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/535/0450-01"
      ]
    },
    {
      "cite": "545 F.2d 308",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1014874
      ],
      "pin_cites": [
        {
          "page": "313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/545/0308-01"
      ]
    },
    {
      "cite": "353 A.2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8068546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/353/0686-01"
      ]
    },
    {
      "cite": "454 A.2d 1354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12076112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/454/1354-01"
      ]
    },
    {
      "cite": "420 A.2d 1385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8005657
      ],
      "pin_cites": [
        {
          "page": "1389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/1385-01"
      ]
    },
    {
      "cite": "399 A.2d 38",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7966498
      ],
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/0038-01"
      ]
    },
    {
      "cite": "444 A.2d 972",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982137
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "974"
        },
        {
          "page": "974"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0972-01"
      ]
    },
    {
      "cite": "451 A.2d 855",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975031
      ],
      "pin_cites": [
        {
          "page": "858"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/451/0855-01"
      ]
    },
    {
      "cite": "401 A.2d 473",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8047621
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/401/0473-01"
      ]
    },
    {
      "cite": "D.C. Code § 24-104",
      "category": "laws:leg_statute",
      "reporter": "D.C. Code",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "47 L.Ed.2d 733",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "rationale for preliminary hearing not applicable when probationer incarcerated pursuant to a final conviction at the time of revocation proceedings"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 1462",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "rationale for preliminary hearing not applicable when probationer incarcerated pursuant to a final conviction at the time of revocation proceedings"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "424 U.S. 966",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12055491,
        12054949,
        12055014,
        12055175,
        12055336,
        12054888,
        12055415,
        12055257,
        12055098
      ],
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "rationale for preliminary hearing not applicable when probationer incarcerated pursuant to a final conviction at the time of revocation proceedings"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0966-09",
        "/us/424/0966-02",
        "/us/424/0966-03",
        "/us/424/0966-05",
        "/us/424/0966-07",
        "/us/424/0966-01",
        "/us/424/0966-08",
        "/us/424/0966-06",
        "/us/424/0966-04"
      ]
    },
    {
      "cite": "524 F.2d 77",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1100386
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/524/0077-01"
      ]
    },
    {
      "cite": "601 F.2d 983",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        498669
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "985"
        },
        {
          "page": "985-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/601/0983-01"
      ]
    },
    {
      "cite": "550 P.2d 697",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1976,
      "pin_cites": [
        {
          "page": "698",
          "parenthetical": "defendant immediately released from custody and not in custody again until after probation revoked, therefore, no need for preliminary hearing to determine probable cause to detain until full hearing"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "15 Wash.App. 499",
      "category": "reporters:state",
      "reporter": "Wash. App.",
      "case_ids": [
        1776072
      ],
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "defendant immediately released from custody and not in custody again until after probation revoked, therefore, no need for preliminary hearing to determine probable cause to detain until full hearing"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-app/15/0499-01"
      ]
    },
    {
      "cite": "503 F.2d 1081",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        104061
      ],
      "pin_cites": [
        {
          "page": "1084"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/503/1081-01"
      ]
    },
    {
      "cite": "420 U.S. 103",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11642843
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "114",
          "parenthetical": "judicial determination of probable cause prerequisite to extended restraint of liberty following arrest"
        },
        {
          "page": "863",
          "parenthetical": "judicial determination of probable cause prerequisite to extended restraint of liberty following arrest"
        },
        {
          "parenthetical": "judicial determination of probable cause prerequisite to extended restraint of liberty following arrest"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/420/0103-01"
      ]
    },
    {
      "cite": "408 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1782797
      ],
      "weight": 9,
      "year": 1972,
      "pin_cites": [
        {
          "page": "485"
        },
        {
          "page": "2602"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/408/0471-01"
      ]
    },
    {
      "cite": "411 U.S. 778",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10343
      ],
      "weight": 6,
      "year": 1973,
      "pin_cites": [
        {
          "page": "781"
        },
        {
          "page": "1759"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0778-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 600,
    "char_count": 10455,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 1.8105828941382961e-07,
      "percentile": 0.717725434957791
    },
    "sha256": "e9d122fc2e7c545e241c042d1d1faaccb74f7c83099e45f9804d659c62caa6db",
    "simhash": "1:31baa7354f1fe2f7",
    "word_count": 1675
  },
  "last_updated": "2024-02-27T20:56:40.260103+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER and ROGERS, Associate Judges, and GALLAGHER, Associate Judge, Retired."
    ],
    "parties": [
      "Jacqueline N. SMITH, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThis is an appeal from an order revoking probation. Appellant claims the trial court erred by denying her the two hearings which Gagnon v. Scarpelli, 411 U.S. 778, 93 S.Ct. 1756, 36 L.Ed.2d 656 (1973) requires. She also alleges the trial court abused its discretion in finding she had willfully violated the conditions of probation. We affirm.\nAppellant pleaded guilty on July 8, 1982, to one count of uttering a forged instrument. On September 20, 1982, she was sentenced to a term of imprisonment of two to six years; execution of the sentence was suspended and she was placed on probation for two years. In addition to the general conditions of probation, a special condition required her to make restitution in monthly installments. Two months later, on November 18, 1982, an order to show cause why probation should not be revoked was issued. A copy of the order was sent to appellant, who was not incarcerated pending her revocation hearing, and to her attorney. A hearing was held on December 14, 1982, and after receiving testimony from appellant, her family and the probation officer, the trial court revoked appellant’s probation and sentenced her to one to six years imprisonment.\nThe loss of liberty entailed in a revocation of probation or parole is a serious deprivation requiring that the probationer or parolee be accorded due process. Gagnon v. Scarpelli, supra, 411 U.S. at 781, 93 S.Ct. at 1759; Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972). In Gagnon, the Supreme Court held that a probationer is entitled to an initial hearing and a final revocation hearing under the conditions specified in Mor-rissey, supra. A two-stage procedure is followed in the District of Columbia.\nAppellant, however, has misconceived the purpose of the initial hearing. That hearing is to determine if there is probable cause to believe that an “arrested parolee has committed acts that would constitute a violation of the parole conditions.” Morrissey, supra, 408 U.S. at 485, 92 S.Ct. at 2602. The rationale behind the initial hearing requirement is to prevent deprivation of a probationer’s liberty without a finding of probable cause that he or she has violated the conditions of probation. Cf. Gerstein v. Pugh, 420 U.S. 103, 114, 95 S.Ct. 854, 863, 43 L.Ed.2d 54 (1975) (judicial determination of probable cause prerequisite to extended restraint of liberty following arrest). That requirement is inapplicable where the probationer is not detained prior to the hearing on whether to revoke probation because of the alleged violations. See United States v. Strada, 503 F.2d 1081, 1084 (8th Cir.1974) (appellant not taken into custody until after adversary evi-dentiary hearing and finding by court of violation, therefore, Morrissey and Gagnon holdings inapplicable); State v. Fry, 15 Wash.App. 499, 550 P.2d 697, 698 (1976) (defendant immediately released from custody and not in custody again until after probation revoked, therefore, no need for preliminary hearing to determine probable cause to detain until full hearing). Cf. United States v. Diaz-Burgos, 601 F.2d 983, 985 (9th Cir.1979) (no preliminary probable cause hearing required because appellant already in custody by reason of a second prosecution); United States v. Tucker, 524 F.2d 77, 78 (5th Cir.), cert. denied, 424 U.S. 966, 96 S.Ct. 1462, 47 L.Ed.2d 733 (1975) (rationale for preliminary hearing not applicable when probationer incarcerated pursuant to a final conviction at the time of revocation proceedings). Since appellant was not held in custody pending her revocation hearing, there was no need for a preliminary determination of probable cause.\nAppellant’s other contentions on appeal are without merit. We find no evidence that appellant’s due process rights were violated. She was given written notice of the probation revocation hearing and of the alleged violations of the conditions of probation in the order to show cause, and had adequate time to prepare with counsel for the hearing. The hearing was an adversarial, evidentiary hearing at which appellant was represented by counsel and had a full opportunity to present testimony and cross-examine witnesses. We hold the revocation hearing was sufficient to satisfy the due process requirement of Gagnon and the requirements of Super.Ct.Crim.R. 32.1.\nWe also find that the trial court did not abuse its discretion in revoking appellant’s probation. The sentencing court has authority to revoke an order of probation and to impose a sentence at any time during the probationary period. D.C. Code § 24-104 (1981). These are two separate decisions. Our review of the decision to revoke probation is limited to a record supported determination that the conditions of probation have been violated. Jones v. United States, 401 A.2d 473, 477 (D.C.1979) (degree of proof required to support a court’s decision to revoke probation is not as great as that required to sustain a conviction for the underlying offense). With respect to the consequences of revocation, our standard for review is the same as for the initial sentence. Mulky v. United States, 451 A.2d 855, 858 (D.C.1982) (on revocation sentencing discretion is subject to “the statutory limits governing the offense for which [the defendant] was convicted ... subject to constitutional limitations.”).\nThe decision whether to grant or revoke probation is a matter committed to the sound discretion of the sentencing court. Thompson v. United States, 444 A.2d 972, 974 (D.C.1982); Jones, supra, 401 A.2d at 477 (citing D.C.Code §§ 16-710 and 24-104 (1973)); Jacobs v. United States, 399 A.2d 38, 41 (D.C.1979). In making the determination whether or not to revoke probation, “the courts must balance the competing interests of the community in safety with the rehabilitative goals of probation.” Thompson, supra, 444 A.2d at 974. Probation may only be revoked upon a finding that there has been a violation of the express conditions of probation. Carradine v. United States, 420 A.2d 1385, 1389 (D.C.1980).\nThe trial court found that appellant had willfully violated two of the express conditions of her probation by failing to make monthly restitution payments and to abstain from the use of illegal drugs. The evidence received at the revocation hearing showed that although appellant had been employed at times during her probation, she had not made restitution payments and that seven out of the eight drug tests which she had been given indicated the use of illegal drugs. Appellant testified but did not deny either violation.\nAppellant was also provided an opportunity to be heard on sentencing. Through counsel, she presented arguments in mitigation as well as sentencing alternatives to the trial court. United States v. Diaz-Burgos, supra, 601 F.2d at 985-86. That the trial court did not accept her suggestions for sentencing is not a sufficient basis to find reversible error. The sentence was within the statutory limits and therefore within the court’s sentencing discretion.\nAccordingly, the judgment below is affirmed.\n.The general conditions of probation require that the probationer:\n1. Obey all laws and ordinances:\n2. Keep all appointments with probation officer;\n3. Notify probation officer of change of address within 48 hours, and obtain permission before leaving the District of Columbia metropolitan area for more than two weeks;\n4. Abstain from the use of hallucinatory or other illegal drugs.\n.See Smith v. United States, 454 A.2d 1354, 1355 n. 1 (D.C.1983) (\"In In re A.W., 353 A.2d 686 (D.C.1976) (Nebeker, J., concurring), we noted with approval the procedural requirements for probation revocation set out in United States v. Peters, Cr. No. 9956-75 (D.C.Super.Ct. December 12, 1975) and established by the Supreme Court in Morrissey v. Brewer, 408 U.S. 471, 92 S.Ct. 2593, 33 L.Ed.2d 484 (1972) ... .”); Super.Ct.Crim.R. 32.1.\n. The government has not suggested this decision is advisory although it contends that appellant is being held pursuant to a lawful revocation of probation and, thus, entitled to no relief even if this court were to hold she was entitled to a preliminary hearing, citing United States v. Companion, 545 F.2d 308, 313 (2d Cir.1976). In view of our conclusion that appellant is not entitled to an initial hearing, we do not address the question of what remedy, if any, would be appropriate had she been denied an initial hearing to which she had been entitled.\n. The order to show cause stated appellant had failed to make restitution and to abstain from the use of illegal drugs, and that a revocation hearing would be held on December 14, 1982.\n. Contrary to appellant’s brief in this court, appellant was notified in the order to show cause, dated November 11, 1982, of the charges and evidence against her. Appellant has never claimed she had inadequate time to prepare for the revocation hearing and we see no basis for such a claim. The written record required for appeal was available through the trial court’s order and transcript of the December 14, 1982 hearing. Kartman v. Parratt, 535 F.2d 450, 457-58 (8th Cir.1976).\n. Although D.C.Code § 24-104 was amended in March, 1983, subsequent to the trial court’s order in this case, the amendments would not have necessitated a different result in this case. D.C.Law 4-202, § 4, 30 DCR 173, D.C.Code § 24-104 (1983 Supp.).\n. Appellant’s trial counsel noted in the course of commenting on an appropriate sentence, that the trial court \"has adequate grounds to revoke her probation and [the] finding of revocation is well supported by what has been offered to the Court, and the fact that she has violated the original conditions of probation.”",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Robert J. Murphy, Springfield, Va., appointed by the court, was on the brief for appellant.",
      "Regina C. McGranery, Asst. U.S. Atty., Washington, D.C., with whom Stanley S. Harris, U.S. Atty., Washington, D.C., at the time the brief was filed, Michael W. Farrell, and Charles W. Brooks, Asst. U.S. Attys., Washington, D.C., were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Jacqueline N. SMITH, Appellant, v. UNITED STATES, Appellee.\nNo. 82-1688.\nDistrict of Columbia Court of Appeals.\nSubmitted Oct. 19, 1988.\nDecided Dec. 2, 1983.\nRobert J. Murphy, Springfield, Va., appointed by the court, was on the brief for appellant.\nRegina C. McGranery, Asst. U.S. Atty., Washington, D.C., with whom Stanley S. Harris, U.S. Atty., Washington, D.C., at the time the brief was filed, Michael W. Farrell, and Charles W. Brooks, Asst. U.S. Attys., Washington, D.C., were on the brief for appellee.\nBefore NEBEKER and ROGERS, Associate Judges, and GALLAGHER, Associate Judge, Retired.\n. The decision in this case was originally released as a Memorandum Opinion and Judgment. This opinion is now being published by direction of the court, nunc pro tunc."
  },
  "file_name": "1271-01",
  "first_page_order": 1333,
  "last_page_order": 1336
}
