{
  "id": 7286277,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Lazaro Rodriguez BAEZ, Appellee",
  "name_abbreviation": "Commonwealth v. Baez",
  "decision_date": "2011-05-23",
  "docket_number": "",
  "first_page": "1272-1280",
  "last_page": "1287",
  "citations": [
    {
      "type": "official",
      "cite": "21 A.3d 1280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "752 A.2d 871",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11511906,
        93826
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "875-76",
          "parenthetical": "listing factors to be considered"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/752/0871-01",
        "/pa/561/0617-01"
      ]
    },
    {
      "cite": "561 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        93826
      ],
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "listing factors to be considered"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/561/0617-01"
      ]
    },
    {
      "cite": "826 A.2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9111753,
        197189
      ],
      "weight": 5,
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "following the holding in Hughes, but expressly stating that Bussey is non-precedential because it is a plurality opinion"
        },
        {
          "page": "842-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/826/0831-01",
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "573 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197189
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "following the holding in Hughes, but expressly stating that Bussey is non-precedential because it is a plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0426-01"
      ]
    },
    {
      "cite": "441 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1780286
      ],
      "weight": 8,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/441/0369-01"
      ]
    },
    {
      "cite": "639 A.2d 763",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1843170,
        7863535
      ],
      "weight": 5,
      "year": 1994,
      "pin_cites": [
        {
          "page": "769",
          "parenthetical": "applying Bussey and contrasting Pennsylvania law with Federal constitutional jurisprudence that employs the \"implicit waiver\" rule of North Carolina v. Butler, 441 U.S. 369, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979)"
        },
        {
          "page": "769"
        },
        {
          "page": "769"
        },
        {
          "page": "769-70",
          "parenthetical": "citations omitted"
        },
        {
          "page": "770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0355-01",
        "/a2d/639/0763-01"
      ]
    },
    {
      "cite": "536 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843170
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "applying Bussey and contrasting Pennsylvania law with Federal constitutional jurisprudence that employs the \"implicit waiver\" rule of North Carolina v. Butler, 441 U.S. 369, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0355-01"
      ]
    },
    {
      "cite": "486 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757543
      ],
      "weight": 7,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "1314",
          "parenthetical": "plurality opinion"
        },
        {
          "page": "1312"
        },
        {
          "page": "1314-15",
          "parenthetical": "footnotes and citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0221-01"
      ]
    },
    {
      "cite": "915 A.2d 1122",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8339924,
        3016679
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "1135-36",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/915/1122-01",
        "/pa/591/0001-01"
      ]
    },
    {
      "cite": "591 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3016679
      ],
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/591/0001-01"
      ]
    },
    {
      "cite": "889 A.2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8993560,
        2473146,
        8993616,
        2471663
      ],
      "year": 2005,
      "pin_cites": [
        {
          "page": "528",
          "parenthetical": "stating, \"Mere error in the abstract is not sufficient to warrant a retrial.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/889/0501-01",
        "/pa/585/0547-02",
        "/a2d/889/0501-02",
        "/pa/585/0547-01"
      ]
    },
    {
      "cite": "585 Pa. 547",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2473146,
        2471663
      ],
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "stating, \"Mere error in the abstract is not sufficient to warrant a retrial.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0547-02",
        "/pa/585/0547-01"
      ]
    },
    {
      "cite": "987 A.2d 786",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7292762
      ],
      "pin_cites": [
        {
          "page": "790"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/987/0786-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 20884,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 8.031340664931945e-08,
      "percentile": 0.465308981334433
    },
    "sha256": "7b38118c7cde88dbfcbb401bb74377dfd0d555bf52bc7b7f89569ba615d3d5e0",
    "simhash": "1:33a3506f535997ff",
    "word_count": 3331
  },
  "last_updated": "2024-02-27T19:59:19.850177+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BENDER, DONOHUE and OTT, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Lazaro Rodriguez BAEZ, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nBENDER, J.:\nThis is a Commonwealth appeal from the trial court’s order granting part of Lazaro Rodriguez-Baez’s (Defendant) motion to suppress. The Commonwealth claims that the trial court erred in suppressing Appellant’s statements because at the time that Appellant made the statements, the police had given him Miranda warnings. See Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966). We agree, and for the reasons that follow, we reverse.\nThis appeal arises from the prosecution of Defendant for his drug dealing activity. After the police executed three controlled buys of cocaine over several weeks, they procured a search warrant for Defendant’s home and executed the warrant. Defendant was present at the time the police executed the warrant and the police arrested him. The police gave Defendant his Miranda warnings and asked him if he understood those rights, to which Defendant answered in the affirmative. Defendant then proceeded to answer the officer’s questions, and more particularly, he indicated the location of a gun. Importantly, the police did not ask him if he was willing to give up his rights or whether he was willing to waive those rights prior to questioning him. Subsequently, while the police were transporting Defendant, he made a statement regarding his owning the gun for protection.\nPrior to trial, Defendant moved to suppress these statements based on the failure of the police to obtain a valid waiver of his rights. He also sought suppression of physical evidence seized during the execution of the warrant. The trial court denied the motion in part and granted it in part. It suppressed Defendant’s statements but allowed the introduction of the physical evidence seized during the search. The Commonwealth then filed this appeal presenting three questions for our review:\nA. Whether the trial court erred in denying the Commonwealth’s motion to dismiss defendant’s pretrial motion to suppress?\nB. Whether the trial court erred in suppressing all of defendant’s statements when the pretrial motion to suppress alleged only statements made during transportation for processing were made without a valid waiver of his Miranda rights?\nC. Whether the trial court erred in finding that Defendant did not execute a valid waiver of his Miranda right?\nBrief for Appellant at 4.\nOur standard of review in this appeal is as follows.\nWhen the Commonwealth appeals from a suppression order, we follow a clearly defined standard of review and consider only the evidence from the defendant’s witnesses together with the evidence of the prosecution that, when read in the context of the entire record, remains uncontradicted. The suppression court’s findings of fact bind an appellate court if the record supports those findings. The suppression court’s conclusions of law, however, are not binding on an appellate court, whose duty is to determine if the suppression court properly applied the law to the facts.\nCommonwealth v. Byrd, 987 A.2d 786, 790 (Pa.Super.2009).\nIn the first question presented for our review, the Commonwealth challenges the trial court’s decision to permit Defendant to file a pretrial motion to suppress beyond the thirty-day period established by Pa. R.Crim.P. 579. In pertinent part, Rule 579 states:\n(A) Except as otherwise provided in these rules, the omnibus pretrial motion for relief shall be filed and served within 30 days after arraignment, unless opportunity therefor did not exist, or the defendant or defense attorney, or the attorney for the Commonwealth, was not aware of the grounds for the motion, or unless the time for filing has been extended by the court for cause shown.\nPa.R.Crim.P. 579(A) (emphasis added).\nIn the instant case, Defendant sought leave to file a motion to suppress beyond the thirty-day period set forth in Rule 579. His basis for doing so was that the Commonwealth had provided him with information in a supplemental discovery report, which warranted the filing of a motion to suppress. Pursuant to Rule 579, the court then granted Defendant leave to file a motion to suppress.\nOn appeal, the Commonwealth claims this ruling was in error, as the motion to suppress that Defendant subsequently filed did not relate to the information contained in the supplemental discovery report. Regardless of the veracity of this allegation, the Commonwealth’s argument fails, as it does not claim nor argue that the delay of a few months in Defendant’s filing of his motion to suppress prejudiced it in anyway. Cf. Commonwealth v. Chmiel, 585 Pa. 547, 889 A.2d 501, 528 (2005) (stating, “Mere error in the abstract is not sufficient to warrant a retrial.”).\nIn the second question presented for our review, in reliance upon Pa. R.Crim.P. 581, the Commonwealth claims that because Defendant’s pretrial motion only challenged statements made while the police were transporting Defendant, the court erred in also suppressing the statements that Defendant made during the execution of the warrant at his home. See Pa.R.Crim.P. 581(D) (stating, “The motion shall state specifically and with particularity the evidence sought to be suppressed, the grounds for suppression, and the facts and events in support thereof.”).\nDefendant’s motion stated the following:\n23. The statements of Mr. Baez, while being transported for processing, were obtained from the Defendant without a sufficient advisement of Miranda warnings and/or following a knowing, intelligent and voluntary waiver of such warnings.\n24. Accordingly, any statements obtained from Mr. Baez were obtained in violation of Mr. Baez’s Fifth Amendment right to the United States Constitution and Article I, Section 9 of the Pennsylvania Constitution.\nReproduced Record (R.) at 13. The Commonwealth argues that these allegations are “devoid of any mention of statements given at his home, grounds for suppression or facts and circumstances in support thereof.” Brief for Appellant at 14. We disagree.\nThe trial court ruled that all of Defendant’s statements were inadmissible because he did not explicitly waive his rights under Article I, Section 9 of the Pennsylvania Constitution. Paragraph 24 of Defendant’s motion to suppress expressly alleges such a violation as a basis for suppressing any of Defendant’s statements to the police. While Pai’agraph 23 qualifies the statements as those given during transportation, Paragraph 24 contains no such qualification, but rather references “any statements” made by Defendant. R. at 13. We conclude that these allegations were sufficient to put the Commonwealth on notice that Defendant was seeking suppression of any statements he made after the alleged violation of his rights.\nIn the third question presented for our review, the Commonwealth claims that the trial court erred in finding that Defendant did not “execute a valid waiver of his Miranda rights.” Brief for Appellant at 14. “It is the Commonwealth’s burden to establish whether [a defendant] knowingly and voluntarily waived his Miranda rights. In order to do so, the Commonwealth must demonstrate that the proper warnings were given, and that the accused manifested an understanding of these warnings.” Commonwealth v. Eichinger, 591 Pa. 1, 915 A.2d 1122, 1135-36 (2007) (citation omitted).\nWhile under Fifth Amendment jurisprudence, an explicit waiver is not required, Pennsylvania has developed a more nuanced approach, which requires that a defendant express a manifestation of the desire to waive his or her Miranda rights. An explanation of this approach necessarily requires that we examine three cases that address the protection offered under Article 1, Section 9 of the Pennsylvania Constitution in regard to a defendant’s waiver of his or her Miranda rights during a custodial interrogation. See Commonwealth v. Bussey, 486 Pa. 221, 404 A.2d 1309, 1314 (1979) (plurality opinion) (stating, “pursuant to our supervisory powers and interpretation of the Pennsylvania Constitution, we hold an explicit waiver is a mandatory requirement”); Commonwealth v. Hughes, 536 Pa. 355, 639 A.2d 763, 769 (1994) (applying Bussey and contrasting Pennsylvania law with Federal constitutional jurisprudence that employs the “implicit waiver” rule of North Carolina v. Butler, 441 U.S. 369, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979)); Commonwealth v. Bomar, 573 Pa. 426, 826 A.2d 831, 843 n. 13 (2003) (following the holding in Hughes, but expressly stating that Bussey is non-precedential because it is a plurality opinion).\nWe begin with Bussey where the defendant was arrested after which the police gave him Miranda warnings. The defendant did not indicate that he understood his rights nor did he expressly waive his rights. Fifteen minutes later, the defendant made an incriminating statement implicating himself in a murder. Bussey, 404 A.2d at 1312. Nonetheless, the trial court found that the defendant had implicitly waived his rights. In its plurality opinion, the Court sought to put in place greater safeguards against a violation of a defendant’s Miranda rights than those afforded under Federal constitutional law.\nMiranda surely requires warnings be given, and the Supreme Court of the United States has not departed from this per se requirement. Accordingly, that Court still recognizes a need for warnings as a matter of federal constitutional law, and we are bound to follow this mandate. Since that is so, we fail to understand why an explicit waiver should not also be required, and, accordingly, pursuant to our supervisory powers and interpretation of the Pennsylvania Constitution, we hold an explicit waiver is a mandatory requirement.\nOur ruling, unlike North Carolina v. Butler, [s]upra, will promote certainty in knowing an accused has waived his rights and will avoid a mountain of litigation which might otherwise result from trying to determine what “implicitly” went on in an accused’s mind. Our ruling will also serve to impress on an accused the importance of his decision. Furthermore, assuming North Carolina v. Butler, supra, was concerned with additional burdens being placed on law enforcement officials, given Miranda, we cannot agree our ruling creates any such burden. Surely if the rights must be explained, merely asking for an answer to a question is no great burden, and, even if it is a burden, it will promote certainty in the law and, thereby, eliminate a greater burden resulting from allowing implicit waivers.\nBussey, 404 A.2d at 1314-15 (footnotes and citations omitted). The Court further explained that by “explicit waiver” it meant “an outward manifestation of a waiver such as an oral, written or physical manifestation.” Id. at 1314 n. 11. As a result, the Court found that the defendant’s incriminating statement had been illegally obtained, and since it was used against him at trial, he was entitled to a new trial.\nIn North Carolina v. Butler, 441 U.S. 369, 99 S.Ct. 1755, 60 L.Ed.2d 286 (1979), the United States Supreme Court held an implicit waiver of rights could be found where an accused expresses understanding of his rights and gives a statement without expressly waiving his rights. We could distinguish the instant case on the basis that Bussey never expressed an understanding of his rights prior to incriminating himself at 1:45 a.m., but we decline to do so and we decline to follow North Carolina v. Butler, supra.\nSubsequently, in Hughes, the Court applied Bussey without any mention of the fact that it was a plurality opinion, or that it had any limited precedential value. In Hughes, the defendant was arrested on suspicion of murder. During his arrest, the defendant resisted and suffered injuries in the ensuing altercation with the police. The police transported him to the hospital and while he was receiving treatment, the police gave him Miranda warnings. The defendant indicated orally that he understood his rights. The police then asked the defendant if he wished to give up his rights and talk with the officers. The defendant replied that he did not understand why he had been arrested. The police replied that he was suspect in a murder. The defendant then stated, “If I knew I was being arrested, it would have been your life.” Hughes, 639 A.2d at 769. The defendant went on to make more incriminating statements.\nThe defendant filed a motion to suppress his statement, which the trial court denied. The defendant was eventually convicted of first degree murder. In his automatic appeal to our Supreme Court, the defendant relied on Bussey and argued that his statements were illegally obtained because he did not “expressly waive his Miranda rights.” Hughes, 639 A.2d at 769. The Court went on to analyze the defendant’s claim in light of its previous holding in Bussey. Interestingly, the Court made no mention of the fact that Bussey was a plurality opinion.\nIn Bussey, this Court rejected the “implicit waiver” rule ..., holding instead that, as a matter of state constitutional law, an explicit waiver would be required.\nAppellant would have us find that in order for a waiver to be “explicit” under the holding of Bussey, there must be an affirmative statement to that effect made by the defendant. Bussey, however, does not require such. Indeed, in an effort to clarify its holding, the Bussey Court stated the following:\nIn addition to warnings, an expression of understanding, and the giving of a statement, a multitude of manifestations by an accused can occur between an expression of understanding and a giving of a statement. Our ruling will not eliminate consideration of such manifestations, but, by requiring an express waiver, we can limit the number of cases in which the multitude of manifestations may affect the ultimate finding of waiver.\nCommonwealth v. Bussey, 486 Pa. at 231 n. 13, 404 A.2d at 1314 n. 13.\nHughes, 639 A.2d at 769-70 (citations omitted). The Court concluded that by his actions, the defendant had manifested an intent to waive his rights despite the fact that he did not specifically answer the question as to whether he wished to waive his rights. In particular, the Court noted that the defendant indicated that he understood his rights and then responded to the officer’s questions. Accordingly, the Court held that the defendant’s rights had not been violated and that the incriminating statements were admissible.\nFinally, in Bomar, the Court disavowed its holding in Bussey and stated that because the “three-Justice plurality ... was not a majority opinion, it is not binding precedent.” Bomar, 826 A.2d at 844 n. 13. In Bomar, the defendant was convicted of first-degree murder. Prior to interrogating the defendant, the police issued him Miranda warnings. While the officer was administering the warnings, the defendant interrupted him and told the officer that he understood his rights. The officer explained that he nonetheless had to advise him of his rights. The officer proceeded to recite the warnings in their entirety from the beginning, and after he finished, he asked the defendant if he understood his rights. The defendant responded that he understood his rights, after which the officer then began to question the defendant. The defendant never declined to speak with the officer, nor did he request an attorney. Bomar, 826 A.2d at 842-43.\nOn appeal, the defendant claimed that the trial court erred in denying his motion to suppress his statements. However, he based his claim on the Fifth Amendment rather than on state constitutional grounds. Although the Court concluded that a state constitutional claim was not before it, it went on to conduct a thorough analysis of a state constitutional claim and concluded “that there was no state constitutional violation.” Id. at 844 n. 13. In its analysis, the Court relied heavily on its prior holding in Hughes regarding what is a sufficient manifestation of an intent to waive one’s rights in a custodial interrogation.\nIn Hughes, the appellant was read his Miranda rights from a standard police interrogation card and he orally indicated that he understood each right. The police then asked Hughes whether he wished to give up these rights and talk with the officers. Hughes responded that he did not know what this was all about. The police then informed him that they were investigating a double murder and robbery and proceeded to question him regarding these crimes. Hughes answered the questions and his statements were admitted at his trial. On appeal, Hughes alleged that because he did not expressly waive his Miranda rights prior to the officers’ interrogation, his statements should have been suppressed under the Pennsylvania Constitution. This Court held that Hughes’ rights under the Pennsylvania Constitution were not violated. Writing for a unanimous Court, Justice (now Chief Justice) Cappy reasoned as follows:\nAppellant by his actions, clearly manifested an intent to waive his rights at the time that these allegedly incriminating statements were made.... [H]e clearly and unequivocally indicated after each right was read to him that he understood. And, while he did not directly answer the question as to whether he wished to waive those rights and speak with the officers, he did continue to manifest his understanding of those rights.\nHughes, 639 A.2d at 770. Sub judice, appellant, in twice stating that he understood his Miranda rights and then answering the questions immediately posed to him by Sergeant Keenan, similarly manifested the intent to waive his rights.\nBomar, 826 A.2d at 844 n. 13. Thus, after a defendant is given his or her Miranda rights, a statement by the defendant that he understands those rights followed by the answering of questions posed by the interrogating officer constitutes a sufficient manifestation of a defendant’s intent to waive those rights so as to satisfy state constitutional protections.\nIn the instant case, the trial court held that Defendant had not expressly waived his rights for two reasons. First, the police did not ask Defendant if he was willing to waive his rights and second, Defendant did not execute a written waiver of his rights. However, following our Supreme Court’s pronouncement in Bomar, we conclude that neither of these factors is a prerequisite for finding that a defendant has expressly waived his or her rights. The only difference between Bomar and the case before us is that in Bomar, the defendant twice indicated that he understood his rights whereas here, Defendant indicated so only once and then proceeded to answer the officer’s questions. We are satisfied that this too constitutes a sufficient manifestation of an intent to waive one’s Miranda rights. Accordingly, we conclude that the trial court erred in granting Defendant’s motion to suppress.\nOrder reversed. Case remanded for further proceedings consistent with this opinion. Jurisdiction relinquished.\n. We acknowledge that the Court's pronouncement in Bomar regarding the prece-dential value of Bussey is dicta. Although Bussey clearly was a plurality decision, its rationale was adopted in Hughes by the majority of the Court. And yet the Court's analysis in Bomar, relying on Hughes, is a definitive and unequivocal statement as to what constitutes a sufficient manifestation of a defendant's desire to waive his or her Miranda rights. Accordingly, with this history, we follow the reasoning of the Court as expressed in Bomar.\n. The admissibility of the second statement implicates the issue of whether the Miranda warnings remained effective at the time Defendant made the second statement in the police car later that day. Although the trial court did not address this issue, we note that the issue of when renewed Miranda warnings are required was discussed by our Supreme Court in Commonwealth v. Scott, 561 Pa. 617, 752 A.2d 871, 875-76 (2000) (listing factors to be considered). The question is whether, based on the totality of the circumstances, the initial warnings have become stale or too remote to remain effective. We conclude that the officer was not required to give renewed warnings in the instant case. Our conclusion is based on the following factors: the short amount of time between the warnings and the statement in the car; the fact that it was the same officer in both instances; and the subsequent statement involved relatively the same subject matter as the previous statement. In addition, it was Defendant who initiated the conversation, and his response to the officer’s subsequent questions was hardly incriminating, as he simply stated that he had the gun for protection.",
        "type": "majority",
        "author": "BENDER, J.:"
      }
    ],
    "attorneys": [
      "Nichole L. Eisenhart, Assistant District Attorney, Lebanon, for Commonwealth, appellant.",
      "Joseph M. Sembrot, Harrisburg, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant v. Lazaro Rodriguez BAEZ, Appellee.\nSuperior Court of Pennsylvania.\nArgued March 22, 2011.\nFiled May 23, 2011.\nReargument Denied Aug. 1, 2011.\nNichole L. Eisenhart, Assistant District Attorney, Lebanon, for Commonwealth, appellant.\nJoseph M. Sembrot, Harrisburg, for ap-pellee.\nBEFORE: BENDER, DONOHUE and OTT, JJ."
  },
  "file_name": "1272-1280-01",
  "first_page_order": 1306,
  "last_page_order": 1313
}
