{
  "id": 12116850,
  "name": "Lever Brothers Co. v. Riodela Chemical Co. (Now by Change of Name The Tex Co.)",
  "name_abbreviation": "Lever Bros. v. Riodela Chemical Co.",
  "decision_date": "1930-06-04",
  "docket_number": "No. 2357",
  "first_page": "1272",
  "last_page": "1280",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1272"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "36 F. (2d) 1005",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769853
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/1005-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 785",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0785-01"
      ]
    },
    {
      "cite": "10 F. (2d) 1013",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1653321,
        4068724,
        1653646,
        4069121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/10/1013-01",
        "/f2d/10/1013-02"
      ]
    },
    {
      "cite": "56 App. D. C. 148",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4069121,
        4068724
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "102 Fed. Rep. 327",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6720385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/102/0327-01"
      ]
    },
    {
      "cite": "18 F (2d) 774",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1694983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/18/0774-01"
      ]
    },
    {
      "cite": "37 F. (2d) 622",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0622-01"
      ]
    },
    {
      "cite": "17 C. C. P. A. 871",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0871-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 22869,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.939469402596917e-07,
      "percentile": 0.847996157304924
    },
    "sha256": "5a6ba60633171b3c81d6842255940d2a1ef754b560076ec24379314ccf1e0cf4",
    "simhash": "1:64eb61600eb246d3",
    "word_count": 3983
  },
  "last_updated": "2024-02-27T19:30:35.593568+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenboot, Associate Judges"
    ],
    "parties": [
      "Lever Brothers Co. v. Riodela Chemical Co. (Now by Change of Name The Tex Co.)."
    ],
    "opinions": [
      {
        "text": "LenROOt, Judge,\ndelivered the opinion of the court:\nThis is an appeal in a trade-mark opposition proceeding, from the decision of the Commissioner of Patents affirming the decision of the examiner of interferences dismissing the opposition of appellant and adjudging the appellee entitled to the registration of the word: “ Tex ” as applied for.\nAppellant’s trade-mark is the word “Lux,” registered January 1, 1907, used upon soap and soap powder.\nAppellee’s application was filed on March 26, 1925, and was for a composite mark of which the word “ Tex ” is the dominating feature, used upon washing and cleaning compounds.\nNo testimony was taken by either side, but stipulations were entered into by the parties, agreeing upon the facts relevant to the controversy, as follows:\nOpposer, Lever Bros. Co.,-is a corporation organized and existing under and by virtue of the laws of the State of Maine, and is located and does business in the city of Cambridge, county of Middlesex, in the State of Massachusetts.\nOpposer is the proprietor of United States certificate of trade-mark registration No. 59032, which was granted January 1, 1907, for said trade-mart “ Lux.”\nFor more than 15 years said trade-mark “ Lux ” has been continuously used by opposer as the name of a compound in flakes, having detergent, washing, and cleansing properties, a specimen of which is produced herewith and marked “ Opposer’s Package.”\nIf Floyd S. Davis, secretary of opposer, and other witnesses connected with opposer were called, they would give evidence to prove the following:\nOpposer has expended in advertising said “ Lux ” during the last 10 years in excess of $10,000,000.\nThe sales of “ Lux ” during the last 10 years have been more than 800,000,000 packages.\nApplicant, Riodela Chemical Co. (now by change of name The Tex Co.) is a corporation organized and existing under and by virtue of the laws of the State of Delaware, and is located and does business in the City of Wilrfi ngton, County of New Castle, in the State of Delaware.\nApplicant has pending an application, Serial No. 211707, filed March 26, 1925, published in the Official Gazette of June 8, 1926, for tlio trade-mark “ Tex,” and this application is involved in this opposition.\nFor more than three years said trade-mark “ Tex ” has beon continuously used by applicant in interstate commerce on his washing and cleaning compounds, a specimen of which is produced herewith and marked “Applicant’s Package.”\nIf Edward M. Atwood, president of applicant, and other witnesses who would corroborate his statements were called, they would give evidence showing that :\nApplicant has expended in advertising said trade-mark “ Tex ” during the last three years in excess of $30,000.\nThe sales of “ Tex ” during the last three years have been more than 350,000 pounds.\nThe issues in the case are as follows:\n1. Are the two marks used on goods of the same descriptive properties?\n2. If so, does the mark of appellee so nearly resemble that of appellant as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers?\nIf both of these questions be answered in the affirmative, appellant must prevail.\nBoth of the tribunals of the Patent Office found .that the marks were used upon goods of the same descriptive properties, and they were clearly right in so holding. The goods of both parties are washing and cleaning compounds. The goods of appellant are in the form of flakes, while those of appellee are in powdered form. That the goods of both parties are of the same descriptive properties is so clear that it requires no citation of authority as to the rule to be followed in determining this question.\nAs to the second question, both of the tribunals found that there is no likelihood of confusion or mistake in the use of the two marks.\nWith due deference to the findings of the Patent Office upon this question, we can not agree with the conclusion there reached. It is clear to us that the use of these two words of three letters each, each word ending in the letter “ x,” upon goods having the same descriptive properties, is likely to cause confusion or mistake in the mind < of the public, and we are of the opinion that the word “ Tex ” was selected in the hope and belief that such confusion would arise and that appellee would profit thereby. We do not intimate that appellee did not honestly believe that it had a legal right to use the word “ Tex ”; it undoubtedly was thought that its mark had been differentiated from that of appellant sufficiently to be protected by the law, but that a benefit would be reaped from its close approximation to appellant’s mark. That appellee had knowledge of appellant’s mark at the time it adopted the word “ Tex ” is fairly presumed from the facts set out in the stipulations.\nThe word “ Lux ” is a unique word. It does not even suggest to the ordinary mind the properties of the goods to which it is applied. Appellee argues that the word “ Lux ” is from the Latin word “ lux,” meaning “ light,” while appellee’s mark “ Tex ” is from the Latin word “texere,” meaning to weave, to construct, and that therefore its word “ Tex ” is suggestive of cleaning textiles and that of aj>pellant is suggestive of the appearance of material after the cleaning compound of appellant has been applied to it.\nWhile the two words have different origins, we do not think that either word would be ordinarily understood as appellee asserts. We think that the word “ Lux ” is a mark indicating only origin of the goods made by appellant, and we would be of the same opinion as to the word “ Tex ” indicating only origin of the goods made by appellee, did it not so nearly resemble the word “ Lux ” as to be likely to cause confusion with the latter as to the origin of the goods to which the mark is applied.\nIt must be remembered that the goods to which the marks are applied are of common every day use in the household. They are very inexpensive and are consumed in their use. Purchasers therefore would not be expected to exercise such degree of care in their purchase as would be exercised in more expensive and rarely purchased articles. International Silver Co. v. The American Silver Co., 17 C. C. P. A. 871, 37 F. (2d) 622.\nIf a person heard for the first time of a cleaning material bearing the name of “ Lux,” highly recommended, and some time later had occasion to purchase or direct the purchase of a cleaning material, it would not be at all unlikely that a cleaning material bearing the name “ Tex ” would be accepted in the belief that it was the same as had been recommended to the purchaser.\nWe think the observations made by the Court of Appeals for the 7th Circuit in the case of Northam Warren Corporation v. Universal Cosmetic Co., 18 F (2d) 774, are applicable to the case at bar. The court said:\nWhile the human mind drops and forgets much that it hears and sees, yet it holds fast to some word, place, name, sign or symbol contained in an advertisement, through which some human need has been supplied, and that recollection is carried by the people into times and places far removed from the times and places of the publication. * * •\n* >:= * * * • * *\nOne entering a field of endeavor already occupied by another should, in the selection of a trade-name or trade-mark, keep far enough away to avoid all possible confusion. We can see no purpose or reason for the selection of “ Cuticlean ” by one entering the field where another is doing a similar business using as its trade-mark “ Cutex,” except it be done with the hope that benefit might accrue from the similarity. There can be no excuse or justification for such act.\nWhether there is an infringement of a trade-mark does not depend upon the use of identical words, nor on the question as to whether they are so similar that a person looking at one would be deceived into the belief that it was the other; but it is sufficient if one adopts a trade-name or a trade-mark so like another in form, spelling, or sound that one, with a not very definite or clear recollection as to- the real trade-mark, is likely to become confused or misled. (Italics ours.)\n. While there are some expressions in the foregoing quotation with which we might not fully, agree, we think that in a general way it expresses the rule that should be followed in proceedings of the character before us.\nAppellant’s use of its trade-mark began more than 15 years before appellee began to use its mark. It was registered in the Patent Office more than 18 years before appellee applied for registration of its mark. It is conceded that during the 10-year period immediately preceding June, 1927, appellant had sold more than 800,000,000 packages of its goods bearing its trade-mark “ Lux ” and had expended during said period more than $10,000,000 in advertising said “ Lux ”; that appellee had sold more than 350,000 pounds of its goods bearing its trade-mark “ Tex ” during the 3-year period immediately preceding June, 1927, and had expended during said period more than $30,000 in advertising said trade-mark K Tex.”\n' In view of the foregoing, we can perceive no possible object in appellee’s adoption of the word “ Tex ” instead of some other word as easy to remember, unless it was for the purpose of profiting by the wide use of appellant’s mark, hoping and believing that many purchasers would be confused by the similarity of the two names and thus purchase appellee’s goods when really intending to purchase those of appellant.\nIn the case of Fairbank Co. v. Luckel King & Cake Soap Co., 102 Fed. Rep. 327, a case similar in some respects to the case at bar, the court said:\nMany precautions were taken by respondent to avoid imitating complainant's label. Is it not peculiarly significant that no efforts whatever were made in this direction with reference to the selection of a name totally dissimilar from that of “Gold Dust”? Why was “Gold Drop” selected? There were plenty of other names that were short and easy to remember. Other manufacturers of washing soap had found no difficulty in this regard; for instance: “ Pearliue,” “ Babbitt 1776,” etc. When these facts are considered, is it not reasonably clear that in selecting “ Gold Drop ” * * * there was some intention or design upon the part of the respondent to impose “ Gold Drop ” upon the public as that of “ Gold Dust ” or at least to obtain some advantage or benefit from complainant’s advertised trade-name “Gold Dust”?\n. So here, why did appellee select the word “ Tex ” when there was a multitude of words that were short and easy to remember, bearing no similarity to the word “ Lux,” any one of which might have been adopted by.appellee without any probability of causing confusion or mistake in the mind of the public ? If its sole purpose in adopting a trade-mark was to indicate origin of its own goods, we would expect it to select a mark having no similarity to any other used upon similar goods.\nOf course, if confusion or mistake is not likely to result from the use of the two marks, the motive of the later applicant in adopting its mark can not affect its right to registration; but if, in the adoption and use of the mark, there be a purpose of confusing the mind of the public as to the origin of the goods to which it is applied, we have a right, in determining the question of likelihood of confusion or mistake, to consider the motive in adopting the mark as indicating an opinion, upon the part of one vitally interested, that confusion or mistake would likely result from use of the mark. After all, the determination of the question of likelihood of confusion or mistake in the usé of trade-marks must, as a general rule, be a matter of opinion, and not the result of testimony produced as to the existence or absence of such confusion. Therefore, the tribunals of the Patent Office, and this court as a reviewing body, may, in cases where one adopts and uses a mark with the motive of confusing the mind of the public, consider, that motive as one of the factors in determining the question of whether use of such mark is likely to cause confusion or mistake in the mind of the public.\nWe think that the words “Tex” and “Lux” are confusingly similar when applied to the goods of the parties herein, and that the Commissioner of Patents erred-in not so holding.\nAppellee in its answer sets up a large number of registrations prior to that of appellant which, it alleges, are closer or more similar in sound and appearance to opposer’s mark “ Lux ” than applicant’s mark “ Tex,” some of which are applied to the same class of goods as those of the parties herein. Such marks were not offered in evidence but it asks that .we take judicial notice thereof.\nIt is unnecessary to pass upon the question of whether we may take judicial notice of such marks, for the reason that whether appellant’s mark is confusingly similar to the mark of a prior registrant can not be raised by appellee in this proceeding. That question can only be determined by the Patent Office, and on appeal by us, in a cancellation proceeding-provided for by the statute, where the prior as well as the later registrant has an opportunity to be heard and both registrants will be bound by the decision rendered.\nPrior registrations may be shown to prove that a word or symbol in a registered mark has so frequently been used in prior trademarks, registered or unregistered, as to make such word, as applied to particular goods, public property, but so far as the record before us shows, the word “Lux,” as a trade-mark, originated with appellant and has never been used by others, either alone or as part of a trade-mark. For this reason, the decisions in a line of cases of which the case of Goodall Worsted Co. v. Palm Knitting Co., 56 App. D. C. 148, 10 F. (2d) 1013, is an illustration, have, in our opinion, no application to the case at bar.\nIn the case of Duro Pump & Mfg. Co. v. Thomas Maddock's Sons Co., 17 C. C. P. A. 785, 36 F. (2d) 1005, this court said:\n* * * in trade-mark proceedings, as in other cases, the issues must he determined in accordance with the facts and circumstances of the particular case before the court.\nSo here, taking into consideration the similarity of the marks Lux ” and “ Tex,” and the similarity of the goods upon which the respective marks are used, we are of opinion that the use of the word “Tex” by appellee, as applied for, will be likely to cause confusion or mistake in the mincl of the public, and that it is not entitled to have such mark registered.\nThe decision of the Commissioner of Patents is reversed.",
        "type": "majority",
        "author": "LenROOt, Judge,"
      },
      {
        "text": "CONCURRING OPINION\nGarrett, Judge:\nI concur with the majority in the opinion that “ Lux ” and “ Tex,” as trade-marks, bear such a resemblance as that,, when applied to the goods of the same descriptive qualities (as is the case here), confusion in the mind of the public or deception of purchasers would probably result. There is at least a doubt which should, under the well-settled practice, be resolved in favor of opposer.\nI do not, however, regard it as necessary or proper to base this conclusion, even in part, upon any deduction as to the motive of applicant in adopting its word.\nThis is a proceeding under the statute; not in equity. It was so recognized and treated in the pleadings and briefs of the respective .parties. It is not charged therein that appellee’s motive in adopting\" the mark and seeking to register it was to profit by appellant’s advertising or to appropriate the good will of the latter. No testimony was taken in the case; the stipulations have nothing in them concerning motive. I do not see why the court should give any expression upon it. So much for the question of necessity, which is the least material ground of my objection.\nWhat I most’gravely question is the correctness of the doctrine embraced in the following words of the majority opinion:\n* * * but if, in the adoption and use of the mark, there be a purpose of confusing the mind of the public as to the origin of the goods to which it is applied, we have a right, in determining the question of likelihood of confusion or mistake, to consider the motive in adopting the mark as indicating an opinion, upon the part of one vitally interested, that confusion or mistake would likely result from use of the mark. After all, the determination of the question of likelihood of confusion or mistake in the use of trade-marks must, as a general rule, be a matter of op'nion, • and not the result of testimony produced as to the existence or absence of such confusion. Therefore, the tribunals of the Patent Office, and this court as a reviewing body, may, in cases where one adopts and uses a mark with the motive of confusing the mind of the public, consider that motive as one of the factors in determining the question of whether use of such mark is likely to cause confusion or mistake in the mind of the public.\nIf this were a proceeding in equity involving allegations of infringement and unfair competition, the question of motive on the part of appellee might constitute a most important factor in the determination of the case. If so, it would become the subject of' testimony; proof would at least be adduced of facts from which a court might make a judicial finding upon the question of motive. The Fairbanks & Co. case cited and quoted from in the majority-opinion was such a case. The opinion therein was by the United States Circuit Court of Appeals of the Ninth Circuit. It dealt not with registration under the statute, but with infringement under the common law.\nOurs is not an equity jurisdiction in cases appealed from the Patent Office. Again and again the Supreme Court of the United States has held that the jurisdiction of the Court of Appeals of the District of Columbia, to which jurisdiction we succeeded by the act of March 2, 1929, in registration proceedings, is purely administrative. It has been repeatedly said, in substance, by the Supreme Court, that the D. C. Court of Appeals became a part of the Patent Office machinery for the purposes expressed in the statute. It is not deemed necessary to cite authority upon this well-settled principle.\nThe Court of Appeals of the District of Columbia also had and still has an equity jurisdiction in infringement cases. It had two •distinct and separate lines of authority and that court itself recognized this and declared it in numerous decisions- with which the bar and most interested laymen, I take it, are quite familiar.\nI have not found in any case by that court, arising under the registration statute, where it ever declared that motive might be a factor in aiding in the determination of the probability of confusion.\nHow can it be an aid? The majority decision says it may be considered “ as indicating an opinion upon the part of one vitally interested that confusion or mistake would likely result from use of the mark.” The obvious implication is that such an opinion (which in almost all cases would have to be inferred) by a vitally interested party, being, I suppose, in the nature of an admission against interest, is a proper factor in shaping the opinion of the court.\nIf this become a rule of this court, then the converse of the proposition will have to be taken into account. If a party can succeed in convincing the court that he has no motive to confuse, then it must be inferred that he has no opinion that it would confuse, or, if he had knowledge of the opposing mark at all, that it is his opinion that it would not confuse. Shall that negative opinion be a factor in shaping the opinion of the court? How can the opinion of either party be in any way an essential or proper factor in the equation? \"Will the quality of the motive of the parties render a mark confusing which is not otherwise so, or vice versa? It seems to me that this court in performing the duty which Congress has seen fit to ■commit to -it, in registration cases arising under the statute, has only to deal with marks; not motives.\nSo far as the instant case is concerned, there is not a hint about motive to be found in the record anywhere; no pleading mentions it and no testimony, refers to it, nor to any act from which motive might be judicially determined. It is an inference deduced wholly, as I understand it, from the resemblance of the marks since they are to be applied to goods of the same descriptive qualities. Therefore, in the instant case, one must observe the resemblance of the marks before he has the mental concept of possible motive. So the line of reasoning seems to be: There is a resemblance between two words which are applied to almost identical goods; from this resemblance a motive on the part of applicant will be inferred; from that motive it is concluded that appellee was of opinion that its Avord would confuse, and, therefore, this motive shall be a factor in aiding in the determination of whether there is mark resemblance which would cause confusion.\nA motive which can only be deduced from a cause already determined is nevertheless to be taken as a factor in ascertaining whether that cause really exists.\nNotwithstanding my high regard for the mental equipment and alertness of the author of the majority opinion I find myself unable to accede to the correctness of this view, and, because of my belief that the court is here laying down a rule of gravest importance, I venture to express my disagreement with that line of reasoning.\nSince ours is a purely statutory jurisdiction I fear that if in its exercise we enter the broad field of equity for precedents and rules, w.e shall presently have the practice in statutory registration proceedings in such a state of confusion as that litigants under it will be at sea as to what proofs to take and what sort of a record to build up in the Patent Office.\nI quite agree with the statement in the majority decision that “ after all, the determination of the question of likelihood of confusion or mistake in the use of trade-marks must, as a general rule, be a matter of opinion,” but the opinion which must control is that of the Patent Office tribunals, or, upon appeal, of this court, and not that of the parties litigant. A person proceeding with the best of motives may be denied a registration because the marks will be found likely to confuse, while others, whose motives may well be suspected, will succeed because the marks will be found so dissimilar as to negative the likelihood of confusion.",
        "type": "concurrence",
        "author": "Garrett, Judge:"
      }
    ],
    "attorneys": [
      "Archibald Cox, William G. Henderson, and Spencer A. Studwell for appellant. Wm. L. Bdmondston for aiipellee."
    ],
    "corrections": "",
    "head_matter": "Lever Brothers Co. v. Riodela Chemical Co. (Now by Change of Name The Tex Co.).\n(No. 2357.)\nUnited States Court of Customs and Patent Appeals,\nJune 4, 1930\nArchibald Cox, William G. Henderson, and Spencer A. Studwell for appellant. Wm. L. Bdmondston for aiipellee.\n[Oral argument May 13, 1930, by Mr. Henderson]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenboot, Associate Judges"
  },
  "file_name": "1272-01",
  "first_page_order": 722,
  "last_page_order": 730
}
