{
  "id": 9100177,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Harry BRETZ, Appellant",
  "name_abbreviation": "Commonwealth v. Bretz",
  "decision_date": "2003-08-15",
  "docket_number": "",
  "first_page": "1273",
  "last_page": "1278",
  "citations": [
    {
      "type": "official",
      "cite": "830 A.2d 1273"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "393 S.W.2d 901",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10174862
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/393/0901-01"
      ]
    },
    {
      "cite": "747 S.W.2d 651",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9985745,
        9986004,
        9985841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/747/0651-01",
        "/sw2d/747/0651-03",
        "/sw2d/747/0651-02"
      ]
    },
    {
      "cite": "476 N.W.2d 511",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10606124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/476/0511-01"
      ]
    },
    {
      "cite": "225 Kan. 458",
      "category": "reporters:state",
      "reporter": "Kan.",
      "case_ids": [
        1483747
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/kan/225/0458-01"
      ]
    },
    {
      "cite": "464 So.2d 185",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7610799
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/so2d/464/0185-01"
      ]
    },
    {
      "cite": "469 So.2d 142",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7603466,
        7603502
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/469/0142-01",
        "/so2d/469/0142-02"
      ]
    },
    {
      "cite": "195 Cal.Rptr. 138",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "147 Cal. App.3d 409",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "223 Cal.Rptr. 401",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "177 Cal.App.3d 927",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        2140220
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/177/0927-01"
      ]
    },
    {
      "cite": "391 F.2d 275",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2103239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/391/0275-01"
      ]
    },
    {
      "cite": "733 F.2d 596",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        577248
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/733/0596-01"
      ]
    },
    {
      "cite": "785 F.2d 682",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1565271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/785/0682-01"
      ]
    },
    {
      "cite": "926 F.2d 668",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10543137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/926/0668-01"
      ]
    },
    {
      "cite": "600 N.E.2d 1178",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1181"
        },
        {
          "page": "1181"
        },
        {
          "page": "1184-85"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "175 Ill.Dec. 720",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 3,
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "151 Ill.2d 58",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        3291629
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/151/0058-01"
      ]
    },
    {
      "cite": "829 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9100727
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/829/0345-01"
      ]
    },
    {
      "cite": "287 U.S. 45",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        369864
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "64",
          "parenthetical": "\"The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel.\""
        },
        {
          "page": "62",
          "parenthetical": "\"The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel.\""
        },
        {
          "parenthetical": "\"The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/287/0045-01"
      ]
    },
    {
      "cite": "372 U.S. 335",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765333
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0335-01"
      ]
    },
    {
      "cite": "786 A.2d 923",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9456066,
        404588
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "927",
          "parenthetical": "Opinion Announcing Judgment of the Court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/786/0923-01",
        "/pa/567/0239-01"
      ]
    },
    {
      "cite": "567 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404588
      ],
      "year": 2001,
      "pin_cites": [
        {
          "parenthetical": "Opinion Announcing Judgment of the Court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/567/0239-01"
      ]
    },
    {
      "cite": "803 A.2d 769",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11450156
      ],
      "pin_cites": [
        {
          "page": "772-73"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/803/0769-01"
      ]
    },
    {
      "cite": "753 A.2d 780",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225976,
        11212841
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0070-01",
        "/a2d/753/0780-01"
      ]
    },
    {
      "cite": "562 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225976
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0070-01"
      ]
    },
    {
      "cite": "731 A.2d 581",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        56747,
        11666446
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0012-01",
        "/a2d/731/0581-01"
      ]
    },
    {
      "cite": "557 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        56747
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/557/0012-01"
      ]
    },
    {
      "cite": "809 A.2d 952",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 857,
    "char_count": 17171,
    "ocr_confidence": 0.706,
    "pagerank": {
      "raw": 1.6087575151795346e-07,
      "percentile": 0.6851926502278705
    },
    "sha256": "1fa5c73056947dfc4a2929cefa0d19547d0d274a375e8e8b4a2c2364d5910bd5",
    "simhash": "1:d0998730a7694b1a",
    "word_count": 2829
  },
  "last_updated": "2024-02-27T19:45:10.771061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BOWES, GRACI, and KELLY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Harry BRETZ, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nGRACI, J.:\n¶ 1 Appellant, Harry Bretz (“Bretz”), appeals from two orders entered in the Court of Common Pleas of Erie County on January 28, 2003, each denying his petition for relief under the Post Conviction Relief Act, 42 Pa.C.S.A. §§ 9541-9546 (“PCRA”). We affirm.\nI. FACTUAL AND PROCEDURAL HISTORY\n¶ 2 The consolidated appeals presently before us arise from two criminal complaints filed against Bretz in Erie County. Gustee Brown, Esquire, a member of the Erie County Public Defender’s Office, provided legal counsel to Bretz in both cases. Attorney Brown was placed on inactive status by the Pennsylvania Supreme Court, effective November 30, 2000, after he faded to remit the annual fee imposed by Pa.R.D.E. 219. It is undisputed that Attorney Brown was technically on inactive status during his representation of Bretz.\n¶ 3 At docket number 1393 of 2001, Bretz was convicted by a jury on September 14, 2001, of burglary, 18 Pa.C.S.A. § 3502(a), theft by unlawful taking, 18 Pa. C.S.A. § 3921(a), and three counts of criminal mischief, 18 Pa.C.S.A. § 3304(a)(1). On October 31, 2001, Bretz was sentenced to an aggregate term of imprisonment of three to seven years. Attorney Brown represented Bretz at all times through sentencing. Joseph P. Burt, Esquire, also an assistant public defender in Erie County, filed Bretz’s notice of appeal on November 15, 2001, followed by a concise statement of matters complained of on appeal on December 27, 2001. On appeal, Bretz challenged the trial court’s handling of voir dire and, in addition, argued that Attorney Brown rendered ineffective assistance by failing to file a post-sentence motion raising that issue. A panel of this Court affirmed Bretz’s judgment of sentence on August 12, 2002. Commonwealth v. Bretz, 809 A.2d 952 (Pa.Super.2002) (unpublished memorandum).\n¶ 4 At docket number 3061 of 2000, Bretz pleaded guilty on January 11, 2001, to one count of escape, 18 Pa.C.S.A. § 5121, and a related summary offense. Bretz subsequently withdrew his plea and Attorney Brown was appointed to represent him. Attorney Brown advised Bretz to accept the plea agreement, which he did on April 18, 2001. Bretz was sentenced the same day to a term of incarceration of three to seven years, to be served consecutively to the sentence imposed at docket number 1393 of 2001. Bretz did not file post-sentence motions or a direct appeal from the judgment of sentence at docket number 3061 of 2000.\n¶ 5 On October 31, 2002, Bretz, now represented by present counsel, filed PCRA petitions at each of the above docket numbers. Both petitions were premised upon the same argument, that Bretz was denied his federal constitutional right to counsel since Attorney Brown was on inactive status when he represented Bretz. At docket number 1393 of 2001, the PCRA court, the Honorable John A. Bozza, conducted an evidentiary hearing on January 27, 2003. By order dated January 28, 2003, Judge Bozza denied Bretz’s petition. At docket number 3061 of 2000, the PCRA court, the Honorable Stephanie Domitro-vieh, notified Bretz on January 6, 2003, of its intent to dismiss his PCRA petition. The petition was formally dismissed, without a hearing, by order dated January 28, 2003. Bretz filed a notice of appeal from each of the PCRA court decisions on February 19, 2003. Because both of the appeals challenge the denial of post conviction relief on identical grounds, they have been consolidated for our review.\n¶ 6 The issue before this Court is as follows:\nWhether [Bretz] was denied his right to counsel under the Sixth Amendment to the United States Constitution in the respective cases in that his defense counsel, Gustee Brown, Esquire, was placed on inactive status by the Pennsylvania Supreme Court prior to and during the course of his legal representation in each case thereby rendering him incompetent to enter his appearance or offer legal representation during that time period?\nBrief of Appellant, at 3.\nII. DISCUSSION\n¶ 7 We begin by addressing the timeliness of Bretz’s PCRA petition filed at docket number 3061 of 2000. Under the PCRA, all petitions must be filed within one year of the date on which the judgment became final, unless one of three statutory exceptions, discussed infra, applies. 42 Pa.C.S.A. § 9545(b)(1). The appellate briefs submitted by the parties are silent on this point, as is the PCRA court’s notice of dismissal, final order, and Rule 1925(a) opinion. However, because the issue of timeliness implicates our jurisdiction, we may consider the matter sua sponte. Commonwealth v. Yams, 557 Pa. 12, 731 A.2d 581, 587 (1999).\n¶ 8 Bretz was sentenced at docket number 3061 of 2000 on April 18, 2001. Bretz did not file post-sentence motions or seek to appeal his conviction, therefore his judgment of sentence became final on May 18, 2001, when the thirty-day deadline for filing a notice of appeal had passed. Pa. R.A.P. 903(a). Under 42 Pa.C.S.A. § 9545(b)(1), the deadline for a timely PCRA petition would have been one year later, on May 20, 2002. Bretz’s petition, filed on October 31, 2002, was therefore untimely.\n¶ 9 Consequently, the PCRA court had no jurisdiction to entertain Bretz’s PCRA petition unless he pleaded and proved, first, that at least one of the limited exceptions to the time bar provided in 42 Pa. C.S.A. § 9545(b)(1) applies, and second, that, in accordance with 42 Pa.C.S.A. § 9545(b)(2), he filed his petition within sixty days of the date that his claim could have been presented. See Commonwealth v. Gamboar-Taylor, 562 Pa. 70, 753 A.2d 780, 784 (2000).\n¶ 10 Bretz has failed to sustain his burden. As we indicated above, Bretz’s PCRA petition was completely silent on the timeliness issue, as is his appellate brief to this Court. He did, however, mention the issue in his brief to the PCRA court:\nThe Petitioner further asserts that the instant PCRA claim is colorable and subject to review despite the untimeliness under 42 Pa.C.S.A. Section 9545 in that the exception as to after-discovered evidence is applicable in that the status of Attorney Gustee Brown was only recently discerned and the instant PCRA is being filed within a timely manner upon the recognition of the instant claim regarding deprivation of counsel under the Sixth Amendment of the [United States] Constitution.\nBrief In Support Of Motion For Post Conviction Collateral Relief, 10/31/02, at 1. We conclude, based on this excerpt, that Bretz was cognizant of the timeliness issue. Although he purports to invoke the statutory exception related to “after-discovered evidence,” 42 Pa.C.S.A. § 9545(b)(l)(ii), Bretz offers no proof that the exception is applicable to his case. Thus, because Bretz did not adequately plead or attempt to prove his eligibility for an exception to the Act’s one-year filing deadline, we find that the PCRA court lacked jurisdiction to entertain his petition. Accordingly, we affirm the order of the PCRA court dismissing Bretz’s petition, albeit on different grounds. See Commonwealth v. Singletary, 803 A.2d 769, 772-73 (Pa.Super.2002) (“It is well settled that where the result is correct, an appellate court may affirm a lower court’s decision on any ground without regard to the ground relied upon by the lower court itself.”) (citation omitted).\n¶ 11 We turn next to Bretz’s timely PCRA petition at docket number 1393 of 2001.\nA cursory reading of the PCRA reveals that PCRA petitioners, to be eligible for relief, must, inter aha, plead and prove their assertions by a preponderance of the evidence. Section 9543(a). Inherent in this pleading and proof requirement is that the petitioner must not only state what his issues are, but also he must demonstrate in his pleadings and briefs how the issues will be proved. Moreover, allegations of constitutional violation ... must be discussed “in the circumstances of the case.” Section 9543(a)(2)(i). Additionally, the petitioner must establish by a preponderance of evidence that because of the alleged constitutional violation ..., “no reliable adjudication of guilt or innocence could have taken place.” Section 9543(a)(2)(i). Finally, petitioner must plead and prove that the issue has not been waived or finally litigated, § 9543(a)(3), and if the issue has not been litigated earlier, the petitioner must plead and prove that the failure to litigate “could not have been the result of any rational, strategic or tactical decision by counsel.” Section 9543(a)(4).\nCommonwealth v. Rivers, 567 Pa. 239, 786 A.2d 923, 927 (2001) (Opinion Announcing Judgment of the Court). Bretz’s claim has not been previously litigated, nor has it been waived, therefore we shall proceed directly to the merits thereof.\n¶ 12 Bretz’s sole argument in the proceedings below and on appeal is that, by virtue of Attorney Brown’s inactive status, he was deprived of his right to counsel under the Sixth Amendment to the United States Constitution. Framed in this manner, Bretz’s claim could only be cognizable under section 9543(a)(2)(i) of the PCRA, which contemplates relief for a petitioner who can plead and prove by a preponderance of the evidence “[t]hat the conviction or sentence resulted from ... [a] violation of the Constitution of this Commonwealth or the Constitution or laws of the United States which, in the circumstances of the particular case, so undermined the truth-determining process that no rehable adjudication of guilt or innocence could have taken place.” 42 Pa.C.S.A. § 9543(a)(2)(i).\n¶ 13 It is, of course, axiomatic that “[i]n all criminal prosecutions, the accused shall enjoy the right ... to have the Assistance of Counsel for his defence.” U.S. Const, amend. VI. The right to counsel guaranteed by the Sixth Amendment is made obligatory on the States by the due process clause of the Fourteenth Amendment. Gideon v. Wainwright, 372 U.S. 335, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963). See also Powell v. Alabama, 287 U.S. 45, 64, 53 S.Ct. 55, 62, 77 L.Ed. 158 (1932) (“The right to be heard would be, in many cases, of little avail if it did not comprehend the right to be heard by counsel.”). That a defendant was denied his fundamental right to the assistance of counsel would clearly undermine the truth-determining process and cast doubt on the reliability of any adjudication. Accordingly, Bretz, in alleging the denial of the assistance of counsel, pleaded a constitutional claim cognizable under section 9543(a)(2)(i) of the PCRA.\n¶ 14 As proof that he is entitled to PCRA relief, Bretz offers a rambling discourse regarding the definition of “counsel” in this Commonwealth. The gravamen of Bretz’s argument is that an attorney transferred to inactive status by our Supreme Court is incompetent to practice law and, therefore, cannot constitute “counsel” for purposes of the Sixth Amendment’s guarantee. Simply put, Bretz contends that Attorney Brown’s representation was tantamount to having no representation at all.\n¶ 15 We may quickly dispose of Bretz’s claim, as we are bound by this Court’s recent decision in Commonwealth v. Jones, 829 A.2d 345, 346 (Pa.Super.2003). When presented with the same issue, whether appellant was denied his Sixth Amendment right to counsel where trial counsel (also Attorney Brown) was on inactive status for failing to pay his annual fee, this Court found that “an attorney whose license has been suspended for failure to pay his dues still may be ‘counsel’ for Sixth Amendment purposes.” Id. at 348 (citing People v. Brigham, 151 Ill.2d 58, 175 Ill.Dec. 720, 600 N.E.2d 1178, 1181 (1992)) (citing Reese v. Peters, 926 F.2d 668 (7th Cir.1991); United States v. Mouzin, 785 F.2d 682 (9th Cir.1986); United States v. Hoffman, 733 F.2d 596 (9th Cir.1984); Beto v. Barfield, 391 F.2d 275 (5th Cir.1968); People v. Medler, 177 Cal.App.3d 927, 223 Cal.Rptr. 401 (1986); People v. Garcia, 147 Cal. App.3d 409, 195 Cal.Rptr. 138 (1983); Dolan v. State, 469 So.2d 142 (Fla.App.1985); White v. State, 464 So.2d 185 (Fla.App. 1985); Johnson v. State, 225 Kan. 458, 590 P.2d 1082 (1979); State v. Smith, 476 N.W.2d 511 (Minn.1991); Jones v. State, 747 S.W.2d 651 (Mo.App.1988); and Hill v. State, 393 S.W.2d 901 (Tex.Crim.App. 1965)). This Court went on to state:\nWe find [People v. Brigham, 151 Ill.2d 58, 175 Ill.Dec. 720, 600 N.E.2d 1178, 1181 (1992) ] particularly instructive. In Brigham, the Illinois Supreme Court was faced with a fact situation almost identical to the situation presently before us. Moreover, the Illinois disciplinary rules regarding attorney registration and suspension for failure to register (as they existed when Brigham was decided), 134 II. Supreme Court Rule 756(b), (d), and (e) (amended June 29, 1999, effective November 1, 1999), are similar to Pennsylvania’s rules. The Brigham court held:\n[Appellant’s] admission to the bar allows us to assume that he has the training, knowledge, and ability to represent a client who has chosen him, and that he has retained the ability to render effective assistance to defendant at trial, notwithstanding his suspension for failure to pay his registration dues. To find a defendant’s [S]ixth [A]mendment right to counsel to have been violated, there must be additional factors above and beyond a mere suspension for nonpayment of bar dues.\nBrigham, 175 Ill.Dec. 720, 600 N.E.2d at 1184-85.\nId. at 349. As in Jones, Bretz has not presented any additional factors other than trial counsel’s suspension and, thus, has failed to prove a Sixth Amendment violation or that his adjudication of guilt was in any way unreliable. Accordingly, we affirm the order of the PCRA court denying Bretz’s petition for post conviction relief.\nIII. CONCLUSION\n¶ 16 We conclude that Bretz filed his PCRA petition at Erie County docket number 3061 of 2000 beyond the one-year deadline imposed by the PCRA. Bretz also failed to plead and prove that he was eligible for any of the enumerated exceptions to the Act’s timeliness requirement. Because the petition was untimely, it should have been dismissed for lack of jurisdiction. Although premised upon different grounds, the order of the PCRA court dismissing the petition is affirmed.\n¶ 17 With respect to the PCRA petition at Erie County docket number 1393 of 2001, we find that Bretz failed to prove a violation of his Sixth Amendment right to counsel. Accordingly, we affirm the order of the PCRA court denying post-conviction relief.\n¶ 18 Orders affirmed.\n. Bretz filed two separate appeals challenging the denial of PCRA relief, docketed at 358 WDA 2003 and 359 WDA 2003. In a per curiam order dated March 12, 2003, this Court directed, sua sponte, that the appeals be consolidated.\n. We note that Bretz has not asserted a violation of his right to counsel as guaranteed by Article I, Section 9 of the Pennsylvania Constitution.\n. Section 9545(b) requires that any PCRA petition be filed within one year of the date the judgment becomes final, \"unless the petition alleges and the petitioner proves that:\n(i)the failure to raise the claim previously was the result of interference by government officials with the presentation of the claim in violation of the Constitution or laws of this Commonwealth or the Constitution or laws of the United States;\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence; or\n(iii) the right asserted is a constitutional right that was recognized by the Supreme Court of the United States or the Supreme Court of Pennsylvania after the time period provided in this section and has been held by that court to apply retroactively.\n42 Pa.C.S.A. § 9545(b)(l)(i-iii).\n. Assuming, arguendo, that the \"after-discovered evidence” exception was applicable here, we would still find that Bretz failed to plead and prove that he filed his petition within sixty days of the date that his claim could have been first presented. 42 Pa.C.S.A. § 9545(b)(2). Most significantly, Bretz has never indicated exactly when he discovered the fact of Attorney Brown’s inactive status. Without this information, which it was incumbent upon Bretz to produce, it would be impossible for us to determine whether he complied with the Act’s sixty-day deadline.\n. The PCRA court, the Honorable Stephanie Domitrovich, considered and rejected Bretz’s Sixth Amendment claim on the merits. As authority for her decision, Judge Domitrovich cited to opinions authored by two of her colleagues in separate cases involving Attorney Brown’s inactive status. One of these cases, Commonwealth v. Jones, 829 A.2d 345 (Pa.Super.2003), is discussed more fully infra. The other, Commonwealth v. Phillips, No. 1827 WDA 2002 (Pa.Super. filed October 16, 2002), is currently pending before this Court.\n. Bretz does not argue that Attorney Brown’s performance was deficient. Therefore, section 9543(a)(2)(ii) of the PCRA, related to ineffective assistance of counsel, is not implicated.",
        "type": "majority",
        "author": "GRACI, J.:"
      }
    ],
    "attorneys": [
      "William J. Hathaway, Erie, for appellant.",
      "Robert A. Sambroak, Asst. Dist. Atty., Erie, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Harry BRETZ, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted April 21, 2003.\nFiled Aug. 15, 2003.\nWilliam J. Hathaway, Erie, for appellant.\nRobert A. Sambroak, Asst. Dist. Atty., Erie, for Com., appellee.\nBEFORE: BOWES, GRACI, and KELLY, JJ."
  },
  "file_name": "1273-01",
  "first_page_order": 1321,
  "last_page_order": 1326
}
