{
  "id": 8327319,
  "name": "Debra C. DALRYMPLE f/k/a Debra C. Kilishek, Appellant v. Kevin KILISHEK, Appellee; Debra C. Dalrymple f/k/a Debra C. Kilishek, Appellee v. Kevin Kilishek, Appellant",
  "name_abbreviation": "Dalrymple v. Kilishek",
  "decision_date": "2007-03-23",
  "docket_number": "",
  "first_page": "1275",
  "last_page": "1282",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 1275"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "888 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8999449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0882-01"
      ]
    },
    {
      "cite": "741 A.2d 792",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11656331
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "799"
        },
        {
          "page": "795"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/741/0792-01"
      ]
    },
    {
      "cite": "857 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9181427
      ],
      "pin_cites": [
        {
          "page": "201-202"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/857/0194-01"
      ]
    },
    {
      "cite": "824 A.2d 305",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9121996
      ],
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/0305-01"
      ]
    },
    {
      "cite": "816 A.2d 256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9365902
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/816/0256-01"
      ]
    },
    {
      "cite": "880 A.2d 633",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8938142
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "640"
        },
        {
          "page": "639"
        },
        {
          "page": "640, n. 7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0633-01"
      ]
    },
    {
      "cite": "418 Pa.Super. 334",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        916855
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/418/0334-01"
      ]
    },
    {
      "cite": "824 A.2d 1178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9124547
      ],
      "pin_cites": [
        {
          "page": "1188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/824/1178-01"
      ]
    },
    {
      "cite": "904 A.2d 15",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8468587
      ],
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/904/0015-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 739,
    "char_count": 16313,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 1.4533767444175853e-07,
      "percentile": 0.6554990271633597
    },
    "sha256": "bcadf86acad541c09dfe09a38a69ea96b3c4677e06a499b99eab4a18cd2b3c1b",
    "simhash": "1:376a432eae4cd174",
    "word_count": 2648
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: FORD ELLIOTT, P.J., LALLY-GREEN, and JOHNSON, JJ."
    ],
    "parties": [
      "Debra C. DALRYMPLE f/k/a Debra C. Kilishek, Appellant v. Kevin KILISHEK, Appellee. Debra C. Dalrymple f/k/a Debra C. Kilishek, Appellee v. Kevin Kilishek, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nLALLY-GREEN, J.:\n¶ 1 Appellant/Cross-Appellee, Debra C. Dalrymple and Appellee/Cross-Appellant Kevin Kilishek appeal from the trial court’s January 23, 2006 order disposing of the parties’ exceptions to a master’s report. We affirm.\n¶2 The record reflects that Dalrymple filed a complaint in divorce on July 14, 1999. The trial court entered a bifurcated divorce decree on June 7, 2000. The parties had been married for approximately 17 years. Premco, Inc., Kilishek’s private investigation agency, was the chief marital asset. Proper valuation of Premco is a matter in dispute. Dalrymple was primarily a homemaker during the course of the marriage.\n¶ 3 The present appeal stems from an April 6, 2005 master’s report and recommendation pertaining to alimony, equitable distribution, counsel fees and costs. On December 27, 2005, the trial court issued an order denying in part and granting in part Kilishek’s exceptions to the report. In that order, the trial court found that Dalrymple’s reasonable needs for monthly expenses were lower than those set forth in the master’s report, and therefore adjusted them downward. The trial court rejected Kilishek’s contention that the master erred in her valuation of Premco. The master found that Dalrymple is entitled to equitable reimbursement for a percentage of Premco’s value, and the trial court adjusted that amount downward. The trial court upheld the master’s finding that Dalrymple was entitled to litigation costs associated with Kilishek’s refusal to provide certain documents, though the court reduced the amount of those costs.\n¶ 4 The trial court’s December 27, 2005 order dismissed both of Dalrymple’s exceptions to the master’s report. The trial court found that Dalrymple was not entitled to anything over and above the recommended alimony and equitable reimbursement. The trial court also concluded that Dalrymple was not entitled to recover additional counsel fees, inasmuch as her father paid all of the fees for her without expectation of repayment.\n¶ 5 On January 23, 2006, in response to a petition for reconsideration from Kilish-ek, the trial court modified the December 27 order slightly. This timely appeal followed. Dalrymple raises the following issues for our review:\nA. The trial court erred as a matter of law and abused its discretion by reducing the alimony awarded to Wife from $666.00 per month over a seven year time frame to $152.00 per month. This resulted in a reduction in the alimony the Master recommended be awarded to Wife of $42,672.00.\nB. The trial court erred as a matter of law and abused its discretion by determining that Wife was not entitled to approximately 75% of the value of Prem-co, Inc. in the form of equitable reimbursement alimony, especially upon consideration of the factors pertaining to equitable distribution as set forth in the Divorce Code as Amended, as well as appellate case law.\nC. The trial court erred as a matter of law and abused its discretion by reducing the award of expert fees from $17,424.00 to $14,924.00.\nD. The trial court erred as a matter of law and abused its discretion by affirming the Divorce Master’s denial of education costs to Wife in the amount of $9,454.44, which was necessary for Wife to complete her education and obtain her RN degree.\nDalrymple’s Brief at 4.\n¶ 6 Dalrymple first argues that the trial court erred in reducing her alimony to $152.00 per month from $666.00 per month. We conduct our review according to the following standard:\nThe role of an appellate court in reviewing alimony orders is limited; we review only to determine whether there has been an error of law or abuse of discretion by the trial court. Absent an abuse of discretion or insufficient evidence to sustain the support order, this Court will not interfere with the broad discretion afforded the trial court.\nSmith v. Smith, 904 A.2d 15, 20 (Pa.Super.2006). Likewise:\nThe purpose of alimony is not to reward one party and to punish the other, but rather to ensure that the reasonable needs of the person who is unable to support himself or herself through appropriate employment, are met. In determining the nature, amount, duration and manner of payment of alimony, the court must consider all relevant factors, including those statutorily prescribed for at 23 Pa.C.S.A. § 3701. Alimony is based upon reasonable needs in accordance with the lifestyle and standard of living established by the parties during the marriage, as well as the payor’s ability to pay.\nIsralsky v. Isralsky, 824 A.2d 1178, 1188 (Pa.Super.2003).\n¶ 7 Dalrymple relies upon Barrett v. Barrett, 418 Pa.Super. 334, 614 A.2d 299 (1992). In Barrett, we noted that the wife had remained at home and cared for the children and had no formal education that would allow her to obtain a full time job. We concluded that an award of alimony was appropriate under the circumstances. Id. at 302. Nonetheless, we vacated an award of $400.00 per month for 10 years on the grounds that the record reflected no basis for extending the award for 10 years. Id. We reasoned that a formal education would normally take four years to obtain. Id. Thus, Barrett makes clear that the trial court must substantiate the amount and duration of the alimony award.\n¶ 8 In the instant matter, the trial court reasoned as follows:\nHowever, the Court has decreased Wife’s monthly expenses by $200.00 [as a result of an error in the master’s calculations]. Therefore, the amount of alimony necessary to allow Wife to meet her basic needs has decreased from $352.00 a month to $152.00 a month. Moreover, the Court finds that the Master erred in increasing the alimony award to $660.00 per month simply because Husband would still have $770.00 per month in discretionary income. Alimony is not designed to equalize the parties’ incomes or be punitive in nature, but is meant to ensure that the reasonable needs of the person who is able to support himself or herself through appropriate employment are met. An award of alimony addresses Wife’s reasonable needs, and an award over and above that simply because Husband has more discretionary income than Wife would be punitive.\nTrial Court Opinion, 12/27/05, at 1-2 (internal quotation marks and record citations omitted).\n¶ 9 The record supports the trial court’s finding that the master based the alimony recommendation in part on a desire to equalize each party’s monthly disposable income. Master’s Report, 4/6/05, at 22-23. Moreover, the record reflects that the trial court’s award of alimony will be sufficient to meet Dalrymple’s reasonable needs, as set forth in the master’s report. Id. at 10, 13. The trial court took account of the relevant factors set forth in § 3701, and we cannot conclude that the trial court abused its discretion in declining to award alimony over and above the amount necessary to allow Dalrymple to meet her reasonable needs. Dalrymple’s first argument lacks merit.\n¶ 10 Dalrymple next argues that the trial court erred in calculating her award of equitable reimbursement. “The courts of this Commonwealth have created the doctrine of ‘equitable reimbursement’ as a method of compensating a spouse for his or her contribution to the marriage where the marital assets are insufficient to do so.” Schenk v. Schenk, 880 A.2d 633, 640 (Pa.Super.2005). The purpose of equitable reimbursement is to compensate a spouse for his or her fair share of the marital estate when the marital assets are insufficient. Id. The trial court need not distribute assets equally among the parties, as economic justice often requires otherwise. Id. at 639. The trial court has broad discretion in fashioning its award. Id. Relevant factors in fashioning an equitable distribution or reimbursement award are set forth at 23 Pa.C.S.A. § 3502(a).\n¶ 11 In the instant matter, the record reflects that Premco had approximately $45,000.00 in assets at the time of separation. The master and the trial court both found that Kilishek dissipated those assets as a result of his own misconduct. The master recommended that Dalrymple receive monthly equitable reimbursement payments totaling approximately 75% of the value of Premco at the time of separation, plus interest. The trial court awarded equitable reimbursement payments based on 60% of Premco’s value, plus interest. Dalrymple argues that the trial court abused its discretion in not awarding 75%.\n¶ 12 The trial court set forth a detailed rationale for the equitable reimbursement award in its opinion. Trial Court Opinion, 12/27/05, at 5-7. Upon review of that rationale, we conclude that the trial court took account of relevant statutory considerations and was within its discretion in awarding Dalrymple 60% of Premco’s value. For the reasons set forth in the trial court’s opinion, Dalrymple’s second argument lacks merit.\n¶ 13 Dalrymple next argues that the trial court abused its discretion in awarding her $14,924.00 in counsel fees, expert witness fees, and other costs rather than the $17,424.00 the master recommended. We review this argument according to the following standard:\nOur ability to review the grant of attorney’s fees is limited, and we will reverse only upon a showing of plain error. Plain error is found where the decision is based on' factual findings with no support in the evidentiary or on legal factors other than those that are relevant to such an award.\nDiament v. Diament, 816 A.2d 256, 270 (Pa.Super.2003).\n¶ 14 Both the trial court and the master found that Kilishek’s uncooperative, obstructionist behavior resulted in a significant increase in Dalrymple’s costs. The trial court issued an award of $2,500.00 less than the master in light of the trial court’s finding that Dalrymple would have spent at least $2,500 on an expert witness regardless of Kilishek’s behavior. Trial Court Opinion, 12/27/05, at 8. The record reflects that the master recommended awarding Dalrymple all of the expert witness fees except for the fees pertaining to the hearing. We cannot conclude that the trial court committed plain error in finding that Dalrymple would have incurred a reasonable amount of expert witness fees regardless of Kilishek’s behavior. Dalrym-ple’s third argument fails.\n¶ 15 In her final argument, Dalrymple asserts that the trial court erred in declining to award her $9,453.44 with which to pay for an RN degree. Dalrymple cites no authority in support of this argument, other than the legal standard governing alimony awards. Dalrymple’s Brief at 35-36. Failure to support an argument with pertinent authority results in waiver. Pa.R.A.P. 2119(b); Eichman v. McKeon, 824 A.2d 305, 319 (Pa.Super.2003). Dalrymple’s final argument fails because she has waived it.\n¶ 16 We now turn our attention to Kil-ishek’s issues on cross-appeal, which are as follows:\nI. Did the Trial Court and Divorce Master err by valuing Premcorp. at $40,323.00 and in failing to consider Premcorp.’s outstanding debts and accounts payable as of the date of separation?\nII. Did the Trial Court err in ordering Husband to pay Wife’s expenses of $14,924.00 plus simple interest at the rate of six percent (6%) per annum, when Wife failed to demonstrate a need to be reimbursed because Wife did not pay any counsel fees and does not expect to have to repay her father for paying for her fees?\nIII. Did the Trial Court err in ordering Husband to pay Wife’s expenses when there was no claim raised by Wife’s father, the third party, who paid for her legal expenses, and who did not expect reimbursement?\nKilishek’s Brief at 1.\n¶ 17 Kilishek’s first argument addresses the trial court’s valuation of Prem-co. He argues that the master erred in declining to admit pertinent evidence. Kil-ishek fails, however, to cite any authority in support of his argument. Therefore, he has waived it. Pa.R.A.P. 2119(b); Eich-man.\n¶ 18 Kilishek next argues that the trial court erred in awarding Dalrymple $14,924.00 in fees and costs. Kilishek argues that Dalrymple was not at a financial disadvantage because her father paid her litigation expenses. This Court has held, as Kilishek correctly argues, that an award of counsel fees is often based on need. See Teodorski v. Teodorski, 857 A.2d 194, 201-202 (Pa.Super.2004). We have also held that one party’s obdurate or vexatious conduct may warrant an award of counsel fees to the other party. Verholek v. Verholek, 741 A.2d 792, 799 (Pa.Super.1999). Moreover, our case law makes clear that we are not to usurp the trial court’s role as fact finder. Id. at 795.\n¶ 19 In the instant matter, the trial court found that Kilishek repeatedly refused to provide business records pertinent to the valuation of Premco. The court also found that Kilishek’s conduct resulted in a significant increase in Dalrymple’s litigation costs. Moreover, Dalrymple’s father was not under any binding obligation to continue to pay Dalrymple’s ballooning legal expenses. The record supports the trial court’s findings in this regard. N.T., 9/12/01, at 49-52; N.T., 12/12/01, at 102-110,175-176.\n¶ 20 Kilishek argued at the hearing and in his brief that divulging financial records could reveal the identity of Premco clients, some of whom may have been opposing parties in litigation that Dalrymple’s law firm was handling. Kilishek cites, for example, the possibility that he would have to substantiate a dinner expense by revealing the client he ate with and the business that they discussed. Kilishek’s argument is anecdotal, and does not explain his failure to produce an apparently substantial amount of documentation, even in redacted form. The record supports the trial court’s finding that Kilishek’s unjustified failure to provide necessary discovery resulted in additional litigation costs to Dal-rymple. Moreover, Kilishek’s brief makes no legal argument to support his theory that some of the requested documents were not a proper subject of discovery. Kilishek’s argument fails.\n¶ 21 Kilishek has waived his third and final argument because his brief contains no legal authority in support of it. Pa. R.A.P. 2119(b); Eichman.\n¶22 In summary, we have concluded that each of the parties’ arguments is waived or lacks merit. Accordingly, we affirm the trial court’s order.\n¶ 23 Order affirmed. Jurisdiction relinquished.\n. We note that the record is unclear as to the exact date of entry of the decree.\n. A custody action regarding the parties’ one remaining unemancipated child is proceeding separately.\n. Dalrymple included these issues in a timely concise statement of matters complained of on appeal. Pa.R.A.P. 1925(b).\n. “Although the installment payments are similar in appearance to alimony, the two concepts are distinct. The purpose of equitable reimbursement is compensation, while the purpose of alimony is to ensure that the reasonable needs of the person who is unable to support him or herself through appropriate employment, are met.” Schenk, 880 A.2d at 640, n. 7.\n. Dalrymple relies heavily upon Wang v. Feng, 888 A.2d 882 (Pa.Super.2005), in which this court upheld an award of 100% of the net marital estate plus equitable reimbursement. As with any equitable distribution case the result in Wang is highly fact specific. In Wang, the wife put her own career on hold and helped the husband achieve his goal of becoming an oncologist, thus resulting in a dramatic difference in earning capacity. The wife had a master’s degree and supported the family for a period of time when husband earned little money, then gave up her career to support the family. In the instant matter, the master’s report reflects that Dalrymple had some training as a paramedic, but chose for various reasons not to pursue that career during the marriage.\n. Kilishek’s brief refers to the company variously as Premcorp. and Premco, Inc. The master’s report indicates that Premcorp. is a \"fictitious entity” owned by Premco, Inc. Master’s Report, 4/6/05, at 4-5. We refer to the entity simply as Premco.",
        "type": "majority",
        "author": "LALLY-GREEN, J.:"
      }
    ],
    "attorneys": [
      "David C. Schanbacher, York, for Dal-rymple.",
      "Kenneth J. Sparler, York, for Kilishek."
    ],
    "corrections": "",
    "head_matter": "Debra C. DALRYMPLE f/k/a Debra C. Kilishek, Appellant v. Kevin KILISHEK, Appellee. Debra C. Dalrymple f/k/a Debra C. Kilishek, Appellee v. Kevin Kilishek, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Nov. 28, 2006.\nFiled March 23, 2007.\nDavid C. Schanbacher, York, for Dal-rymple.\nKenneth J. Sparler, York, for Kilishek.\nBEFORE: FORD ELLIOTT, P.J., LALLY-GREEN, and JOHNSON, JJ."
  },
  "file_name": "1275-01",
  "first_page_order": 1309,
  "last_page_order": 1316
}
