{
  "id": 7264401,
  "name": "Lawrence M. OTTER, Individually and as Candidate for Bucks County Court of Common Pleas Judge, Petitioner v. Pedro A. CORTÉS, Secretary of the Commonwealth and Harry Van Sickle, Commissioner of Elections, Respondents",
  "name_abbreviation": "Otter v. Cortés",
  "decision_date": "2009-03-05",
  "docket_number": "",
  "first_page": "1276",
  "last_page": "1285",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "852 A.2d 1182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9239204,
        1329325
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "1191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/852/1182-01",
        "/pa/578/0402-01"
      ]
    },
    {
      "cite": "578 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329325
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0402-01"
      ]
    },
    {
      "cite": "476 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736857
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0513-01"
      ]
    },
    {
      "cite": "469 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722063
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "458"
        },
        {
          "page": "576-577"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0452-01"
      ]
    },
    {
      "cite": "281 A.2d 902",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "holding again that the resignation of a common pleas court judge, also on January 4, 1971, occurred too late for the vacancy to be filled in the 1971 Municipal Election"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938614
      ],
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "holding again that the resignation of a common pleas court judge, also on January 4, 1971, occurred too late for the vacancy to be filled in the 1971 Municipal Election"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0160-01"
      ]
    },
    {
      "cite": "279 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "14",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "14"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "443 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1937017
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "518"
        },
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/443/0509-01"
      ]
    },
    {
      "cite": "507 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792385
      ],
      "weight": 9,
      "year": 1985,
      "pin_cites": [
        {
          "page": "632"
        },
        {
          "page": "690"
        },
        {
          "page": "631"
        },
        {
          "page": "689",
          "parenthetical": "emphasis added"
        },
        {
          "page": "632"
        },
        {
          "page": "690"
        },
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "629-680"
        },
        {
          "page": "688",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0626-01"
      ]
    },
    {
      "cite": "883 A.2d 1114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8917084
      ],
      "pin_cites": [
        {
          "page": "1116-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/883/1114-01"
      ]
    },
    {
      "cite": "872 A.2d 170",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8975042,
        650266
      ],
      "weight": 3,
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/872/0170-01",
        "/pa/582/0423-01"
      ]
    },
    {
      "cite": "582 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        650266
      ],
      "weight": 2,
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/582/0423-01"
      ]
    },
    {
      "cite": "873 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8972034,
        8971997
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/873/0795-02",
        "/a2d/873/0795-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1001,
    "char_count": 29328,
    "ocr_confidence": 0.73,
    "pagerank": {
      "raw": 5.7679982940657615e-08,
      "percentile": 0.36040402355504125
    },
    "sha256": "602be88e11130c3296b665c70ff0a3136602226b49dab4c754ac5eed29145a27",
    "simhash": "1:8c74d2bf734ce77a",
    "word_count": 4803
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: LEAVITT, Judge, FLAHERTY, Senior Judge, and McCLOSKEY, Senior Judge."
    ],
    "parties": [
      "Lawrence M. OTTER, Individually and as Candidate for Bucks County Court of Common Pleas Judge, Petitioner v. Pedro A. CORTÉS, Secretary of the Commonwealth and Harry Van Sickle, Commissioner of Elections, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge LEAVITT.\nOn February 27, 2009, this Court entered an order denying a writ of mandamus to Lawrence M. Otter, a candidate for the office of Judge of the Court of Common Pleas of Bucks County. Candidate Otter filed his action to increase the number of judges to be elected in 2009 in Bucks County. This opinion explains the Court’s denial of the requested writ of mandamus.\nBackground\nOn February 19, 2009, Candidate Otter filed a petition for review in the nature of an action in mandamus against the Secretary of the Commonwealth, Pedro A. Cortés, and the Commissioner of the Bureau of Commissions, Elections and Legislation, Harry A. Van Sickle (collectively, Secretary Cortés). Candidate Otter’s petition asserts that with the resignation of the Honorable David W. Heckler, which became effective on February 11, 2009, this Court must order Secretary Cortés to have Judge Heckler’s seat filled by election in 2009. This would increase the number of judges to be elected in 2009 to the Bucks County Court of Common Pleas from three to four.\nOn February 20, 2009, in response to Candidate Otter’s petition for review, this Court issued an order holding that his petition was governed by the Pennsylvania Election Code and Section 764 of the Judicial Code. As such, the Court assigned expedited handling to Candidate Otter’s petition for review. In accordance with the Court’s directive, the parties filed a joint stipulation of facts on February 23, 2009, and they filed briefs on February 25, 2009. On February 26, 2009, Harry W. Fawkes, Sr., Chairman of the Bucks County Republican Committee, petitioned to intervene. On February 27, 2009, a panel of this Court heard argument on the petition to intervene and on the petition for a writ of mandamus. Intervention was granted to Chairman Fawkes at the hearing, and following the hearing, this Court entered the written order that is the subject of this opinion.\nThe salient facts, as established in the Stipulation, are as follows. On January 29, 2009, then-President Judge Heckler wrote to Governor Edward G. Rendell and resigned his judicial commission, effective February 11, 2009. The Governor acknowledged Judge Heckler’s resignation by letter of February 2, 2009, noting that his resignation would become effective at the close of business February 10, 2009. Judge Heckler’s term of office is due to expire on December 31, 2017, and Judge Heckler will not reach the mandatory retirement age of 70 in 2009.\nOn February 17, 2009, in accordance with the requirements of Section 905 of the Election Code, the Secretary gave written notice to the County Boards of Elections designating the offices for which candidates will be nominated in the May 19, 2009, Municipal Primary and elected in the November 3, 2009, Municipal Election. The notice identified all vacancies for judicial offices in each Pennsylvania court of record.\nWith respect to the Bucks County Court of Common Pleas, the Secretary’s notice identified three judicial vacancies. Two vacancies were created by the resignations of Judge Kenneth Biehn, effective July 7, 2007, and Judge Mitchell S. Goldberg, effective October 30, 2008. The third vacancy was created by the fact that Judge John J. Rufe will reach the mandatory retirement age for judges in 2009. Secretary Cortés’ notice did not identify the fourth vacancy created by Judge Heckler’s resignation. Relying upon Article V, § 13(b) of the Pennsylvania Constitution, the Secretary determined that a judicial office vacancy must exist ten months before the November election in order for that vacancy to be filled in the same year. This year’s Municipal Election will take place on November 3, 2009, and, therefore, a judicial vacancy had to be created no later than January 3, 2009, in order to be filled in the 2009 Municipal Election cycle. Because Judge Heckler’s vacancy was created on February 11, 2009, less than nine months before the 2009 Municipal Election, the Secretary determined that Judge Heckler’s seat must be filled by appointment of the Governor to serve until the 2011 Municipal Election.\nCandidate Otter asserts that the Secretary erred. He contends that a strict reading of Article V, § 13(b) frustrates the Constitution’s intention that judges in Pennsylvania be elected and not appointed. Relying principally on Brady v. Cortés, 873 A.2d 795 (Pa.Cmwlth.2005), affirmed per curiam, 582 Pa. 423, 872 A.2d 170 (2005), Candidate Otter argues that Article V, § 13(b) should be given an “elastic” construction in the interest of electing our judges. Specifically, he urges the Court to construe the Pennsylvania Constitution as setting up only a presumption that a judicial vacancy must occur at least ten months before a municipal election in order for the seat to be filled by election that same year. This presumption can be rebutted by a litigant who persuades the Court that adding vacancies to the ballot less than ten months before the Municipal Election will not cause prejudice. Accordingly, vacancies can continue to be added to the ballot throughout the ten-month election period until such an addition would cause prejudice. Candidate Otter further explains that the Secretary may continue to use the ten-month vacancy rule when preparing his notice to the County Board of Elections; the Secretary’s notice will remain legally effective unless and until challenged in litigation.\nIntervenor, Chairman Fawkes, also seeks to have four judges elected to the Bucks County Court of Common Pleas in 2009. The Chairman does not agree with Candidate Otter that Article V, § 13(b) establishes a mere presumption that, if rebutted by a litigant, allows candidates to be added to the ballot at any point up to the date of the November election. The Chairman offers a different proposal for implementing the mandate in Article V, § 13.\nChairman Fawkes suggests that if a judicial vacancy occurs before the first day the election process begins, ie., the day on which candidates are allowed to begin circulating nomination petitions, then the vacancy should be included on the ballot that year. In this case, that date was February 17, 2009, which fell after Judge Heckler’s resignation became effective. Accordingly, Chairman Fawkes’ rule would allow the listing of four vacancies on the ballot for judge of the Court of Common Pleas of Bucks County. In support of his proposal, Chairman Fawkes observes that the ten-month rule recited in Article V, § 13(b), is not sacrosanct, noting that our Supreme Court has already recognized an exception for judges who are facing their mandatory retirement in a Municipal Election year. Indeed, as noted by Chairman Fawkes, because Judge Rufe will serve as a judge in Bucks County until the end of 2009, there will be no vacancy for his seat until after the 2009 Municipal Election. Nevertheless, the replacement for Judge Rufe will be elected this year in accordance with Supreme Court precedent.\nIn response to these proposals, Secretary Cortés argues that there must be a bright line rule established for the implementation of Article V, § 13(b). The Secretary observes that in addition to Bucks County, other judicial vacancies have been created by death and resignation since January 3, 2009, in Delaware, Greene, Luzerne and Philadelphia Counties. From now until election day, judicial vacancies may continue to occur. Accordingly, the Secretary, and the public, need certainty on how to handle unanticipated vacancies that occur less than ten months before the election scheduled for November 3, 2009. The Secretary rejects the proposal of Candidate Otter to have ballot positions for unanticipated vacancies determined by litigation, as completely at odds with an orderly election process. Further, it will result in an election process that will vary from county to county, depending on whether litigation is initiated. The Secretary also rejects the bright line rule proposed by Chairman Fawkes because it will give prospective judicial candidates nine months, not the ten months contemplated in Article V, § 13, to participate in the election process.\nThe Secretary agrees with George P. Cordes, a future candidate for judge of the Court of Common Pleas of Delaware County, who has instituted litigation to prevent the Secretary from listing more vacancies in Delaware County. Cordes argues that elections require planning. At present, the electorate and putative future judicial candidates believe there will be one judicial vacancy in Delaware County filled this year and two judicial vacancies filled in the 2011 Municipal Election, as a result of the death of one judge and the resignation of another that took place after January 3, 2009. If the Secretary is required to adopt either Candidate Otter’s or Chairman Fawkes’ rule, then Cordes and other putative candidates will have to work with undue haste to qualify for placement on the 2009 primary ballot, to establish a campaign committee and to make arrangements for a major career change.\nMandamus is an extraordinary remedy. A writ of mandamus will issue to compel performance of a public official’s mandatory and non-discretionary duty. There must be a clear legal right in the plaintiff, a corresponding duty in the defendant and a lack of any other adequate and appropriate remedy at law for a writ of mandamus to issue. Luke v. Cataldi, 883 A.2d 1114, 1116-17 (Pa.Cmwlth.2005). Candidate Otter and Chairman Fawkes do not offer a solution for handling unanticipated vacancies that gives effect to the plain meaning of Article V, § 13. Because their right to relief is not clear, a writ of mandamus cannot issue.\nAnalysis\nWe begin with Article V, Section 13(b) of the Pennsylvania Constitution, which directs the Governor to fill a vacancy in the office of judge by appointment. It then states, in relevant part, as follows:\nThe person so appointed shall serve for a term ending on the first Monday of January following the next municipal election more than ten months after the vacancy occurs or for the remainder of the unexpired term whichever is less,....\nPa Const, art. V, § 13(b). This provision has been construed to mean that a judicial vacancy must occur more than ten months before the date of a Municipal Election in order to be filled in that election. If it does not, the vacancy will be filled in the next Municipal Election cycle two years later. Our Supreme Court has explained that with respect to the election of judges,\nthe framers of [Article V,] Section 13 determined that the electoral process requires at a minimum a ten-month period to allow candidates and election officials ample time to prepare for both primary and municipal elections.\nJackson v. Davis 507 Pa. 626, 632, 493 A.2d 687, 690 (1985).\nThis minimum ten-month election period for judicial offices was first established in Rogers v. Tucker, 443 Pa. 509, 279 A.2d 9 (1971). In that case, a judge resigned from the Commonwealth Court effective January 4, 1971, which created a vacancy two days shy of the ten-month period contemplated by Article V, § 13. Because the vacancy was so close to meeting the 10-month requirement, the Secretary of the Commonwealth listed the office as one to appear on the ballot for the 1971 Municipal Election. The Pennsylvania Supreme Court ordered the removal of that office from the ballot, explaining:\nWe believe that the ... language in Article V, Section 13(b), with respect to the term of a person Appointed to fill a Judicial vacancy ... is clear and «am biguous and we have no right to disregard or distort its language, even though we may believe it produces an unwise or unfortunate result. It follows expressly or by necessary implication that the election ... to fill the Judicial vacancy which occurred on the resignation of Judge Barbieri on January 4, 1971, must be held at the municipal election in November 1973.\nRogers, 443 Pa. at 518, 279 A.2d at 14 (footnote omitted) (emphasis added). The Supreme Court held likewise in Simmons v. Tucker, 444 Pa. 160, 281 A.2d 902 (1971) (holding again that the resignation of a common pleas court judge, also on January 4, 1971, occurred too late for the vacancy to be filled in the 1971 Municipal Election).\nTwo exceptions have been recognized to the rule established in Rogers that a judicial vacancy must exist longer than ten months to appear on the ballot that same year. Those exceptions were identified in Berardocco v. Colden, 469 Pa. 452, 366 A.2d 574 (1976) and in Barbieri v. Shapp, 476 Pa. 513, 383 A.2d 218 (1978). We consider each exception separately.\nBerardocco involved the appointment of a judge to an office already placed on the ballot. Frank Hazel was in the final year of his term of office as a Delaware County district justice, and his anticipated vacancy was scheduled to be filled in the November election. Albert Berardocco and Richard Colden each filed nomination petitions for the office being vacated by Hazel. Eight months before the election, Hazel resigned, thereby creating a vacancy. The Governor appointed one of the candidates, Colden, to the position. The election went forward, and Berardocco was the victor. However, the Governor refused to issue a commission to Berardocco for the reason that Colden did not serve “more than ten months after the vacancy occur[ed].” Pa. Const., art. V, § 13(b). Berardocco filed suit.\nThe Supreme Court granted a writ quo warranto to Berardocco; removed Colden from office; and declared Berardocco entitled to hold the office of district justice. The Supreme Court rejected the argument that Article V, § 13(b) required every appointed judge to serve a minimum of ten months, regardless of the circumstances of his appointment. To so hold would create mischief and corruption in the election process. The Supreme Court explained that\n[a]n incumbent, sensing defeat in the upcoming municipal election, could resign just prior to the municipal election, could be appointed to fill the vacancy for a term ‘ending on the first Monday of January following the next municipal election more than ten months after the next vacancy occurs,’ and could, thus, avoid facing the voters for two more years.\nBerardocco, 469 Pa. at 458, 366 A.2d at 576-577. Thus, the Supreme Court created an exception to the ten-month rule. Technically, it is no longer an “exception,” because the text of Article V, § 13 has been amended to eliminate the possibility of a recurrence of the scenario in Berar-docco.\nIn Barbieri, the Supreme Court created a second exception to the ten-month rule for vacancies created by a judge reaching mandatory retirement age. The Supreme Court explained that such a vacancy is not unanticipated, as is a vacancy created by death or resignation. Rather, the vacancy is created by the unalterable fact that the incumbent cannot stand for election because of his age. In Jackson, the Supreme Court explained its earlier holding in Barbieri as follows:\nThe date of [the judge’s] mandatory retirement was known from the day he was bom, seventy years before. Thus, we deemed the certain knowledge that a vacancy was mandated, a fact known and knowable to all well before any type of electoral process commenced, that on a given, ineluctable date a vacancy would occur, was sufficient to satisfy the need to know beforehand that a vacancy would exist; and we found that such certainty satisfied the intention and purpose of the ten month requirement. One may choose his resignation for a host of reasons, or be compelled by unanticipated causes, all of which can take the electoral process by surprise and swallow that reasonable period given the public to consider matters of such importance. On the other hand, one’s seventieth birthday, however seeming remote, can be calculated by waning moons and rising suns almost quicker than it seems to come.\nJackson, 507 Pa. at 631, 493 A.2d at 689 (emphasis added).\nJackson is the Supreme Court’s most recent exposition of Article V, § 13(b). It reconfirmed the strict ten-month rule established in Rogers for cases involving an unanticipated judicial vacancy. Jackson concerned a vacancy on this Court that was created when a judge resigned February 6, 1985, approximately nine months before the next Municipal Election. Jackson initiated litigation to have this vacancy filled in the 1985 Municipal Election, invoking Berardocco and Barbieri as standing for the principle that where a vacancy arises “before the commencement of the electoral process,” it must be filled by election. Id. at 632, 493 A.2d at 690. The Supreme Court rejected this interpretation of Article V, § 13, reasoning as follows:\n[PJetitioner has mistakenly assumed that the electoral process commences on the date on which the Secretary of the Commonwealth is scheduled to send notice of the offices for which candidates are to be nominated. Although no specific commencement date can be assigned, the framers of Section 13 determined that the electoral process requires at a minimum a ten-month period to allow candidates and election officials ample time to prepare for both primary and municipal elections .... When, as here, an unanticipated vacancy arises we are not at liberty to deviate from that determination hoivever small the intervening time. Otherwise the ten month provision of Section 13(b) is deprived of its purpose.\nId. (citations omitted) (emphasis added). Thus, Jackson clarified that Berardocco and Barbieri are limited in their scope to vacancies that were anticipated by reason of the incumbent officeholder’s age or final year of office. For unexpected vacancies, a strict ten-month vacancy rule applies.\nThis brings us to this Court’s holding in Brady v. Cortés, 873 A.2d 795 (Pa.Cmwlth.2005), affirmed per curiam, 582 Pa. 423, 872 A.2d 170 (2005). As does this case, Brady concerned an unanticipated judicial vacancy that was created by the resignation of a common pleas court judge that became effective on February 28, 2005, approximately nine months before the 2005 Municipal Election. On March 11, 2005, petitioners, the respective Republican and Democratic committee chairmen for Philadelphia, filed an action in this Court to compel the Secretary of the Commonwealth to do what was necessary to have the February 28, 2005, vacancy on the Court of Common Pleas for the First Judicial District filled by election in 2005. The petitioners sought to increase the number of offices on the ballot from seven to eight. In support, they noted that candidates on 25 nomination petitions had been certified to appear on the primary ballot as Democratic candidates and eight had been certified to appear as Republican candidates. Accordingly, there were enough candidates to justify petitioners’ proposed increase in the ballot positions. This Court agreed and issued a writ of mandamus to the Secretary, noting that the ongoing election process ensured “a full slate of candidates endorsed by both parties to fill the seat vacated.... ” Id. at 801 n. 8. The Court interpreted Jackson as applying only to a situation where there was no election process underway at the time the unanticipated vacancy occurred.\nBrady was decided by the Honorable James R. Kelley, Senior Judge of this Court. As a single-judge opinion, Brady has no precedential value for this or any panel of the Court. While we agree with the principle articulated in Brady that judges must be elected “when possible,” we are not persuaded by Brady’s reasoning. We do not see any flexibility in the language of Article V, § 13 or any air in the Supreme Court’s holding in Jackson.\nThe unintended consequence of the Brady decision was the uncertainty it has created. Indeed, this uncertainty prompted George Cordes to file his declaratory judgment action to resolve the question whether the two unanticipated vacancies in the Delaware County Court of Common Pleas that occurred after January 3, 2009, will be filled by election this year or in 2011. Because of Brady, Cordes cannot rely on Secretary Cortés’ February 17, 2009, notice to the County Boards of Elections as dispositive of that question. If Cordes does not circulate nomination petitions, and other judicial hopefuls do so, he may be foreclosed from running in 2011 if litigation thereafter establishes that the two unanticipated vacancies in Delaware County will be filled this year.\nThis uncertainty also creates an opportunity for mischief. Those “in the know,” as Cordes explains, could circulate a nomination petition at the last minute and then, after the time has passed for others to circulate nomination petitions, increase the number of offices on the ballot by litigation. Such manipulation undermines the goal of free and fair elections.\nWe believe the outcome of Candidate Otter’s petition for a writ of mandamus is controlled by the Supreme Court’s holding in Jackson, which explained the mandate of Article V, § 13 as follows:\nReduced to its simplest terms, an election is required to fill a vacancy at the next municipal election that occurs more than ten months after the vacancy arises. In the case sub judice, the vacancy occurred on February 6, 1985. The 1985 municipal election is scheduled for November 5, 1985, approximately nine months subsequent. The mathematics are clear enough. The petitioner, however, contends that while the numbers are incontestable they do not mean what they seem to mean.\nJackson, 507 Pa. at 629-680, 493 A.2d at 688 (emphasis added). The mathematics are clear enough here: Judge Heckler resigned on February 11, 2009, approximately nine months, not ten months, before the Municipal Election. Notwithstanding these incontestable numbers, Candidate Otter invites the Court to disregard them. Candidate Otter would have the Court, for sake of convenience or notions of equity, disregard the “clear and unambiguous” language of Article V, § 13 of the Constitution. Rogers, 443 Pa. at 518, 279 A.2d at 14. This we cannot do.\nIn sum, the exceptions in Barbieri and Berardocco have no application to the circumstances in Bucks County. Judge Heckler does not reach mandatory retirement age in 2009, and his judicial term is not scheduled to expire in 2009. Because Judge Heckler’s vacancy was unanticipated, the Jackson holding commands the outcome here.\nConclusion\nArticle V, § 13(b) requires that unanticipated vacancies that occur less than ten months before the next scheduled Municipal Election be filled by appointment of the Governor. Because the vacancy created by the resignation of Judge Heckler occurred less than ten months before the municipal election scheduled for November 3, 2009, it must be filled by appointment of the Governor and thereafter by election in 2011.\n. The caption of Secretary Cortés' brief and the Stipulation identify Chet Harhut as the current Commissioner of Commissions, Elections and Legislation. However, there has been no application filed under Pa. R.A.P. 123 to effect a substitution of a party.\n. Act of June 3, 1937, P.L. 1333, as amended, 25 P.S. §§ 2600-3591.\n. 42 Pa.C.S. § 764 provides that the Commonwealth Court shall have exclusive original jurisdiction over:\n(1) Contested nominations and elections of the second class under the act of June 3, 1937 (P.L. 1333, No. 320), known as the \"Pennsylvania Election Code.”\n(2) All matters arising in the Office of the Secretary of the Commonwealth relating to Statewide office, except nomination and election contests within the jurisdiction of another tribunal.\n. Section 905 provides:\nOn or before the thirteenth Tuesday preceding each primary, the Secretary of the Commonwealth shall send to the county board of each county a written notice designating all the offices for which candidates are to be nominated therein, or in any district of which such county forms a part, or in the State at large, at the ensuing primary, and for the nomination to which candidates are required to file nomination petitions in the office of the Secretary of the Commonwealth.\n25 P.S. § 2865. This written notice follows the Secretary’s determination of vacancies in accordance with Section 903 of the Election Code which states:\nIt shall be the duty of the Secretary of the Commonwealth, prior to each primary, to ascertain the various national and State offices to be filled at the ensuing November election, and for which candidates are to be nominated at such primary, and otherwise, in accordance with the provisions of this act.\n25 P.S. § 2863.\n. On February 19, 2009, George P. Cordes filed a Petition for Review in the Nature of Petition for Declaratory Judgment, seeking to resolve the uncertainty in the number of judges to be elected in 2009 to the Court of Common Pleas of Delaware County. Cordes v. Cortés (No. 84 M.D.2009, filed March 5, 2009). One judicial seat is presently scheduled for election in 2009 as a result of legislation creating a new judicial office for the Court of Common Pleas of Delaware County. Section 8(b)(2) of the Act of October 9, 2008, amended the Judicial Code to increase the number of judges from 19 to 20 in Delaware County and directed that the new judgeship be filled in the 2009 Municipal Election. See 42 Pa.C.S. § 911(a) (listing 20 judicial offices for the Court of Common Pleas of the 32nd Judicial District, or Delaware County).\nCordes is a future candidate forjudge of the Court of Common Pleas of Delaware County and is uncertain whether he must run this year or can wait until 2011 to run for one of the two offices created by two unanticipated vacancies that occurred in Januaiy 2009. Effective close of business January 4, 2009, Judge Robert C. Wright resigned, and on January 21, 2009, Judge Kenneth A. Clouse died. Cordes seeks confirmation that the number of seats certified by Secretary Cortés in his February 17, 2009, notice to the County Boards of Election is correct, namely, that one and only one seat on the Court of Common Pleas of Delaware County will be filled by election in 2009. On February 27, 2009, the Court heard argument on Cordes’ request for declaratory relief, along with argument on this case. Later that day, this Court entered an order granting declaratory judgment to Cordes.\n. Article V, § 13 more fully provides:\n(a) Justices, judges and justices of the peace shall be elected at the municipal election next preceding the commencement of their respective terms of office by the electors of the Commonwealth or the respective districts in which they are to serve.\n(b) A vacancy in the office of justice, judge or justice of the peace shall be filled by appointment by the Governor. The appointment shall be with the advice and consent of two-thirds of the members elected to the Senate, except in the case of justices of the peace which shall be by a majority. The person so appointed shall serve for a term ending on the first Monday of January following the next municipal election more than ten months after the vacancy occurs or for the remainder of the unexpired term whichever is less, except in the case of persons selected as additional judges to the Superior Court, where the General Assembly may stagger and fix the length of the initial terms of such additional judges by reference to any of the first, second and third municipal elections more than ten months after the additional judges are selected. The manner by which any additional judges are selected shall be provided by this section for the filling of vacancies in judicial offices.\nPa. Const, art. V, § 13.\n. In 1978, by Joint Resolution No. 2, 1976, P.L. 1312 and Joint Resolution No. 3, 1977, P.L. 364, the General Assembly proposed an amendment to Article V, § 13(b) by adding the language \"or for the remainder of the unexpired term whichever is less.” It was approved by the electorate on May 16, 1978.\n. Jackson directly disposes of Chairman Fawkes’ proposal that the Secretary’s notice to the County Boards of Elections establish the deadline for adding new judicial offices to the Municipal Primary and Municipal Election ballots.\n. Stated otherwise, the Court viewed Jackson as requiring a ten-month election process for a particular court, but not requiring a ten-month election period for each office on that court. Thus, in a county where at least one anticipated vacancy had triggered an election process for that county, unanticipated vacancies could be added to the ballot.\n. Under the Internal Operating Procedures of the Commonwealth Court, a \"single-judge opinion, even if reported, shall be cited only for its persuasive value, not as binding precedent.” IOP No. 414. The Supreme Court's per curiam affirmance of Brady does not change this rule because an unexplained per curiam order does not, in itself, establish precedent. In re Benninghoff, 578 Pa. 402, 417, 852 A.2d 1182, 1191 (2004).",
        "type": "majority",
        "author": "Judge LEAVITT."
      }
    ],
    "attorneys": [
      "Jahn S. Chesnov, Bensalem, for petitioner.",
      "Louis Lawrence Boyle, Deputy General Counsel and Gregory E. Dunlap, Deputy General Counsel, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Lawrence M. OTTER, Individually and as Candidate for Bucks County Court of Common Pleas Judge, Petitioner v. Pedro A. CORTÉS, Secretary of the Commonwealth and Harry Van Sickle, Commissioner of Elections, Respondents.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 27, 2009.\nDecided March 5, 2009.\nAmended March 17, 2009.\nPublication Ordered March 17, 2009.\nJahn S. Chesnov, Bensalem, for petitioner.\nLouis Lawrence Boyle, Deputy General Counsel and Gregory E. Dunlap, Deputy General Counsel, Harrisburg, for respondent.\nBEFORE: LEAVITT, Judge, FLAHERTY, Senior Judge, and McCLOSKEY, Senior Judge."
  },
  "file_name": "1276-01",
  "first_page_order": 1304,
  "last_page_order": 1313
}
