{
  "id": 9112147,
  "name": "Ralph A. CARDELLA, Petitioner, v. PUBLIC SCHOOL EMPLOYEES' RETIREMENT BOARD, Respondent",
  "name_abbreviation": "Cardella v. Public School Employees' Retirement Board",
  "decision_date": "2003-07-01",
  "docket_number": "",
  "first_page": "1277",
  "last_page": "1283",
  "citations": [
    {
      "type": "official",
      "cite": "827 A.2d 1277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Pa. Code § 201.3",
      "category": "laws:admin_compilation",
      "reporter": "Pa. Code",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "629 A.2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449068
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0243-01"
      ]
    },
    {
      "cite": "669 A.2d 1105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11339696
      ],
      "pin_cites": [
        {
          "page": "1112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/1105-01"
      ]
    },
    {
      "cite": "701 A.2d 800",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11901247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/701/0800-01"
      ]
    },
    {
      "cite": "792 A.2d 1256",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "568 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2001,
      "opinion_index": 0
    },
    {
      "cite": "768 A.2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11115933
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/768/0357-01"
      ]
    },
    {
      "cite": "757 A.2d 937",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "563 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "737 A.2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11568948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/737/0325-01"
      ]
    },
    {
      "cite": "786 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 675,
    "char_count": 16870,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 7.522980491440547e-08,
      "percentile": 0.44724306320561547
    },
    "sha256": "2b20f4c9a9b284f668aed72eb4d880ecd1a051a90b076c04ae562df86009ec93",
    "simhash": "1:9d452446c0a34a08",
    "word_count": 2723
  },
  "last_updated": "2024-02-27T22:52:57.386837+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, COHN, Judge, and FLAHERTY, Senior Judge."
    ],
    "parties": [
      "Ralph A. CARDELLA, Petitioner, v. PUBLIC SCHOOL EMPLOYEES’ RETIREMENT BOARD, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge FLAHERTY.\nRalph A. Cardella (Petitioner) petitions for review of an order of the Public School Employees’ Retirement Board (Board) which sustained the preliminary objections filed by the Public School Employees’ Retirement System (PSERS) seeking dismissal of Petitioner’s request to elect Class T-D membership in the retirement system after the statutory deadline for making such election had passed. We vacate and remand.\nRecently, significant changes were made to the Public School Employees’ Retirement Code (Retirement Code), 24 Pa.C.S. § 8101 et seq. Specifically, Section 8305.1 of the Retirement Code provides that:\n§ 8305.1. Election to become a Class T-D member\n(a) General rule. — A person who is:\n(1) a member of the system; or\n(2) a multiple service member who is a State employee and a member of the State Employees’ Retirement System; and who, on the effective date of this subsection, is eligible for Class T-D membership may elect to become a member of Class T-D.\n(b) Time for making election. — The member must elect to become a Class TD member by filing a written notice with the board on or before December SI, 2001, or before the termination of school service or State service as applicable, whichever first occurs.\n(c) Effect of election. — An election to become a Class T-D member shall remain in effect until the termination of employment. Those members who, on the effective date of this section, contribute at the rate of 5 1/4 % shall be deemed to have accepted the basic contribution rate of 6 1/2 % for all Class TD service performed on or after January 1, 2002. Those members who, on the effective date of this section, contribute at the rate of 6 1/4 % shall be deemed to have accepted the basic contribution rate of 7 1/2 % for all Class T-D service performed on or after January 1, 2002.\n(d) Effect of failure to make election.— If the member fails to timely file an election to become a Class T-D member, then all of the member’s Class T-C school service shall be credited as Class T-C service, and said service shall not be eligible for Class T-D service credit wpon termination of service and subsequent employment as an active member.\n24 Pa.C.S. § 8305.1 (emphasis added). Thus, in order to take advantage of these changes, a public school employee would have elect to become a Class T-D member of the retirement system by filing a written notice with the Board on or before December 31, 2001.\nOn July 3, 2002, Petitioner filed a Request for Administrative Hearing (Request) with the Board alleging that he was never given notice of his opportunity to elect Class T-D membership status in the retirement system. Petitioner, who lives along Kessler School Road, further stated that:\n1. I did not receive notice of time for making election by either PSERS or my local school dist. or anyone else.\n2. All letters that were sent to me by PSERS were not received by me.\n3. Because of apparent error by the post office during this time we had difficulty receiving mail — The most recent post master has been removed.\n4. In the last 2 years there have been 6 different post-masters.\n5. There is a Keslar Road in White, PA (approx 3 miles from our home), and packages have been sent there.\n(R.R. at 3a). The Request also asks that the Board “grant 2.5 multiplier.” This is a reference to the fact that the Retirement Code provides that a member of the retirement system shall be entitled to receive “[a] standard single life annuity multiplied by the class of service multiplier and calculated on the basis of the number of years of credited school service ...” 24 Pa.C.S. § 8342(a)(1). Pursuant to 24 Pa.C.S. 8102 (Definitions), the definition of a standard single life annuity is: “... for Class T-D credited service of a member, an annuity equal to 2.5% of the final average salary, multiplied by the total number of years and fractional part of a year of credited service.” Conversely, for class T-C membership, which is Petitioner’s current membership status in the retirement system, the multiplier is only 2%. In his brief, Petitioner asserts that Class T-D membership would allow him to receive 25% more in retirement benefits than would Class TC membership.\nIn response, PSERS filed preliminary objections pursuant to 22 Pa.Code § 201.3(a), which provides that: “The System may, before filing an answer, file preliminary objections directly with the Board. The preliminary objections shall conform to Pa.R.C.P. No. 1028 (relating to preliminary objections).” Pa. R.C.P. No. 1028 provides, in relevant part, that:\n(a) Preliminary objections may be filed by any party to any pleading and are limited to the following grounds:\n(4) legal insufficiency of a pleading (demurrer) ...\nPa. R.C.P. No. 1028(a)(4). In its preliminary objections, PSERS asserted that Petitioner’s Request is legally insufficient because it mailed Petitioner an Act 2001-9 Membership Class Election Form on June 6, 2001 and, on November 9, 2001, it notified Petitioner’s employer school district that Petitioner had not yet elected Class T-D membership. PSERS also asserted that there is no indication in Petitioner’s file that any of this correspondence was ever returned due to an incorrect address. Accordingly, because Claimant failed to elect Class T-D membership before the statutory deadline, PSERS requested that Petitioner’s Request be dismissed. Petitioner filed a brief with the Board asserting that nothing outside of the complaint is to be considered when disposing of questions of law raised by a demurrer to the complaint and that “[a] comparison of [Petitioner’s] Request for Administrative Hearing with PSERS’s Preliminary Objections clearly reveals that almost every fact-based paragraph of PSERS’ Preliminary Objections is based on evidence outside of [Petitioner’s] Request for Administrative Hearing.” (R.R. at 12a).\nOn November 4, 2002, the Board filed an opinion and order. The Board stated that there are no disputed material facts at issue and that Petitioner admits that he did not file an election form on or before December 31, 2001. The Board also stated that it is authorized to take official notice of the files maintained by PSERS. The Board examined those files, which revealed that, on May 18, 2001, PSERS sent a letter by first-class mail to Petitioner’s home address informing him of the provisions of Act 9 of 2001. The files also indicated that PSERS mailed Petitioner an Act 2001-9 Membership Class Election Form on June 6, 2001 and, on November 9, 2001, PSERS notified Claimant’s employer school district that Petitioner had not yet elected Class T-D membership. Accordingly, the Board found that “although not required here, notice sent by first class mail is deemed sufficient notice under the law.” The Board also found that, because Petitioner never filed the Class T-D Class election form before the statutory deadline, he is ineligible to elect Class T-D membership. Accordingly, the Board sustained PSERS’ Preliminary Objections and dismissed Petitioner’s Request. This appeal followed.\nOn appeal, Petitioner argues that the Board erred as a matter of law by: 1) concluding as a matter of law that he was not entitled to notice of the statutory deadline for electing Class T-D membership and 2) considering facts outside the facts pled in his Request in disposing of the questions of law raised by PSERS’ demurrer and by taking official notice of PSERS’ records, making factual findings based on those records and relying on those factual findings in sustaining PSERS’ preliminary objections, thereby depriving him of the opportunity to present evidence at an administrative hearing that notice was mailed to the wrong address or to present evidence to rebut the presumption that he received notice.\nFirst, we address Petitioner’s argument that the Board erred by concluding as a matter of law that he was not entitled to notice of the statutory deadline for electing Class T-D membership. In its brief, PSERS argues that although it did provide notice to all of its approximately 245,000 members by first class mail, including Petitioner, it was not required to do so and thus Petitioner’s notice argument is irrelevant.\nWith regard to this notice issue, several recent cases are important. In Higgins v. Public School Employes’ Retirement System, 786 A.2d 745 (Pa.Cmwlth.1999), this Court held that where a section of the Retirement Code mandated that newly hired employees be given notice within thirty days of beginning employment of their option to elect “multiple service”, thereby enabling the employee to receive credit for prior state employment, notice by first class mail to the employee’s last know address was required. Because the employee was never provided with this proper notice, we reversed the order of the Board and ordered that the employee be granted multiple service membership in the retirement system. See also Tyson v. Pennsylvania Public School Employes’ Retirement System, 737 A.2d 325 (Pa.Cmwlth.1999), petition for allowance of appeal denied, 563 Pa. 624, 757 A.2d 937 (request for multiple service properly denied because PSERS did provide employee with sufficient notice within 30 days). However, in Trakes v. Public School Employes’ Retirement System, 768 A.2d 357 (Pa.Cmwlth.2001), petition for allowance of appeal denied, 568 Pa. 623, 792 A.2d 1256 (2001), we distinguished Higgins. In Trakes, the employee argued that the Board erroneously denied her benefits application because she was not given proper notice of the requirement to apply for disability benefits while she was classified as an inactive member during the statutory two-year period. The employee cited Higgins for the proposition that PSERS was required to provide her with notice by first class mail. In rejecting the employee’s argument, we held that:\nwe agree with the Board that Higgins is distinguishable from the situation in Strawn’s case. Higgins involved a specific provision of the Retirement Code, 24 Pa.C.S. § 8506(g), which expressly requires that PSERS notify former SERS members of their right to elect multiple service membership upon gaining PSERS membership through public school employment. This Court concluded in Higgins that bulk mailings were not sufficient to comply with this specific statutory requirement to notify members of their right to elect multiple service. The Retirement Code does not contain an equivalent provision requiring that PSERS specifically notify its members of the two-year restriction on their inactive member status as set forth in 24 Pa.C.S. § 8102. If Strawn’s approach were followed to its logical conclusion PSERS would be required to provide separate written notice regarding each provision in the Retirement Code that could have an impact on a member’s benefits. If the General Assembly had intended to require specific notice of all Retirement Code provisions impacting a member’s benefits it easily could have done so. See Section 1921 of the Statutory Construction Act of 1972, 1 Pa.C.S. § 1921. It is not for the courts to add, by interpretation, to a statute, a requirement which the General Assembly did not see fit to include. Hanna v. Public School Employes’ Retirement System/Board, 701 A.2d 800 (Pa.Cmwlth.1997). Accordingly, we conclude that the Board did not err in denying Strawn’s application for disability retirement benefits.\nTrakes, 768 A.2d at 367.\nThe case now before us deals with Section 8305.1 of the Retirement Code, which clearly does not contain an equivalent provision requiring that PSERS specifically notify its members of their opportunity to elect Class T-D membership. Therefore, based on our reasoning in Trakes, the Higgins case does not require that PSERS provide notice by first class mail to its members informing them of their option to elect to become a Class TD members of the retirement system. However, one salient fact does distinguish this case from Trakes: In this case, PSERS elected to provide notice by first class mail to all its members of their option to become Class T-D members. If we would take PSERS’ argument that the notice issue is irrelevant to its logical conclusion, it could willingly provide notice of important retirement benefits to certain members and not others and the members who did not receive notice would have absolutely no recourse. This result is untenable. Accordingly, we hold that in this situation, basic principles of fairness dictate that if PSERS chooses to provide notice of retirement benefits despite not being statutorily mandated to do so, it must provide the same notice to all its members.\nHaving determined that PSERS was required to provide Petitioner the same notice it admits it provided to all its members, we now address Petitioner’s remaining argument. It is well-settled that in Pennsylvania civil practice, preliminary objections in the nature of a demurrer require the court to resolve the issues solely on the basis of the pleadings. Thus, no testimony or other evidence outside of the complaint may be considered to dispose of the legal issues presented by a demurrer. P.J.S. v. Pennsylvania State Ethics Commission, 669 A.2d 1105, 1112 (Pa.Cmwlth.1996).\nThe Board has, by regulation, decided that “preliminary objections shall conform to Pa. R.C.P. No. 1028.” Thus, the Board would likewise not be permitted to consider evidence or facts alleged outside of Petitioner’s Request in ruling on PSERS’ preliminary objections, which it did when it took “official notice” of the information in Petitioner’s file. Moreover, by taking “official notice” of these records, the Board stopped these records from being admitted into evidence at a hearing, thus making it impossible for this Court to review the Board’s decision and determine whether Petitioner did in fact receive notice by first class mail at the correct address. As Petitioner correctly points out in his brief, the Board stated that Petitioner’s file reveals that he was provided with notice by first class mail at his home address. However, the Board does not reveal what address PSERS has listed as Petitioner’s home address. Thus, it is still uncertain as to whether PSERS sent this notice to the correct address. Petitioner alleges that PSERS did not send the notice to the correct address and this is the reason why he filed the Request. This is an important fact that must be determined and that Petitioner must be allowed to challenge at a hearing. If not allowed to elect Class T-D membership, Petitioner stands to lose a significant amount of retirement benefits. The Board should reveal what evidence PSERS has in its files regarding the notice it asserts it provided to Petitioner before denying him these significant retirement benefits. Again, basic principles of fairness require this result. Therefore, we conclude that the Board erred by taking “official notice” of PSERS’ files and using information taken from those files to support its decision to grant PSERS’ preliminary objections.\nAccordingly, the decision of the Board is vacated that this case is remanded to the Board to allow Petitioner to proceed with his Request.\nORDER\nAND NOW, July 1, 2003, the order of the Public School Employees’ Retirement Board (Board) docketed at No. 2002-45 and dated November 4, 2002 is hereby VACATED and this case is REMANDED to the Board for the reasons set forth in the foregoing opinion.\nJurisdiction Relinquished.\n. Our scope of review of a trial court order sustaining preliminary objections on the basis that the law will not permit recovery (demurrer) is whether on the facts alleged the law states with certainty that no recovery is possible. Hawks by Hawks v. Livermore, 157 Pa.Cmwlth. 243, 629 A.2d 270 (1993). We must accept as true all well pled allegations and material facts averred in the complaint as well as inferences reasonably deductible therefrom and any doubt should be resolved in favor of overruling the demurrer. Id.\n. Petitioner also argues that the Board erred by using the legal standard used to dispose of a summary judgment motion pursuant to 22 Pa. Code § 201.3(b) rather than the legal standard used to dispose of preliminary objections pursuant to 22 Pa.Code § 201.3(a). 22 Pa. Code § 201.3(b) provides that: \"The System or the claimant may file a motion for summary judgment directly with the Board. The motion shall conform to Pa.R.C.P. Nos. 1035.1-1035.4.” Because neither Petitioner nor PSERS filed a motion for summary judgment, the Board also erred by dismissing Petitioner’s request on this basis.",
        "type": "majority",
        "author": "Senior Judge FLAHERTY."
      }
    ],
    "attorneys": [
      "Hope S. Goldhaber, Harrisburg, for petitioner.",
      "Letitia A. Dyer, Harrisburg, for respondent."
    ],
    "corrections": "",
    "head_matter": "Ralph A. CARDELLA, Petitioner, v. PUBLIC SCHOOL EMPLOYEES’ RETIREMENT BOARD, Respondent.\nCommonwealth Court of Pennsylvania.\nArgued June 4, 2003.\nDecided July 1, 2003.\nHope S. Goldhaber, Harrisburg, for petitioner.\nLetitia A. Dyer, Harrisburg, for respondent.\nBEFORE: PELLEGRINI, Judge, COHN, Judge, and FLAHERTY, Senior Judge."
  },
  "file_name": "1277-01",
  "first_page_order": 1315,
  "last_page_order": 1321
}
