{
  "id": 12116851,
  "name": "Ponemah Mills v. Universal Crepe & Tissue Mills, Inc.",
  "name_abbreviation": "Ponemah Mills v. Universal Crepe & Tissue Mills, Inc.",
  "decision_date": "1930-06-04",
  "docket_number": "No. 2196",
  "first_page": "1280",
  "last_page": "1282",
  "citations": [
    {
      "type": "official",
      "cite": "17 C.C.P.A. 1280"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 266,
    "char_count": 3796,
    "ocr_confidence": 0.452,
    "sha256": "78d321ab0e16ab0262ac1d3690d55717a7b6034947de80b17c3dce60946e46ed",
    "simhash": "1:4fbee4340fccb65c",
    "word_count": 653
  },
  "last_updated": "2023-07-14T15:51:07.530903+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gkai-iam, Presiding Judge, and Bland, Hatfield, Gakbett, and Lenkoot, Associate Judges"
    ],
    "parties": [
      "Ponemah Mills v. Universal Crepe & Tissue Mills, Inc."
    ],
    "opinions": [
      {
        "text": "Per curiam:\nIn this cause, which is a trade-mark opposition case, appellant, on May 12, 1930, presented a motion that this court reverse the decision of the Commissioner of Patents and direct that appellee be refused the registration sought, basing its motion upon the provision of a decree of the United States District Court for the Southern District of New York.\nA certified copy of the decree was filed from which it appears that it was entered in accordance with a mandate of the United States Circuit Court of Appeals for the Second Circuit, which mandate was issued upon a stipulation between the parties directing that a prior decree of the said District Court be reversed “ and that a final decree be entered on behalf of the plaintiffs as prayed for in the bill of complaint, without profits, damages, or costs to either party.”\nOne paragraph of the decree reads:\nEURT.SER ORDERED, ADJUDGED, and DEGREED that the defendant be permanently enjoined and restrained from further prosecution of the trademark registration proceedings for the word “ Soisette ” now being conducted by the defendant in the Patent Office of the United States, and that the defendant, its attorneys and agents, be ordered to cancel any trade-mark registration which it may have obtained of the word “Soisette ” for or in connection with toilet paper or similar goods in the United States Patent Office or elsewhere.\nAppellee made no appearance in this court on the argument of the motion, and the motion has been under consideration by us.\nNo part of the record in the case brought in the District Court of New York was presented to this court, except the certified copies of the decree and mandate alluded to above. We, therefore, have no knowledge as to when the-suit, which we infer from the decree to have been, at least in part, an equity proceeding alleging infringement and unfair competition, was instituted in the New York Court, nor are we informed as to the issues of the case. Whether the identical issue which is before us was there presented we have no way of ascertaining from the mandate or decree. In view of the juris: diction of this court in trade-mark registration cases as compared with that of courts of equity, the time of filing the New York suit may be of importance, as well as the exact issues which were presented and the specific forms of relief there sought. We do not, therefore, feel that we have before us a record upon which we can determine the question raised by appellant’s motion. Accordingly decision upon it will be deferred until the further hearing of the case, which hearing will be had at the November session of the October, 1930, term of the court. Leave is granted to appellant to file, not later than September 1, 1930, a certified copy of the record in the New York case, or of such portions thereof as will enable this court to ascertain the date upon which the action there was instituted, the issues therein involved, the relief sought, and all such other features as are necessary in determining the question of res adjudicata. .Such record or parts thereof need not be printed. Leave is also given to the parties to file briefs upon the question of res adjudicata as applicable to this case if they so desire, the brief of appellant to be filed not later than October 1, 1930, and the brief of appellee not later than October 30, 1930.",
        "type": "majority",
        "author": "Per curiam:"
      }
    ],
    "attorneys": [
      "Kenyon & Kenyon (Douglas H. Kenyon, Robert N. Kenyon and Lee B. Kemon of counsel) for appellant.",
      "M. S. Meem (James Atkins of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "Ponemah Mills v. Universal Crepe & Tissue Mills, Inc.\n(No. 2196)\nUnited States Court of Customs and Patent Appeals,\nJune 4, 1930\nKenyon & Kenyon (Douglas H. Kenyon, Robert N. Kenyon and Lee B. Kemon of counsel) for appellant.\nM. S. Meem (James Atkins of counsel) for appellee.\n[Oral argument May 12, 1930, by Mr. Lee B. Kemon]\nBefore Gkai-iam, Presiding Judge, and Bland, Hatfield, Gakbett, and Lenkoot, Associate Judges"
  },
  "file_name": "1280-01",
  "first_page_order": 730,
  "last_page_order": 732
}
