{
  "id": 7291776,
  "name": "Wayne JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Jackson v. State",
  "decision_date": "2009-07-13",
  "docket_number": "No. 133, 2008",
  "first_page": "1281",
  "last_page": "1290",
  "citations": [
    {
      "type": "official",
      "cite": "990 A.2d 1281"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "395 U.S. 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772077
      ],
      "weight": 3,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0752-01"
      ]
    },
    {
      "cite": "458 A.2d 1170",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7998149
      ],
      "pin_cites": [
        {
          "page": "1173-74"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/458/1170-01"
      ]
    },
    {
      "cite": "2007 WL 1731557",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2007,
      "pin_cites": [
        {
          "page": "*2",
          "parenthetical": "stating that \"Delaware recognizes the admissibility of evidence found pursuant to lawful searches incident to arrest\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "101 Harv. L.Rev. 1494",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 1988,
      "pin_cites": [
        {
          "page": "1501"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "77 L.Ed.2d 1453",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "104 S.Ct. 33",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "463 U.S. 1237",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6264512,
        6263312,
        6263604,
        6263838,
        6263038
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/463/1237-05",
        "/us/463/1237-02",
        "/us/463/1237-03",
        "/us/463/1237-04",
        "/us/463/1237-01"
      ]
    },
    {
      "cite": "462 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187462
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0213-01"
      ]
    },
    {
      "cite": "539 A.2d 1052",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7887951
      ],
      "pin_cites": [
        {
          "page": "1055"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/1052-01"
      ]
    },
    {
      "cite": "962 A.2d 210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8185359
      ],
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/962/0210-01"
      ]
    },
    {
      "cite": "562 A.2d 1171",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357792
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1177"
        },
        {
          "page": "1178"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/562/1171-01"
      ]
    },
    {
      "cite": "745 A.2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11483036
      ],
      "pin_cites": [
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/745/0856-01"
      ]
    },
    {
      "cite": "499 U.S. 621",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11320254
      ],
      "weight": 9,
      "year": 1991,
      "pin_cites": [
        {
          "page": "626",
          "parenthetical": "explaining that a suspect is \"seized\" within the meaning of the Fourth Amendment in two circumstances: (1) where the police apply physical force - however slight - to the suspect; or (2"
        },
        {
          "parenthetical": "explaining that a suspect is \"seized\" within the meaning of the Fourth Amendment in two circumstances: (1) where the police apply physical force - however slight - to the suspect; or (2"
        },
        {
          "parenthetical": "explaining that a suspect is \"seized\" within the meaning of the Fourth Amendment in two circumstances: (1) where the police apply physical force - however slight - to the suspect; or (2"
        },
        {
          "page": "629"
        },
        {
          "page": "625-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0621-01"
      ]
    },
    {
      "cite": "869 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9020162
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "291"
        },
        {
          "page": "290-91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/869/0285-01"
      ]
    },
    {
      "cite": "956 A.2d 1280",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8212191
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1284-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/956/1280-01"
      ]
    },
    {
      "cite": "437 F.2d 327",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2209841
      ],
      "pin_cites": [
        {
          "page": "332-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/437/0327-01"
      ]
    },
    {
      "cite": "437 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/437/0559-01"
      ]
    },
    {
      "cite": "397 A.2d 540",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7983152
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/397/0540-01"
      ]
    },
    {
      "cite": "320 A.2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030576
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "717"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/320/0713-01"
      ]
    },
    {
      "cite": "739 A.2d 797",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11567022
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "798-99"
        },
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/739/0797-01"
      ]
    },
    {
      "cite": "331 F.2d 85",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        132659
      ],
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/331/0085-01"
      ]
    },
    {
      "cite": "118 U.S.App.D.C. 11",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "382 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981045
      ],
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/0260-01"
      ]
    },
    {
      "cite": "386 A.2d 1139",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8070586
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1141"
        },
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/386/1139-01"
      ]
    },
    {
      "cite": "2002 WL 122643",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2002,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "542 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7895534
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1195"
        },
        {
          "page": "1195"
        },
        {
          "page": "1195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/542/1193-01"
      ]
    },
    {
      "cite": "2007 WL 3777",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2007,
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "950 A.2d 642",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8229478
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "648"
        },
        {
          "page": "648"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/950/0642-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1110,
    "char_count": 27205,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 6.026754263579386e-08,
      "percentile": 0.3735225489980304
    },
    "sha256": "28ec62501f3db03fc46efcf252688f7e4ff9dc2c9c9fc4f8d02705964da19d68",
    "simhash": "1:8181e26071489742",
    "word_count": 4439
  },
  "last_updated": "2024-02-27T18:18:04.987880+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOLLAND, BERGER and JACOBS, Justices."
    ],
    "parties": [
      "Wayne JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice:\nThe defendant, Wayne Jackson, appeals from the Superior Court’s final judgments of conviction on three counts of Burglary in the Second Degree and three counts of Felony Theft. On appeal, Jackson claims that the Superior Court abused its discretion when it denied his motion to sever the charges and committed reversible error when it denied his motion to suppress evidence. First, Jackson argues that the Superior Court abused its discretion when it denied his motion to sever the offenses, because the separate crimes for which he was indicted were not part of a common scheme or plan as required for joinder by Superior Court Criminal Rule 8(a). Second, Jackson contends that the Superior Court erred when it failed to grant his motion to suppress the evidence seized after his January 20, 2007, arrest. He claims that the arrest was pre-textual and not based on facts that he had committed or was about to commit a crime. He further claims that the police illegally apprehended, detained and searched him in violation of the Delaware and United States Constitutions and that the evidence seized should have been suppressed as “fruit of the poisonous tree.”\nWe conclude that the Superior Court properly exercised its discretion in denying the motion to sever the charges because it correctly found that joinder was not prejudicial. We also conclude that the Superior Court properly denied the motion to suppress because the record supports its determination that the evidence was either abandoned or seized incident to a lawful arrest. Accordingly, Jackson’s convictions must be affirmed.\nFacts\nOn September 25, 2006, Thomas Dykes discovered that his home at 2010 North Broom Street in Wilmington had been burglarized. A cordless telephone, laptop computer, digital camera, DVD player, gold bracelet, leather bag, and jar of change were missing. Dykes called the police and Officer Gerald Nagowski of the Wilmington Police Department went to Dykes’ home. The screen of a window in the back of the house had been cut near the latches, making that window the burglar’s likely point of entry. Nagowski dusted the area for fingerprints and recovered two latent prints.\nOn October 10, 2006, Timothy Lewis discovered that his home at 2207 Van Bu-rén Place in Wilmington had been burglarized. A cellular telephone, digital camera and one dollar were missing. Lewis called the police and Nagowski went to Lewis’ home. Nagowski identified two adjacent windows in the back of the house where the screens had been cut as the likely point of entry. He dusted the area and recovered one latent fingerprint.\nOn December 20, 2006, Officer Joseph Sammons, supervisor of the Wilmington Police Department’s Evidence Detection and Fingerprint Identification Unit, analyzed the latent prints recovered from the Broom Street and Van Burén Place homes. After comparing them to a known print in the department’s records, Sammons determined that the latent prints from the Broom Street home matched Jackson’s known prints, and that the latent print from the Van Burén Place home compared positively with Jackson’s known print.\nOn January 20, 2007, New Castle County Police Officer Alan Herring made a traffic stop on Polk Drive in Edgemoor around 8 p.m. The driver of the car fled on foot and Herring chased him, but could not catch him. Herring radioed for assistance and broadcast a description of the driver as an African-American male, approximately six feet tall, thin build, medium dark to dark complexion, with facial hair, and wearing a golden-brown “puffy” coat. A K-9 unit responded to the scene and the police dog tracked the suspect from the abandoned car, south through Edgemoor, and in the direction of Merchants Square Shopping Center on Governor Printz Boulevard, north of the city of Wilmington. Several police officers set up a cordon in the area where the driver was likely to flee. Officer Daniel Guzevieh stationed himself in the Merchants Square Shopping Center.\nAround 8:30 p.m., Guzevieh saw a man riding a bicycle enter the shopping center’s nearly empty parking lot. The man on the bike resembled the suspect described by Herring. Guzevieh described the bicyclist as a tall, thin, African-American man, with facial hair and a dark complexion. The bicyclist was not wearing a “puffy” coat, but Guzevieh discounted this difference, because the suspect had fled half an hour earlier and had time to change his clothes. Guzevieh decided to question the man and drove toward him.\nWhen the man noticed the police car approaching, he fled immediately. Guze-vich turned on the police car’s emergency lights and followed him. The man crashed his bicycle into the curb, dropped the bag he was carrying and fled on foot. Guze-vich got out of the police car and chased the man on foot, eventually catching up, and physically subduing him and arresting him. The man Guzevieh arrested was later determined to be Wayne Jackson. The man who had abandoned his vehicle on Polk Drive was later determined to be Carrón Moon. The abandoned vehicle was registered to Terrance Tonic.\nDuring the search of Jackson incident to his arrest, Guzevich found in Jackson’s pockets an iPod, a Palm Pilot, a photo of a young girl, a University of Delaware class ring, and twenty dollars. In the bag Jackson had dropped, Guzevich found a laptop computer, another iPod, various cords for the iPod and computer, and a shattered glass coin bank with loose change. When Guzevich turned on the computer, it displayed the names of various members of the Callaghan family. The name “Eugene F. Callaghan” was also inscribed on the inside of the University of Delaware class ring. The police determined that a Eugene F. Callaghan lived at 191 Brandywine Boulevard, about half a mile from where Jackson was arrested. The police went to the Callaghan residence.\nThe Callaghans were not home when the police arrived, but a neighbor called them and they returned home soon after. Eugene Callaghan identified the various items recovered from Jackson as the Callaghan family’s computer, Eugene Callaghan’s iPod, his daughter’s iPod, the family’s coin bank, and Eugene Callaghan’s class ring. Callaghan also identified the bicycle Jackson was riding as belonging to Callaghan’s son and the photo taken from Jackson’s pocket as a picture of Callaghan’s daughter.\nThe police later compared Jackson’s fingerprints with the fingerprints found at several other homes that had been burglarized in September, October and December 2006. Jackson’s prints matched those taken from four other homes that had been burglarized in North Wilmington.\nProcedural Background\nOn January 25, 2007, Jackson was charged with 34 offenses, including eight counts of Burglary in the Second Degree. Jackson was indicted by a grand jury on February 20, 2007, and was arraigned on March 13, 2007, at which time Jackson’s trial counsel entered an appearance on his behalf.\nOn March 28, 2007, Jackson, pro se, filed a motion to sever his charges. His trial counsel filed a similar motion to sever on May 11, 2007. On June 5, 2007, Jackson’s counsel filed a motion to suppress. A hearing on the motion was held on June 18, 2007. The Superior Court denied the motion to sever on June 29, 2007. A hearing on the motion to suppress was held on August 24, 2007. The Superior Court later denied that motion.\nThe State obtained a new indictment on September 4, 2007, and the case proceeded to trial on October 2, 2007. Before the jury was selected, the State entered a nolle prosequi on the charges relating to the four burglaries in North Wilmington. Following the trial, the jury convicted Jackson of three counts of Burglary in the Second Degree and three counts of Felony Theft, with one of each theft count corresponding to the items stolen from each of the Dykes, Lewis, and Callaghan homes.\nAfter Jackson’s conviction, the State moved to declare him a habitual offender pursuant to title 11, section 4214(a) of the Delaware Code. On February 28, 2008, the Superior Court declared Jackson a habitual offender and sentenced him to twenty-four years imprisonment. Jackson timely appealed.\nBecause Jackson’s appellate counsel concluded that Jackson’s appeal lacked merit, his appellate counsel moved to withdraw under Supreme Court Rule 26(c). After reviewing the record, this Court concluded that “Jackson’s appeal is [not] totally devoid of appealable issues” and appointed substitute counsel to prosecute Jackson’s appeal. This is Jackson’s direct appeal of his convictions.\nIssues on Appeal\nJackson raises two arguments in this appeal. First, he claims that the Superior Court abused its discretion in denying his motion to sever, because trying all of the charged offenses in the same proceeding was unfairly prejudicial. Second, he claims that the Superior Court erred in denying his motion to suppress, because the police did not have a reasonable and articulable suspicion to stop him on the evening he was arrested.\nThe two issues we must consider in this appeal are: first, whether the Superior Court properly exercised its discretion when it denied Jackson’s motion to sever; and second, whether the items were seized incident to a valid arrest, or in the alternative, whether Jackson abandoned the bag so that its recovery does not constitute a search. We will address each argument in turn.\nNo Prejudice From Joinder Motion To Sever Properly Denied\nThe Superior Court denied Jackson’s motion to sever the charges against him, because the court found that prosecuting all of the charges against Jackson in a single proceeding would not result in any unfair prejudice to Jackson. The Superior Court reasoned that “[j]oinder was, and remains, appropriate” because “[t]here is no discernable prejudice or any appearance of prejudice that would run afoul of the applicable rules of evidence or law.”\nWe review the trial court’s denial of a motion to sever for abuse of discretion. The trial court’s decision to deny a motion to sever will be reversed only if the defendant establishes a “reasonable probability” that the joint trial created “substantial injustice.”\nIn this appeal, Jackson argues that the trial court abused its discretion when it denied his motion to sever the charges, because there was no evidence of a “common scheme or plan” linking him to all three burglaries. Jackson asserts that without evidence of a common scheme or plan to support the joinder of his offenses, he was fatally prejudiced because the jury: (1) improperly cumulated the evidence against him; (2) improperly used evidence of one crime to infer a general pattern of criminal behavior or a general criminal disposition; and (3) was confused and therefore unable to follow the evidence introduced. In addition, Jackson argues that the different charges against him required different witnesses and different evidence, and, therefore, any judicial economy by trying the charges together was minimal. Lastly, Jackson implies that the State had no compelling interest to oppose his motion because he faced sentencing as a habitual offender and the possibility of life imprisonment if convicted of any one of the charges. Therefore, he claims, the State “needed” only one conviction on one charge.\nThe State responds that evidence of each burglary would be admissible at the other trials to establish how and why the police came to suspect Jackson as the burglar. Therefore, the State argues, a joint trial could not have had any prejudicial effect. The State contends that Jackson’s claim of prejudice is hypothetical and that the Superior Court properly rejected it.\nSuperior Court Criminal Rule 8(a) permits the joinder of two or more offenses in the same indictment if the offenses are: “of the same or similar character;” or “based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan.” Superior Court Criminal Rule 14 allows the trial court to sever offenses and hold separate trials if it appears that a defendant will be prejudiced by the joinder of offenses. This Court has described the following three types of prejudice to a defendant that will weigh against joinder, namely where:\n(1) the jury may cumulate the evidence of the various crimes charged and find guilt when, if considered separately, it would not so find;\n(2) the jury may use the evidence of one of the crimes to infer a general criminal disposition of the defendant in order to find guilt of the other crime or crimes; and\n(3) the defendant may be subject to embarrassment or confusion in presenting different and separate defenses to different charges.\nThe rule of joinder is designed to promote judicial economy and efficiency, as long as the defendant’s rights are not compromised. To determine whether the joinder of offenses is proper, Superior Court Criminal Rules 8 and 14 must be read together. Such a determination involves a two-part inquiry: First, were the charges properly joined under Rule 8(a)? Second, should the offenses have been severed as prejudicial under Rule 14? Accordingly, Jackson must establish that a violation of either Rule 8 or 14 occurred, and then must establish a “reasonable probability” that the joint trial created “substantial injustice.” A hypothetical assertion of prejudice is not enough to meet the defendant’s burden. If the defendant makes an unsubstantiated claim of prejudice, the defendant’s interests are outweighed by the interest of judicial economy.\nJackson asserts that there was “no common scheme or plan” connecting the offenses with which he was charged. Rule 8(a) provides that joinder is proper if the “offenses charged are of the same or similar character.” The record reflects that the charges against Jackson arose from a series of residential burglaries that were, indisputably, of the same or similar character. Therefore, the State could have joined the charges against Jackson.\nWe next consider whether joinder would have created sufficient prejudice that the Superior Court should have severed the charges. Although Jackson recites the factors for determining prejudice under Wiest v. State, he has not articulated any specific reasons why joinder of the offenses caused him prejudice. The record does not reflect any specific prejudice to Jackson either. Where a defendant fails to show actual prejudice, this Court will not find an abuse of discretion based on “mere hypothetical prejudice.” Accordingly, we conclude that the trial court did not abuse its discretion in permitting joinder of the charges.\nJackson’s final contention is that the State did not have a legitimate interest in judicial economy, because any one conviction would qualify him for a life sentence as a habitual offender. Judicial economy is a factor that the trial court may consider when deciding a motion to sever, provided that the defendant’s rights are safeguarded. Because Jackson has not shown any prejudice from the joinder of his offenses, we need not address whether the State had a “legitimate” interest in maximizing judicial economy in this case.\nArrest and Search Valid Motion to Suppress Properly Denied\nThe Superior Court denied Jackson’s motion to suppress the evidence, ruling that the evidence the police recovered had been either abandoned by Jackson or seized incident to his lawful arrest. The court explained its reasoning in denying the motion to suppress as follows:\n[The search] is reasonable. It is within a relatively close period of time from the original confrontation in the direction that the search was pushing — at least the police hoped — pushing the individual involved in the contact with Officer Herring. The items in question were either found on the defendant or he was observed discarding the same. They were secured incident to a lawful arrest and inventoried as well. And promptly identified as being contraband from the Brandywine [Boulevard home]....\nI will conclude, find or rule that [the bag] is abandoned property in the first instance, but even if it isn’t, it was taken incident to a lawful arrest. It would have to be. It was dropped, [the defendant] ran across the street, [the] defendant [was] arrested, [then the] bag [was] picked up. It was part of the contraband. Either way or alternatively, I think the motion to suppress goes out. It should be denied as well as to the items that were found on his person.\nWe review the Superior Court’s grant or denial of a motion to suppress for abuse of discretion. We examine the trial court’s legal conclusions de novo for errors in formulating or applying legal precepts. We will uphold the trial court’s factual findings unless they are not supported by sufficient evidence and are clearly erroneous.\nJackson claims that his arrest and search were illegal and that the evidence obtained during the illegal arrest and search is “fruit of the poisonous tree” that should have been excluded. He asserts that the police lacked a reasonable and articulable suspicion to stop him because he was not engaged in any criminal conduct at the time. He argues that he was merely “riding a bicycle through a parking lot at 8:30 p.m. on a Saturday night and happened to be a thin, black man with facial hair.” Although he recognizes that the police were searching for a suspect described as a “black male, thin, six feet tall, dark complexion and with facial hair,” Jackson contends that the suspect had been wearing “a puffy jacket, golden brown in color” and was identified as Cor-ron Moon. Jackson argues that “[h]is jacket did not match that worn by [the] original suspect, Moon.” Therefore, he claims, his apprehension, detention and search violated the Delaware and United States Constitutions. However, he cites no authority for either contention.\nIn Ortiz v. State, we held that “conclusory assertions that the Delaware Constitution has been violated will be considered to be waived on appeal.” Accordingly, if an alleged violation of the Delaware Constitution is not fully and fairly presented to this Court, it will not be addressed on appeal. Jackson’s brief makes only a general reference to “the law of search and seizure” and his motion to suppress mentions only that he sought that “all evidence ... be suppressed as a result of his illegal arrest in violation of his federal and state constitutional protections.” He cites no relevant constitutional provisions in his motion to suppress and cites no case law in his brief. Accordingly, Jackson has waived any claim that the evidence was seized in violation of the Delaware Constitution. We will consider only his claims under the United States Constitution.\nWe conclude that Jackson also has failed to assert a violation of the United States Constitution. With regard to the bicycle and bag Jackson discarded pri- or to his detention by Officer Guzevich, the Fourth Amendment’s protection had not yet attached. The Fourth Amendment’s protection from unlawful searches and seizures does not attach until an officer applies physical force to the suspect or the suspect submits to an officer’s show of authority. In this case, Jackson was not seized until he was physically subdued by Officer Guzevich following the foot chase. Property discarded by a suspect who refuses to submit to an officer’s authority and flees is deemed abandoned.\nThere is no legal basis under the Fourth Amendment to suppress that abandoned property. Therefore, the Superior Court properly denied the motion to suppress the bag Jackson threw away and the bicycle he left behind as he fled from the police. Under the Fourth Amendment of the United States Constitution, Jackson was seized when he submitted to Officer Guze-vich’s show of authority, ie., when he was physically subdued. He discarded the bag and bicycle before his seizure. Accordingly, we conclude that the trial court properly denied the motion for suppression of the bag and bicycle because they were abandoned and not protected by the Fourth Amendment.\nWith regard to the items recovered from Jackson’s person after his arrest, we conclude that the police had probable cause to arrest Jackson and lawfully seized those items incident to Jackson’s arrest. The Superior Court ruled that those items — the iPod, palm pilot, class ring, photo, and twenty dollars — were lawfully seized incident to Jackson’s arrest. The State did not address the seizure of those items. Whether suppression was properly denied depends on whether the arrest was lawful. Therefore, we must consider whether the police had probable cause to arrest Jackson.\nWhether there was probable cause to arrest a defendant is determined under a totality of the circumstances test. Jackson argues that the police had no reason to stop him and implies that the police stopped him solely on the basis of race. Although a stop based solely on race is impermissible under the Fourth Amendment, the “use of race may be legitimate when it is one among several factors suggestive of criminality.”\nJackson matched the description of the suspect given by Officer Herring. That description contained one racial element, but the other, racially neutral circumstances surrounding Jackson’s arrest were amply sufficient to establish probable cause. Jackson was in a nearly deserted shopping center, in an area the police had cordoned off, shortly after a suspect of similar appearance had fled from Officer Herring. In addition, Jackson fled from Officer Guzevich immediately upon seeing the police car and discarded the bag he was carrying. Having considered the totality of the circumstances, we conclude that the record reflects that the police had probable cause to lawfully arrest Jackson. Accordingly, the Superior Court properly denied the motion for suppression of the items the police discovered on Jackson’s person during their search incident to his lawful arrest.\nConclusion\nThe judgments of the Superior Court are affirmed.\n. Del.Code Ann. tit. 11, § 825.\n. Del.Code Ann. tit. 11, § 841. Theft is a felony when \"the value of the property received, retained or disposed of is $1,000 or greater.” Del.Code Ann. tit. 11, § 841(c)(2).\n.Del.Super. Ct.Crim. R. 8(a).\n. Known prints are \"inked” or electronic prints that are deliberately recorded.\n. There were only two stores in the large shopping center at the time.\n. Del.Code Ann. tit. 11, § 825.\n. Del.Code Ann. tit. 11, § 825.\n. Del.Code Ann. tit. 11, § 841.\n. Del.Code Ann. tit. 11, § 4214(a).\n. Del.Supr. Ct. R. 26(c).\n. Jackson v. State, No. 133, 2008 (Order) (Del.Supr. Dec. 4, 2008).\n. Winer v. State, 950 A.2d 642, 648 (Del.2008) (citing Kemske v. State, 2007 WL 3777, at *3 (Del.Supr. Jan. 2, 2007); Wiest v. State, 542 A.2d 1193, 1195 (Del.1988)). Jackson contends, without citing to any legal authority, that the standard of review is plain error. That contention is erroneous.\n.Winer v. State, 950 A.2d at 648 (citing Walker v. State, 2002 WL 122643, at *1 (Del. Supr. Jan. 24, 2002); Bates v. State, 386 A.2d 1139, 1141 (Del.1978)).\n. Winer v. State, 950 A.2d at 648 (citing Del.Super. Ct.Crim. R. 8(a)). Rule 8(a) provides:\nTwo or more offenses may be charged in the same indictment or information in a separate count for each offense if the offenses charged are of the same or similar character or are based on the same act or transaction or on two or more acts or transactions connected together or constituting parts of a common scheme or plan. Del.Super. Ct.Crim. R. 8(a).\n. Winer v. State, 950 A.2d at 648-49 (citing Del.Super. Ct.Crim. R. 14). Rule 14 relevantly provides:\nIf it appears that a defendant or the state is prejudiced by a joinder of offenses or of defendants in an indictment or information or by such joinder for trial together, the court may order an election or separate trials of counts, grant a severance of defendants or provide whatever relief justice requires. Del.Super. Ct.Crim. R. 14.\n. Wiest v. State, 542 A.2d 1193, 1195 (Del.1988) (citing State v. McKay, 382 A.2d 260, 262 (Del.Super.Ct.1978); Drew v. United States, 118 U.S.App.D.C. 11, 331 F.2d 85, 88 (C.A.D.C.1964)).\n. State v. Flagg, 739 A.2d 797, 798-99 (Del.Super.1999) (citing Mayer v. State, 320 A.2d 713 (Del.1974)).\n. State v. Flagg, 739 A.2d at 799.\n. Winer v. State, 950 A.2d at 648.\n. State v. Flagg, 739 A.2d at 799 (citing Bates v. State, 386 A.2d 1139 (Del.1978)).\n. Id. (citing Sexton v. State, 397 A.2d 540 (Del.1979), overruled on other grounds, Hughes v. State, 437 A.2d 559 (Del.1981)).\n. See Wiest v. State, 542 A.2d at 1195.\n. Bates v. State, 386 A.2d 1139, 1142 (Del.1978) (citing United States v. Weber, 437 F.2d 327, 332-33 (3d Cir.1970)).\n. See, e.g., Mayer v. State, 320 A.2d 713, 717 (Del.1974) (“Superior Court Criminal Rule 8(a) is designed to promote judicial economy and efficiency, provided that the realization of those objectives is consistent with the rights of the accused.”) (emphasis added).\n. Lopez-Vazquez v. State, 956 A.2d 1280, 1284-85 (Del.2008) (citing cases).\n. Lopez-Vazquez v. State, 956 A.2d at 1284-85 (citing cases).\n. Id. at 1285 (citing cases).\n. Ortiz v. State, 869 A.2d 285, 291 n. 4 (Del.2005).\n. Ortiz v. State, 869 A.2d at 291.\n. See Ortiz v. State, 869 A.2d at 290-91.\n. See California v. Hodari D., 499 U.S. 621, 626, 111 S.Ct. 1547, 113 L.Ed.2d 690 (1991) (explaining that a suspect is \"seized” within the meaning of the Fourth Amendment in two circumstances: (1) where the police apply physical force — however slight — to the suspect; or (2) where the suspect voluntarily submits to a police officer's show of authority, and concluding that a suspect who discarded drugs while fleeing the police had \"abandoned” the drugs).\n. See Jones v. State, 745 A.2d 856, 861 (Del.1999) (stating that \"when a seizure has occurred is perhaps the most critical issue” for determining whether a seizure is proper).\n. California v. Hodari D., 499 U.S. at 629, 111 S.Ct. 1547.\n. Id.\n. Id. at 625-29, 111 S.Ct. 1547.\n. Id.\n. See Coleman v. State, 562 A.2d 1171, 1177 (Del.1989); see also Williams v. State, 962 A.2d 210, 214 (Del.2008) (noting that probable cause must support an arrest).\n. Coleman v. State, 562 A.2d at 1177 (citing Thompson v. State, 539 A.2d 1052, 1055 (Del.1988); Illinois v. Gates, 462 U.S. 213, 231, 103 S.Ct. 2317, 76 L.Ed.2d 527, reh’g denied, 463 U.S. 1237, 104 S.Ct. 33, 77 L.Ed.2d 1453 (1983)).\n. Coleman v. State, 562 A.2d at 1175 (citing Development in the Law: Race and the Criminal Process, 101 Harv. L.Rev. 1494, 1501 (1988)).\n. See Coleman v. State, 562 A.2d at 1178.\n. State v. Addison, 2007 WL 1731557, at *2 (Del.Super.Ct. June 15, 2007) (stating that \"Delaware recognizes the admissibility of evidence found pursuant to lawful searches incident to arrest”) (citing Traylor v. State, 458 A.2d 1170, 1173-74 (Del.1983); Chimel v. California, 395 U.S. 752, 89 S.Ct. 2034, 23 L.Ed.2d 685 (1969)).",
        "type": "majority",
        "author": "HOLLAND, Justice:"
      }
    ],
    "attorneys": [
      "Edward C. Pankowski, Jr., Esquire, Wilmington, DE, for the appellant.",
      "Timothy J. Donovan, Jr., Esquire, Department of Justice, Wilmington, DE, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Wayne JACKSON, Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nNo. 133, 2008.\nSupreme Court of Delaware.\nSubmitted: June 17, 2009.\nDecided: July 13, 2009.\nEdward C. Pankowski, Jr., Esquire, Wilmington, DE, for the appellant.\nTimothy J. Donovan, Jr., Esquire, Department of Justice, Wilmington, DE, for the appellee.\nBefore HOLLAND, BERGER and JACOBS, Justices."
  },
  "file_name": "1281-01",
  "first_page_order": 1323,
  "last_page_order": 1332
}
