{
  "id": 8327348,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Robert L. HORNAMAN, Appellant",
  "name_abbreviation": "Commonwealth v. Hornaman",
  "decision_date": "2007-03-23",
  "docket_number": "",
  "first_page": "1282",
  "last_page": "1284",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 1282"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "896 A.2d 592",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8427133
      ],
      "pin_cites": [
        {
          "page": "595"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/896/0592-01"
      ]
    },
    {
      "cite": "720 A.2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11806801,
        765956,
        11806513
      ],
      "pin_cites": [
        {
          "page": "767"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/720/0764-02",
        "/pa/554/0173-01",
        "/a2d/720/0764-01"
      ]
    },
    {
      "cite": "812 A.2d 617",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367356,
        1070149
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "621"
        },
        {
          "page": "627"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/812/0617-01",
        "/pa/571/0419-01"
      ]
    },
    {
      "cite": "571 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070149
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/571/0419-01"
      ]
    },
    {
      "cite": "764 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11164745
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "586"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/0582-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 345,
    "char_count": 5067,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 6.910512121710111e-08,
      "percentile": 0.4199713960157523
    },
    "sha256": "41a26b60baa29a360c737811dbde324efaf8cf63493f19d6abf50d3ef43940ff",
    "simhash": "1:b09f4c324f0adf35",
    "word_count": 816
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: ORIE MELVIN, TODD and BENDER, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Robert L. HORNAMAN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY BENDER, J:\n¶ 1 Robert L. Hornaman (Appellant) appeals from a judgment of sentence that imposed two consecutive sentences of 6 months’ to 24 months’ incarceration amounting to an aggregate sentence of one to four years’ incarceration. After review of the briefs and record, we affirm.\n¶2 The charges arose from a domestic incident in which Appellant argued with the victim striking her in the eye. When the victim attempted to leave the residence, Appellant choked her and held a steak knife to her throat. See Criminal Complaint, Certified Record, No. 1. Appellant, who was originally charged with aggravated assault, terroristic threats, unlawful restraint, and possessing instruments of crime, pled to terroristic threats and simple assault.\n¶ 3 Appellant was sentenced on August 11, 2006, after a pre-sentence report was prepared and reviewed by the sentencing judge. At the sentencing hearing, Appellant and his attorney spoke, as did the victim, and a witness on Appellant’s behalf. Appellant’s sentence on each count was the minimum standard range sentence called for by the sentencing guidelines.\n¶4 Appellant now challenges the sentence raising the following issue:\nDID THE LOWER COURT COMMIT REVERSIBLE ERROR BY HANDING DOWN A MANIFESTLY EXCESSIVE AND CLEARLY UNREA-\nSONABLE SENTENCE BY TAKING INTO ACCOUNT INCORRECT FACTS IN SENTENCING THE DEFENDANT?\nAppellant’s brief at 3.\n¶ 5 An appellant who challenges the discretionary aspects of his sentence does not have an appeal as of right. See Commonwealth v. Petaccio, 764 A.2d 582 (Pa.Super.2000). In order for an appellant to challenge the discretionary aspects of his sentence, he must first “set forth in his brief a concise statement of reasons relied upon for allowance of appeal with respect to the discretionary aspects of a sentence.” Pa.R.A.P. 2119(f). Second, the appellant must show “that there is a substantial question that the sentence is not appropriate under the Sentencing Code.” Commonwealth v. Mouzon, 571 Pa. 419, 812 A.2d 617, 621 (2002). See also 42 Pa.C.S. § 9781(b). Moreover, “[w]hether a substantial question has been raised is determined on a case by case basis.” Petaccio, 764 A.2d at 586. Also, “we will be inclined to allow an appeal where an appellant advances a colorable argument that the trial judge’s actions were: (1) inconsistent with a specific provision of the Sentencing Code; or (2) contrary to the fundamental norms which underlie the sentencing process.” Commonwealth v. Andrews, 720 A.2d 764, 767 (Pa.Super.1998).\n¶ 6 We note that Appellant has included in his brief a concise statement of the reasons relied on for allowance of appeal as to the discretionary aspects of his sentence; thus, he has complied with the requirements of Pa.R.A.P. 2119(f).\n¶ 7 In his concise statement, Appellant baldly argues that the minimum standard range guideline sentence was “manifestly excessive” and “clearly unreasonable.” The use of those adjectives do not give rise to a substantial question when the sentence in question is at the low end of the standard range. The only fact in Appellant’s 2119(f) statement that in any way relates to Appellant’s case is the court’s reliance on incorrect evidence that was not a part of the record in fashioning the sentence. The “incorrect evidence” referred to by Appellant is that Appellant detained the victim for several hours. Appellant claims there is no evidence of record to support such a claim. Appellant, however, ignores the criminal complaint which specifically states “The victim states this continued for 2-3 hours.” Criminal Complaint at 2. Appellant also ignores the pre-sentence report that provides the same statement on the second page. Facts which are in the pre-sentence report, which the sentencing court is presumed to review, can be challenged at the time of sentencing. At the time of the sentencing hearing, the Appellant did not challenge the length of the incident when it was stated by the sentencing Judge to be “over a period of several hours.” Sentencing Transcript, 8/11/06 at 12. Appellant cannot now create a substantial factor by denying a fact which he accepted at the time of sentencing.\n¶ 8 Appellant fails to articulate in his 2119(b) statement, the manner in which the instant sentence violates a specific provision of the sentencing code or a particular norm underlying the sentencing process. See Mouzon, 812 A.2d at 627; Commonwealth v. Ladamus, 896 A.2d 592, 595 (Pa.Super.2006). Accordingly, review of the merits of Appellant’s challenge to discretionary aspects of his sentence is unwarranted.\n¶ 9 Judgment of sentence affirmed.\n. 18 Pa.C.S. § 2702(a)(1).\n. 18 Pa.C.S. § 2706(a)(1).\n. 18 Pa.C.S. § 2902(a)(1).\n. 18 Pa.C.S. § 907.\n. 18 Pa.C.S. § 2701(b).",
        "type": "majority",
        "author": "OPINION BY BENDER, J:"
      }
    ],
    "attorneys": [
      "Bernard T. Hessley, Public Defender, Erie, for appellant.",
      "Bradley H. Foulk, Assistant District Attorney, Erie, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee v. Robert L. HORNAMAN, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Jan. 29, 2007.\nFiled March 23, 2007.\nBernard T. Hessley, Public Defender, Erie, for appellant.\nBradley H. Foulk, Assistant District Attorney, Erie, for Com., appellee.\nBEFORE: ORIE MELVIN, TODD and BENDER, JJ."
  },
  "file_name": "1282-01",
  "first_page_order": 1316,
  "last_page_order": 1318
}
