{
  "id": 9181558,
  "name": "Paul Joseph HESS and Tracey Lee Hess, Husband and Wife v. COMMONWEALTH of Pennsylvania TURNPIKE COMMISSION, Appellant",
  "name_abbreviation": "Hess v. Commonwealth Turnpike Commission",
  "decision_date": "2005-02-25",
  "docket_number": "",
  "first_page": "1283",
  "last_page": "1286",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 1283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "644 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "537 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "632 A.2d 1002",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1452507
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/159/0099-01"
      ]
    },
    {
      "cite": "588 A.2d 511",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "527 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "550 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1379669
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0051-01"
      ]
    },
    {
      "cite": "551 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "520 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "370 Pa.Super. 51",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        689158
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/370/0051-01"
      ]
    },
    {
      "cite": "632 A.2d 9",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1451056
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/158/0421-01"
      ]
    },
    {
      "cite": "664 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862380,
        470766
      ],
      "weight": 3,
      "year": 1995,
      "pin_cites": [
        {
          "page": "100"
        },
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/664/0096-01",
        "/pa/541/0449-01"
      ]
    },
    {
      "cite": "541 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470766
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0449-01"
      ]
    },
    {
      "cite": "330 Pa.Super. 140",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        610122
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/330/0140-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 578,
    "char_count": 10984,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.21529324682635936
    },
    "sha256": "723c12ab1c0aaa148e2802d9992af5ae570bcd897278bd7b158966af74399d9a",
    "simhash": "1:44666f8be8dae48c",
    "word_count": 1723
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: McGINLEY, Judge, and FRIEDMAN, Judge, and KELLEY, Senior Judge."
    ],
    "parties": [
      "Paul Joseph HESS and Tracey Lee Hess, Husband and Wife v. COMMONWEALTH of Pennsylvania TURNPIKE COMMISSION, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nJudge FRIEDMAN.\nThe Pennsylvania Turnpike Commission (Commission) appeals from the June 23, 2004, order of the Court of Common Pleas of Allegheny County (trial court) denying the Commission’s motion for summary judgment. We affirm.\nOn May 18, 2000, Paul Joseph Hess (Hess) was injured in an accident on the Pennsylvania Turnpike in Allegheny County, Pennsylvania. While working on a repaving project, Hess was struck by a vehicle driven by Larry .Cates, an uninsured motorist, and suffered severe injuries. At the time, Hess was employed by Lindy Paving, Inc. (Lindy), which was performing maintenance on the Turnpike pursuant to a contract between Lindy and the Commission. The contract contained-, an im-demnification agreement under which Lindy was obligated to indemnify and assume the defense of the Commission.\nOn January 4, 2002, Zurich North American Insurance Company (Zurich), Lindy’s automobile insurer, paid Hess, the $1,000,000 policy limit of underinsured motorist benefits, and Hess executed a settlement agreement releasing Zurich from any and all liability for underinsured motorist benefits pursuant to the automobile insurance policy issued by Zurich to Lindy. (R.R. at 45a-46a.) ;\nHess and his wife, Tracey Lee Hess, (Plaintiffs) subsequently filed a complaint against the Commission, alleging that the Commission was negligent in requiring that a “maintenance/short term traffic pattern” be used during the repaving project and that the required traffic pattern created a dangerous condition of the Turnpike. The Commission filed an answer to the complaint and thereafter filed a motion for summary judgment.\nIn support, of its motion, the Commission argued that Plaintiffs were not entitled to recovery as a matter of law because the amount of the Commission’s liability is limited by statute to $250,000 per plaintiff ($500,000 herein), and Plaintiffs already had received more than that amount from Zurich. The Commission maintained that there can be only one satisfaction for an injury or loss and that any additional recovery would result in a windfall'for Plaintiffs. ’ Alternatively, the Commission argued that the amount received by Plaintiffs in underinsured motorist benefits should be set-off from any subsequent recovery against the Commission. By order dated June 23, 2004, the trial court denied the motion for summary judgment, and the Commission reasserts these arguments on appeal to this court.\nIt is well-settled that a plaintiff is limited to one satisfaction for a single injury. Franklin Decorators, Inc. v. Kalson, 330 Pa.Super. 140, 479 A.2d 3 (1984). Relying on this principle, the Commission argues that because Plaintiffs received the $1,000,000 in underinsured motorist benefits from Zurich, any recovery from the Commission would result in a double recovery for Plaintiffs. The Commission also relies on Johnson v. Beane, 541 Pa. 449, 664 A.2d 96 (1995), in which our supreme court analyzed the effect of payment made by an underinsured motorist carrier on the injured party’s claim against the tortfeasor.\nIn Johnson, plaintiff Leslie Ann Johnson (Johnson) was injured in an automobile accident with George L. Beane (Beane). Beane admitted liability but his insurance company, State Auto Mutual Insurance Company (State Auto), refused to settle for the policy limit of $25,000. Following trial, a jury returned a verdict of $200,000 in Johnson’s favor. Johnson requested $175,000 from her underinsured motorist carrier, Erie Insurance Group (Erie). No agreement was reached, and Johnson filed a petition to compel underinsured motorist arbitration.\nIn the meantime, the trial court ordered a remittitur reducing the verdict to $75,000. State Auto paid the $25,000 policy limit. Johnson agreed to settle with Erie for the remaining $50,000 of the judgment and executed a release agreement in which she agreed to subrogate Erie to her right of recovery against any other liable party. Johnson then commenced a bad faith garnishment action against State Auto, Beane’s insurer, seeking $50,000 based on the existing judgment against Beane. The trial court dismissed the action, holding that Johnson had effectively assigned her right to recovery to Erie in exchange for payment of the entire sum due her. The superior court affirmed.\nOur supreme court also affirmed, holding that there was no debt owing from Beane to Johnson because Johnson had been fully compensated by Erie. The court stated that “regardless of the language contained in the Release and Agreement, [Johnson’s] claim passed to Erie by virtue of the fact that Erie paid the remainder of the judgment.” Id. at 456, 664 A.2d at 100. The court held that because Johnson was fully compensated for her loss, she had no claim to pursue.\nThe present case is distinguishable from Johnson in that Plaintiffs here have not necessarily been compensated in full for their injuries. Because there has been no trial, there has been no determination of liability or the amount of damages, if any, due Plaintiffs. A jury may find that the Commission is not liable for any damages, or it may determine that damages exceed $1,000,000. The court in Johnson specifically distinguished cases relied upon by the appellant on this basis, stating:\nAppellant fails to realize, however, that the injured parties in the aforementioned cases were not fully compensated at the time they received them collateral benefits. The insured under those circumstances could recover proceeds in excess of the amount it recovered from its insurer either because there was a deductible amount that had not been paid by the insurance company and/or because the full amount of damages arising from the accident had not yet been determined when the insurer remitted payment.\nId. at 457, 664 A.2d at 101. Accordingly, the Commission’s reliance on Johnson is misplaced.\nFor the same reason, the Commission’s argument that the underinsured motorist benefits should be set-off from' any subsequent recovery does not mandate the award of summary judgment to the Commission. As observed by the court in Johnson, the collateral source rule provides that payments from a collateral source shall not diminish the damages otherwise recoverable from a wrongdoer. Moreover, even if the Commission were entitled to set-off in this case, the set-off must be applied to the total verdict, not the amount of the statutory cap. Eckert v. Querry, 158 Pa.Cmwlth. 421, 632 A.2d 9 (1993). Thus, in the event that damages are determined to exceed $1,000,000, the Commission may still be liable to Plaintiffs in an amount not to exceed $500,000.\nAccordingly, we affirm.\n,ORDER\nAND NOW, this 25th day of February, 2005, the order of the Court of Common Pleas of Allegheny County, dated June 23, 2004, is hereby affirmed.\n. On July 22, 2004, pursuant to 42 .Pa.C.S. § 702(b), the trial court amended its prior order to allow the Commission to request appellate review of the interlocutory order, and, by order dated September 13, 2004, this court granted the Commission’s petition for permission to appeal the denial of summary judgment.\n. See section 1731 of the Motor Vehicle Financial Responsibility Law, 75 Pa.C.S. § 1731, which requires that vehicle liability insurance policies include an offer to purchase uninsured and underinsured motorist coverage. The record does not explain why Hess received underinsured motorist coverage, as opposed to uninsured motorist coverage. We note that the purpose of under-insured motorist coverage is to protect the insured and his additional insureds from the risk that a negligent driver qí another vehicle will cause injury but will not have adequate liability coverage to compensate for any injuries caused by the driver’s negligence. Wolgemuth v. Harleysville Mutual Insurance Co., 370 Pa.Super. 51, 535 A.2d 1145, appeal denied, 520 Pa. 590, 551 A.2d 216 (1988).\n. The Commission is a Commonwealth agency, entitled to sovereign immunity'under section 8521 of the Judicial Code, 42 Pa.C.S. § 8521. Bradley v. Pennsylvania Turnpike Commission, 121 Pa.Cmwlth. 51, 550 A.2d 261 (1988), appeal denied, 527 Pa. 588, 588 A.2d 511 (1990). In their complaint, Plaintiffs allege that the Commission’s negligence created a dangerous condition of the Turnpike constituting an exception to the doctrine of sovereign immunity. See sections 8522(b)(4) and (5) of the Judicial Code, 42 Pa.C.S. § 8522(b)(4) and (5).\n. Section 8528(b) of the Judicial Code, 42 Pa.C.S. § 8528(b), limits the amount of damages recoverable against the Commission to $250,000 in favor of any plaintiff or $1,000,000 in the aggregate.\n. Our scope of review of an order granting or denying summary judgment is limited to determining whether the trial court committed an error of law or abused its discretion. Salerno v. LaBarr, 159 Pa.Cmwlth. 99, 632 A.2d 1002 (1993), appeal denied, 537 Pa. 655, 644 A.2d 740 (1994). Summary judgment is properly granted only where, after reviewing the record in the light most favorable to the non-moving party, there is no genuine issue of material fact, and the moving party establishes that it is entitled to judgment as a matter of law. Id.\n. As of the filing of the complaint, Hess incurred nearly $600,000 in medical expenses. (R.R. at 10a-15a.)\n. The flaw in the Commission's analysis is reflected in its statement of the questions presented on appeal. The Commission phrases the first issue as whether Plaintiffs are entitled to proceed’-against the Commission when they have already received underinsured motorist benefits \"that exceed the maximum verdict that could be obtained by Plaintiffs under 42 P.S. § 8528.” (Commission’s brief, p. 2.) As previously indicated, the statute limits the amount recoverable against the Commission, but it in no way limits the determination of the amount of damages that would fully compensate Plaintiffs in this matter.\n. We also note that, in contrast to the circumstances in Johnson, the insurance carrier here has not acquired the right to sue the Commission to recover the amount of underinsured motorist benefits the carrier paid to Plaintiffs. Zurich paid Plaintiffs for damages caused by the operator of an uninsured vehicle, not for damages caused by the alleged negligence of the Commission. See sections 1731(b) and (c) of the Motor Vehicle Financial Responsibility Law, 75 Pa.C.S. §§ 1731(b) and (c) (stating that uninsured/underinsured motorist coverage provides protection for persons who suffer injury arising out of the use of a motor vehicle and are legally entitled to recover damages from the owners or operators of uninsured/underinsured motor vehicles).",
        "type": "majority",
        "author": "Judge FRIEDMAN."
      }
    ],
    "attorneys": [
      "Angela R. Winslow, Pittsburgh, for appellant.",
      "Kenneth G. Fawcett, Ambridge, for ap-pellees."
    ],
    "corrections": "",
    "head_matter": "Paul Joseph HESS and Tracey Lee Hess, Husband and Wife v. COMMONWEALTH of Pennsylvania TURNPIKE COMMISSION, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Feb. 8, 2005.\nDecided Feb. 25, 2005.\nAngela R. Winslow, Pittsburgh, for appellant.\nKenneth G. Fawcett, Ambridge, for ap-pellees.\nBEFORE: McGINLEY, Judge, and FRIEDMAN, Judge, and KELLEY, Senior Judge."
  },
  "file_name": "1283-01",
  "first_page_order": 1323,
  "last_page_order": 1326
}
