{
  "id": 8960069,
  "name": "Michelle KENSEY, Appellant, v. Kenneth R. KENSEY, Appellee",
  "name_abbreviation": "Kensey v. Kensey",
  "decision_date": "2005-06-24",
  "docket_number": "",
  "first_page": "1284",
  "last_page": "1289",
  "citations": [
    {
      "type": "official",
      "cite": "877 A.2d 1284"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "445 A.2d 104",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1776081,
        1776084
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0136-01",
        "/pa/498/0135-02"
      ]
    },
    {
      "cite": "498 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776081
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa/498/0136-01"
      ]
    },
    {
      "cite": "272 Pa.Super. 207",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        134841
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "1086-1087"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/272/0207-01"
      ]
    },
    {
      "cite": "876 A.2d 1036",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8968783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/876/1036-01"
      ]
    },
    {
      "cite": "2005 PA Super 210",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    },
    {
      "cite": "716 A.2d 1279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11707246
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/716/1279-01"
      ]
    },
    {
      "cite": "619 A.2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "533 Pa. 617",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa.Super. 634",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        909427
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/414/0634-01"
      ]
    },
    {
      "cite": "819 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9348068,
        716431
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/819/0529-01",
        "/pa/572/0665-02"
      ]
    },
    {
      "cite": "572 Pa. 665",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716457,
        716431
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0665-01",
        "/pa/572/0665-02"
      ]
    },
    {
      "cite": "682 A.2d 824",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864609,
        769250
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0824-01",
        "/pa-super/452/0590-01"
      ]
    },
    {
      "cite": "452 Pa.Super. 590",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        769250
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/452/0590-01"
      ]
    },
    {
      "cite": "686 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        772845,
        7350743
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "414",
          "parenthetical": "observing that a permissive appeal from an interlocutory order will be quashed if no petition for permission to appeal is filed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0612-01",
        "/a2d/686/0412-01"
      ]
    },
    {
      "cite": "454 Pa.Super. 612",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        772845
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "observing that a permissive appeal from an interlocutory order will be quashed if no petition for permission to appeal is filed"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/454/0612-01"
      ]
    },
    {
      "cite": "776 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11083182
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "991"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/776/0988-01"
      ]
    },
    {
      "cite": "846 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9258008
      ],
      "pin_cites": [
        {
          "page": "714"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/846/0709-01"
      ]
    },
    {
      "cite": "713 A.2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11818638
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "691"
        },
        {
          "page": "691",
          "parenthetical": "quashing a husband's appeal from a trial court order denying his challenge to the enforceability of a marital settlement agreement"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/713/0690-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 13641,
    "ocr_confidence": 0.699,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.41361465475400305
    },
    "sha256": "b1c0a4f050d0d8fa7887d9452f48c6167a8d87ed99981e6d0105d99308e3ceea",
    "simhash": "1:074ec61769cc88be",
    "word_count": 2207
  },
  "last_updated": "2024-02-27T22:50:08.903840+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: DEL SOLE, P.J., ORIE MELVIN and KLEIN, JJ."
    ],
    "parties": [
      "Michelle KENSEY, Appellant, v. Kenneth R. KENSEY, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION BY ORIE MELVIN, J.:\n¶ 1 Appellant, Michelle Kensey (Wife), appeals from the trial court’s order finding her Antenuptial Agreement with Kenneth Kensey (Husband) enforceable. After review of Wife’s petition for permission to appeal, we decline to exercise our prerogative review, quash the direct appeal and remand.\n¶ 2 The procedural history of this case is as follows.\nOn December 7, 1989 [Husband and Wife] signed an Antenuptial Agreement. On December 8, 1989 the parties were married. They separated in October of 2001. On July 3, 2002, [Wife] filed a Complaint in Divorce. She also filed a Petition for Special Relief in the Nature of an Application for Exclusive Possession of the Marital Home under Section 3502(c) of the Pennsylvania Divorce Code and to Enjoin [Husband] from Selling, Transferring or Otherwise disposing of Said Marital Residence. On July 22, 2002, [Husband] answered the Petition and filed a Counter-Petition for Declaratory Judgment asking the court to determine the validity of the Ante-nuptial Agreement pursuant to 42 Pa. C.S.A. §§ 7531 et seq.\nTrial Court Opinion, 11/13/03, at 1-2. After holding hearings, the trial court issued an order on April 28, 2003 finding that Husband’s and Wife’s Antenuptial Agreement was a valid enforceable contract. The order specified the trial court’s findings concerning the Antenuptial Agreement’s effect on distribution of the marital estate. Wife filed a motion to reconsider. After granting Wife’s motion and holding argument, the trial court entered an order on September 3, 2003 reaffirming its April 28, 2003 order. This direct appeal followed along with a petition for permission to appeal from an interlocutory order.\n¶ 3 Wife raises five issues for our review:\n1. Whether the phrase in Section 3 of the Antenuptial Agreement that “non-marital property shall mean all property now owned or hereafter acquired by either party” means that all property acquired by the parties in their individual names after marriage is presumed to be non-marital.\n2. Whether the proceeds from the sale of Kensey Nash stock, any property interests acquired from the reinvestment of those proceeds and any income derived from the reinvestment of those proceeds are “non-marital property” under the Antenuptial Agreement.\n3. Whether all of Dr. Kensey’s partnership, corporate and business interests as well as the assets owned by those partnerships, corporations and businesses are non-marital property under the Antenuptial Agreement.\n4. Whether the Antenuptial Agreement defines “non-marital property” to include the increase in value of non-marital property which is due in whole or in part to the contribution or investment of marital property.\n5. Whether the parties to the Antenup-tial Agreement had a “meeting of the minds” as to the meaning of Section 3 of the Agreement and thus whether that provision is enforceable.\nAppellant’s brief at 5.\n¶ 4 Before addressing these substantive issues, we must address the appealability of the trial court’s September 3, 2008 order sua sponte because the appealability of the order goes to our jurisdiction to hear the appeal. See Mensch v. Mensch, 713 A.2d 690, 691 (Pa.Super.1998).\n¶ 5 “Under Pennsylvania law, an appeal may only be taken from an interlocutory order as of right (Pa.R.A.P. 311), from a final order (Pa.R.A.P. 341), from a collateral order (Pa.R.A.P. 313), or from an interlocutory order by permission (Pa. R.A.P. 31 [2], 1311, 42 Pa.C.S.A. § 702(b)).” Radakovich v. Radakovich, 846 A.2d 709, 714 (Pa.Super.2004) (alteration in original) (quoting Nemirovsky v. Nemirovsky, 776 A.2d 988, 991 (Pa.Super.2001)). In this regard, the issue concerns whether the trial court’s order is either a final order or an interlocutory order that is appealable by permission.\n¶ 6 In the Statement of Jurisdiction in her brief, Wife asserts that the trial court’s order is a final order. A final order is defined by our Rules of Appellate Procedure as an order that:\n(1) disposes of all claims and of all parties; or\n(2) any order that is expressly defined as a final order by statute; or\n(3) any order entered [in certain situations with a trial court’s express determination that an immediate appeal would facilitate resolution of the entire case].\nPa.R.A.P. 341(b), 42 Pa.C.S.A. Wife does not claim that the trial court order disposes of all of Husband and Wife’s claims under 341(b)(1). Further, she does not argue that the trial court’s order is final pursuant to 341(b)(3). Instead, Wife relies on 341(b)(2), and argues that the trial court’s order is expressly defined as a final order by the Declaratory Judgments Act, 42 Pa.C.S.A. §§ 7531-7541. We disagree.\n¶ 7 The Declaratory Judgments Act provides that\n[c]ourts of record, within their respective jurisdictions, shall have power to declare rights, status, and other legal relations whether or not further relief is or could be claimed. No action or proceeding shall be open to objection on the ground that a declaratory judgment or decree is prayed for. The declaration may be either affirmative or negative in form and effect, and such declarations shall have the force and effect of a final judgment or decree.\n42 Pa.C.S.A. § 7532. Wife argues that, under this provision, the trial court’s September 3, 2003 order is a final order because it declared Husband and Wife’s rights under their Antenuptial Agreement with respect to their property.\n¶ 8 The problem with Wife’s argument is that relief under the Declaratory Judgments Act is expressly limited in divorce cases. The Act provides no relief with respect to any “[a]ction wherein a divorce or annulment of marriage is sought except as provided by 23 Pa.C.S.A. § 3306.” 42 Pa.C.S.A. § 7541(c)(1). Thus, relief is limited to the following situations:\nWhen the validity of a marriage is denied or doubted, either or both of the parties to the marriage may bring an action for a declaratory judgment seeking a declaration of the validity or invalidity of the marriage and, upon proof of the validity or invalidity of the marriage, the marriage shall be declared valid or invalid by decree of the court and, unless reversed upon appeal, the declaration shall be conclusive upon all persons concerned.\n23 Pa.C.S.A. § 3306. The trial court’s order in this case did not declare the validity or invalidity of Husband and Wife’s marriage. Instead, as Wife points out, it declared the effect of the Antenuptial Agreement on certain of Husband’s and Wife’s property rights. Such an order is not a final order under the Declaratory Judgments Act. 42 Pa.C.S.A. § 7541(c)(1).\n¶ 9 Since the September 3, 2003 order is not a final order under Pa.R.A.P. 341, we turn our attention to whether permissive interlocutory appeal under 42 Pa. C.S.A. § 702(b) is appropriate. This statute provides as follows:\n(b) INTERLOCUTORY APPEALS BY PERMISSION. — When a court or other government unit, in making an interlocutory order in a matter in which its final order would be within the jurisdiction of an appellate court, shall be of the opinion that such order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the matter, it shall so state in such order. The appellate court may thereupon, in its discretion, permit an appeal to be taken from such interlocutory order.\nId. In this case, the trial court did certify that its order involves a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order would materially advance the ultimate termination of the matter. However, upon our initial review, the certified record did not include Wife’s petition for permissive review. Consequently, we found that this appeal was not properly before us as a permissive appeal from an interlocutory order because Wife had not filed a petition for permission to appeal in this case. See Herb v. Snyder, 454 Pa.Super. 612, 686 A.2d 412, 414 (1996) (observing that a permissive appeal from an interlocutory order will be quashed if no petition for permission to appeal is filed).\n¶ 10 Subsequently, Wife filed a petition for reconsideration pointing out that she did in fact timely file the requisite petition for permission to appeal pursuant to Pa. R.A.P. 1311. She further directed our attention to this Court’s December 12, 2003, per curiam order, which denied the petition for permission to appeal stating that “Orders that determine the validity of antenuptial or postnuptial agreements are immediately renewable.” The order cited as authority Mormello v. Mormello, 452 Pa.Super. 590, 682 A.2d 824 (1996), overruled on other grounds, Stoner v. Stoner, 572 Pa. 665, 819 A.2d 529 (2003) and Adams v. Adams, 414 Pa.Super. 634, 607 A.2d 1116 (1992), appeal denied, 533 Pa. 617, 619 A.2d 699 (1993), overruled in part by Stoner v. Stoner, supra. Unfortunately, the motions judge’s reliance on Mormello and Adams was misplaced.\n¶ 11 Mormello and Adams involved appeals wherein the agreements had settled all of the economic claims between the parties, and, thus, the orders that determined the validity of those agreements were immediately reviewable. In the present case, however, Mormello does not require that we hear Wife’s direct appeal. In Hammar v. Hammar, 716 A.2d 1279 (Pa.Super.1998), this Court discussed Mormello and explained that an order construing a marital contract is appealable if it precludes further economic claims in the underlying action. Instantly, the parties’ economic claims on the marital estate remain outstanding, and no divorce decree has been entered. Therefore, the trial court’s order construing the Antenuptial Agreement is not a final order under Pa. R.A.P. 341(b)(1). See Mensch, 713 A.2d at 691 (quashing a husband’s appeal from a trial court order denying his challenge to the enforceability of a marital settlement agreement); see also, Sneeringer v. Sneeringer, 2005 PA Super 210, 876 A.2d 1036 (quashing wife’s appeal from a trial court order denying her petition for special relief seeking to invalidate a marital settlement agreement). Thus, the motions judge’s basis for denying permissive review was in error. We therefore withdrew our prior opinion and granted panel reconsideration to re-evaluate whether permissive review is appropriate.\n¶ 12 42 Pa.C.S.A. § 702 permits this Court “in its discretion” to entertain an appeal of an interlocutory order if it is satisfied with the trial court’s certification that there is a controlling question of law as to which there is substantial ground for difference of opinion and that an immediate appeal from the order may materially advance the ultimate termination of the matter.\n¶ 13 While the order in question presents a controlling question of law as to which there is substantial ground for difference of opinion, we do not view an immediate appeal as materially advancing the ultimate termination of this matter. What the instant order accomplishes, i.e., the determination of what is marital property subject to equitable distribution, is just the first step in the equitable distribution process. The trial court must still equitably divide that property and further disputes may arise once the court finalizes its scheme of distribution. An immediate appellate decision on this matter will not save time, and this Court is unconvinced by Wife’s claim that an immediate appeal would advance settlement. To the contrary, if we were to decide the merits at this time given the demonstrated litigious nature of the parties and the amount of assets in question, the losing party is likely to seek further review of our determination further delaying a final order by the trial court.\n¶ 14 The purpose of the interlocutory procedure rule to secure immediate appellate review is not designed to encourage or authorize the wholesale appeal of difficult issues when appellate review would be better served by having all issues that are raised in a trial initially reviewed by the trial court and then subject to one review if necessary. Kaiser v. Meinzer, 272 Pa.Super. 207, 414 A.2d 1080, 1086-1087 (1979), appeal denied, 498 Pa. 136, 445 A.2d 104 (1982). Accordingly, we believe that judicial economy and the proper roles of trial and appellate courts would be best served by delaying our review pending the completion of all phases of the divorce proceedings in the trial court. Therefore, we decline to accept jurisdiction of this interlocutory appeal, and the case is remanded to the trial court for further proceedings.\n¶ 15 Permission to appeal denied. Direct appeal quashed and case remanded for further proceedings. Jurisdiction relinquished.\n. For example, the trial court found that property enumerated in sections 3(a)-(g) of the Antenuptial Agreement is non-marital and, therefore, not subject to equitable distribution. Conversely, the trial court found other property, such as some dividend income, to constitute marital property subject to equitable distribution.\n. The trial court also certified that the order involves a controlling question of law as to which there is a substantial ground for difference of opinion and that an immediate appeal may materially advance the ultimate determination of the matter. See 42 Pa.C.S.A. § 702(b).",
        "type": "majority",
        "author": "OPINION BY ORIE MELVIN, J.:"
      }
    ],
    "attorneys": [
      "Lillian Benedict, Philadelphia, for appellant.",
      "Walter P. Eells, West Chester, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Michelle KENSEY, Appellant, v. Kenneth R. KENSEY, Appellee.\nSuperior Court of Pennsylvania.\nArgued April 14, 2005.\nFiled June 24, 2005.\nLillian Benedict, Philadelphia, for appellant.\nWalter P. Eells, West Chester, for ap-pellee.\nBEFORE: DEL SOLE, P.J., ORIE MELVIN and KLEIN, JJ."
  },
  "file_name": "1284-01",
  "first_page_order": 1312,
  "last_page_order": 1317
}
