{
  "id": 8327408,
  "name": "Chester H. and Judith A. SHON, Appellant v. Michael C. KARASON, D.P.M. and Karason Podiatric Center, Inc., Appellees",
  "name_abbreviation": "Shon v. Karason",
  "decision_date": "2007-03-27",
  "docket_number": "",
  "first_page": "1285",
  "last_page": "1291",
  "citations": [
    {
      "type": "official",
      "cite": "920 A.2d 1285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "878 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8945732
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "914"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/878/0906-01"
      ]
    },
    {
      "cite": "908 A.2d 269",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8456004,
        8455973,
        2574344,
        2574634,
        2574829,
        8455960
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "holding that, where a plaintiff takes no steps to comply with Rule 1042.3, even where the plaintiff serves an expert report on a defendant during discovery, the plaintiff is not entitled to open a judgment of non pros entered for failure to file a certificate of merit"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/908/0269-03",
        "/a2d/908/0269-02",
        "/pa/589/0255-01",
        "/pa/589/0256-02",
        "/pa/589/0256-01",
        "/a2d/908/0269-01"
      ]
    },
    {
      "cite": "589 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2574634,
        2574829
      ],
      "year": 2006,
      "opinion_index": 0,
      "case_paths": [
        "/pa/589/0256-02",
        "/pa/589/0256-01"
      ]
    },
    {
      "cite": "877 A.2d 1275",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8959936
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1276-77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/877/1275-01"
      ]
    },
    {
      "cite": "879 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8934110
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0302-01"
      ]
    },
    {
      "cite": "917 A.2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8322175
      ],
      "pin_cites": [
        {
          "page": "324-25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/917/0317-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 17622,
    "ocr_confidence": 0.708,
    "pagerank": {
      "raw": 6.66670908860446e-08,
      "percentile": 0.4060059099970693
    },
    "sha256": "ecf0b7ec2743eebdfd643a9e66d676745fa5e2c0ebb6531be8537d34841476d0",
    "simhash": "1:c8c0534cde73d8c0",
    "word_count": 2905
  },
  "last_updated": "2024-02-27T20:58:30.006327+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: MUSMANNO, TODD and TAMILIA, JJ."
    ],
    "parties": [
      "Chester H. and Judith A. SHON, Appellant v. Michael C. KARASON, D.P.M. and Karason Podiatric Center, Inc., Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nMUSMANNO, J.:\n¶ 1 Chester H. and Judith A. Shon (“the Shons”) appeal from an Order denying their Motion to open or strike a judgment of non pros. We affirm.\n¶ 2 The pertinent facts of this case are as follows:\nOn December 19, 2002, Defendant Michael Karason[,] D.P.M. (“Karason”), a podiatrist, performed surgery on Plaintiff Chester H. Shon’s [“Chester”] left foot. Defendant Karason Podiatric Center (“the Center”) was Karason’s employer and was sued on the theory of vicarious liability of the alleged professional negligence of Karason. The Center is incorporated and has its principal office in Ohio and is registered in Pennsylvania. The surgery performed was to remove a neuroma on the left foot. After the surgery, [Chester] complained that his foot did not heal as expected. Therefore, he returned to Karason and requested a copy of an MRI taken prior to the surgery. [Chester] alleges he obtained the results of the MRI which showed no neuroma. Karason’s operative report, however, indicates that he excised a neuroma and sent it to pathology for testing. As a result of Karason’s actions, [Chester] contends the surgery was unnecessary and that Karason was negligent in his care and in his execution of the surgery.\n[The Shons] filed the complaint for professional negligence [against the Defendants] on March 15, 2005 without a certificate of merit. A few months later, on July 11, 2005, the Prothonotary granted [the Defendants’] Praecipe for a Judgment of Non Pros for Failure to File Certificates of Merit. [The Defendants’] [P]raecipe was received and clocked in at 1:26 p.m. on July 11 but was not docketed until July 12. Meanwhile, [the Shons] filed a certificate of merit on July 11, 2005, at 3:39 p.m., two hours after the Praecipe for Judgment of Non Pros was filed and granted. On July 19, 2005, [the Shons] filed a Motion to Open or Strike Non Pros for Failure to File Certificate of Merit. [The trial court] denied the Motion to Open on September 2, 2005....\nTrial Court Opinion, 11/29/05, at 1-2. On September 29, 2005, the Shons filed a Motion for reconsideration of the trial court’s September 2, 2005 Order. The trial court expressly granted reconsideration of its Order. On November 30, 2005, the trial court ruled that the entry of the judgment of non pros was proper, and denied the Shons’ Motion for reconsideration. The Shons then filed the instant timely appeal.\n¶ 3 The Shons raise the following issues:\n1. Whether the Shons alleged sufficient facts in their complaint to support a claim for lack of informed consent?\n2. Whether the medical records the Shons provided Defendants in discovery prior to their praecipe for judgment of non pros were sufficient to obviate or constitute a certificate of merit?\n3. Whether defendant Karason Podia-tric Center, Inc. was a licensed professional requiring a certificate of merit?\n4. Whether the Shons’ certificate of merit, docketed before the judgment of non pros, was timely?\n5. Whether Defendants were untimely in seeking a judgment of non pros?\nSee Brief of Appellants at 4.\n¶ 4 Our standard of review of an Order denying a Petition to open and/or strike a judgment of non pros is as follows:\nWhen reviewing a petition to open and/or strike a judgment of non pros pursuant to Pa.R.C.P. 1042.6, our Court “may reverse the decision of the trial court only if we find that the trial court abused its discretion in reaching its determination.” “It is well-established that a motion to strike off a judgment of non pros challenges only defects appearing on the face of the record and that such a motion may not be granted if the record is self-sustaining.”\nDitch v. Waynesboro Hosp., 917 A.2d 317, 324-25 (Pa.Super.2007) (citations omitted).\n¶ 5 The Shons first contend that they alleged sufficient facts in their Complaint to support a claim for lack of informed consent. They argue that they have alleged negligent conduct by the Defendants “independent of a professional duty.” See Brief of Appellants at 10 (citing Krauss v. Claar, 879 A.2d 302 (Pa.Super .2005)). The Shons allege that a certificate of merit is not required in a case based on informed consent.\n¶ 6 The Shons’ argument that the Complaint supported a claim of lack of informed consent is based on their allegations that Chester consented to a “Neu-roma Excision,” and that there was no neuroma to excise.\n¶ 7 Our review of the Shons’ Complaint document, filed on March 15, 2005, reveals the following, set forth at the beginning of the document, below the caption of the case:\nComplaint\n(Professional Liability — Medical Negligence)\nAND NOW COME PLAINTIFFS ALLEGING CAUSES OF ACTION FOR PROFESSIONAL LIABILITY AGAINST DEFENDANTS FOR THE FOLLOWING REASONS....\nComplaint, filed 3/15/05. Following this introduction, the Shons set forth their factual allegations in paragraphs 1-10 of the Complaint. In Paragraph 11, the Shons alleged that Karason “was negligent in caring for and treating [Chester] and his professional conduct fell below the standard of care, among others, in the following particulars:”\na. He failed to conduct all necessary tests to determine whether surgery was required;\nb. He failed to ascertain accurately whether Plaintiff had a neuroma in his left foot;\nc. He operated upon Plaintiffs left foot without knowing what was wrong with it;\nd. He failed to read and heed the findings of an MRI study of Plaintiffs left foot prior to surgery;\ne. He performed unnecessary surgery upon Plaintiffs left foot;\nf. He failed to protect the tissues of Plaintiffs left foot sufficiently to avoid the formation of a hallux varus deformity;\ng. He caused Plaintiff to require additional surgeries;\nh. He caused Plaintiff to require his left great toe to be fixed permanently in a dorsiflexed position so that he cannot wear normal shoes and cannot obtain employment.\nComplaint, ¶ 11.\n¶ 8 In Paragraph 12 of the Complaint, the Shons alleged that Chester had suffered various injuries and damages “[s]olely as a result of the negligence and substandard care of [ ] Karason.” Complaint, ¶ 12. In Paragraph 15, the Shons alleged that Judith Shon had suffered the loss of the society and services of her husband “[sjolely as a result of the negligence and substandard care of Defendants.” Complaint, ¶ 15.\n¶ 9 After reviewing the Shons’ Complaint, we are unable to conclude that the Shons set forth a claim of lack of informed consent or that they set forth any claim of negligent conduct “independent of a professional duty.” The allegations of the Complaint clearly set forth a claim of professional negligence. Accordingly, the Shons are not entitled to relief on their first claim on appeal.\n¶ 10 Next, the Shons assert that the medical records that they provided to Defendants in discovery, prior to the Defendants’ filing of a Praecipe for Judgment of Non Pros, were sufficient to constitute a certificate of merit. The Shons contend that they should be excused from the certificate of merit requirements because Karason had access to the MRI report, which Karason ordered, and to the pathology report, which he sought.\n¶ 11 Rule 1042.3 of the Pennsylvania Rules of Civil Procedure sets forth the following requirements for filing a certificate of merit:\nRule 1042.3. Certificate of Merit\n(a) In any action based upon an allegation that a licensed professional deviated from an acceptable professional standard, the attorney for the plaintiff, or the plaintiff if not represented, shall file with the complaint or within sixty days after the filing of the complaint, a certificate of merit signed by the attorney or party that either\n(1) an appropriate licensed professional has supplied a written statement that there exists a reasonable probability that the care, skill or knowledge exercised or exhibited in the treatment, practice or work that is the subject of the complaint, fell outside acceptable professional standards and that such conduct was a cause in bringing about the harm, or\n(2) the claim that the defendant deviated from an acceptable professional standard is based solely on allegations that other licensed professionals for whom this defendant is responsible deviated from an acceptable professional standard, or\n(3) expert testimony of an appropriate licensed professional is unnecessary for prosecution of the claim....\nPa.R.C.P. 1042.3.\n¶ 12 The Shons cite Harris v. Neuburger, 877 A.2d 1275 (Pa.Super.2005) in support of their contention that a certificate of merit was not necessary in this case. In Hams, the plaintiffs were excused from the filing of a certificate of merit because they had “substantially complied” with the rule. In that case, a medical malpractice action, the plaintiffs obtained expert reports concluding that the defendants had breached the standard of care, and delivered those reports to the defendants prior to the defendants’ filing of a praecipe for judgment of non pros. Harris, 877 A.2d at 1276-77. In the present case, the Shons simply rely on MRI and pathology reports ordered by Karason as constituting their certificate of merit. This is a substantial distinguishing factor from the Harris case. In addition, we note that the Pennsylvania Supreme Court has disapproved of the decision in Harris. See Worrier v. Hilliker, 589 Pa. 256, 908 A.2d 269, 278 n. 10 (2006) (holding that, where a plaintiff takes no steps to comply with Rule 1042.3, even where the plaintiff serves an expert report on a defendant during discovery, the plaintiff is not entitled to open a judgment of non pros entered for failure to file a certificate of merit). We conclude that the Shons are not entitled to relief on this claim.\n¶ 13 The Shons’ next claim on appeal is that the Center is not a licensed professional for whom a certificate of merit is required. The Shons assert that there is no license of record for the Center and it has not been established that the Center is approved by the Commonwealth to provide health care or professional medical services.\n¶ 14 Under Rule 1042.1 of the Pennsylvania Rules of Civil Procedure, a “licensed professional” is defined as\n(1) any person who is licensed pursuant to an Act of Assembly as\n(i) a health care provider as defined by Section 503 of the Medical Care Availability and Reduction of Error (MCARE) Act, 40 P.S. § 1303.503....\nPa.R.C.P. 1042.1(a)(1). Section 503 of the MCARE Act provides as follows:\n“Health care provider.” A primary health care center, a personal care home licensed by the Department of Public Welfare pursuant to the act of June 13, 1967 (P.L. 31, No. 21), known as the Public Welfare Code, or a person, including a corporation, university or other educational institution licensed or approved by the Commonwealth to provide health care or professional medical services as a physician, a certified nurse midwife, a podiatrist, hospital, nursing home, birth center, and an officer, employee or agent of any of them acting in the course and scope of employment.\n40 P.S. § 1303.503 (footnote omitted).\n¶ 15 In the instant case, the trial court addressed the issue of whether a certificate of merit was required for the Center and determined that it was required. We agree with the following persuasive analysis by the trial court and adopt it as our own:\nA corporation or professional partnership can be a health care provider for purposes of MCARE. Id. See also Yee v. Roberts, 878 A.2d 906, 914 (Pa.Super.2005). [Shon] maintains, however, that the Center, a corporation, is not licensed or approved by the Commonwealth to provide health care or professional medical services as required by the statute. [The Shons] specifically argue that the Center’s status as a for-profit corporation and “general business entity” precludes it from being characterized as a health care provider. This Court finds that allegation to be in error. A health care provider and a for-profit, general business entity are not mutually exclusive. It is not uncommon for a large corporation to have one section involved in health care nor should health care providers be required to be not-for-profit.\n[Shon] contends that, in drafting § 1303.503 of MCARE, the legislature intended the individual or facility to be licensed to provide such services. Thus, [the Shons] argue, the absence of a license for the Center automatically eliminates it from constituting a health care provider or licensed professional. However, the language of the statute allows for either licensure or approval, giving no guidance to what constitutes approval. [The Shons’] contention that the legislature intended “approved” to have the same meaning as “licensed” is defeated by the mere existence of both words in the statutory language. Had the legislature intended only those entities that were licensed to be considered for health care providers, it would not have allowed for the alternative of “approval.”\n[The Shons] correctly assert that the Center was not licensed by the Commonwealth to provide health care or professional medical services. That, [the Shons] contend, completes the analysis. However, as delineated above, li-censure is not required to achieve health care provider status. Rather, mere approval by the Commonwealth suffices. Here, the Articles of Incorporation for the Center, filed with the Secretary of State of Ohio in 1996, state that the purpose of the corporation is to engage in and carry on all branches of the practice of Podiatric medicine. The Center then registered to do business in and received a Certificate of Authority from the Secretary of the Commonwealth of Pennsylvania. Obviously, the purpose of the corporation — engaging in the practice of podiatric medicine — would clearly fall within health care or professional medical services for purposes of MCARE’s definition of health care provider. There is no authority that states approval requires some formal action or documentation by the Commonwealth. It appears evident that allowing this corporation, one who functions as a podiatry center, to conduct business in Pennsylvania suffices as “approval” as required by the statute. As such, the Center constitutes a licensed professional, and, pursuant to Rule 1042.1, a certificate of merit was required. Consequently, the absence of such a certificate of merit supports the Prothonotary’s entry of a judgment of Non Pros against [Shon],\nAso relevant to [the Shons’] assertion that no certificate of merit is required is the fact that the action in the instant case is based in vicarious liability. Thus, it is Karason’s actions which are at issue, not any negligence of the Center itself. To hold that a certificate of merit is not required in a situation where the allegation is against the entity rather than the individual, but is still grounded in the individual’s alleged negligence, would create an easy manner for litigants to circumvent the certificate of merit requirement. Since the Center is a health care provid[er] for purposes of MCARE, a certificate of merit was required to maintain an action in professional negligence.\nTrial Court Opinion, 11/29/05, at 4-6 (citations and footnote omitted). Based on the trial court’s Opinion, we conclude that the Shons are not entitled to relief on this claim.\n¶ 16 The Shons next contend that their Certificate of Merit was timely filed because it was docketed on July 11, 2005, the day before the Defendants’ Praecipe for Judgment of Non Pros was docketed. The Shons also assert that the Defendants “were untimely in seeking a judgment of non-pros. ” See Brief of Appellants at 13. In this argument, the Shons admit that their Certificate of Merit was due on May 16, 2005, sixty days after the filing of their Complaint. Id.\n¶ 17 Clearly, if the Certificate of Merit was due on May 16, 2005, as it indeed was under Rule 1042.3, then the Certificate of Merit which the Shons filed on July 11, 2005 was not timely.\n¶ 18 The Shons’ allegation that the Defendants did not timely file their Praecipe for Judgment of Non Pros ignores the fact that the Shons did not serve the Complaint on the Defendants until May 12, 2005. Thus, the Defendants filed their Praecipe for Judgment of Non Pros within sixty days of the date they were served with the Complaint.\n¶ 19 In addition, under Rule 1042.6 of the Pennsylvania Rules of Civil Procedure, the prothonotary, on praecipe of the defendant, must enter a judgment of non pros for failure to file a certificate of merit within the required time “provided that there is no pending timely filed motion seeking to extend the time to file the certificate.” Pa.R.C.P. 1042.6. The Rule notes that the prothonotary “may not enter judgment if the certificate of merit has been filed prior to the filing of the praecipe” for judgment of non pros. Note, Pa.R.C.P. 1042.6.\n¶20 In the instant case, the record shows that, at the time the Defendants filed their Praecipe for entry of judgment of non pros, there was no pending motion for an extension of time to file a certificate of merit. The record further demonstrates that the Defendants’ Praecipe was filed before the Shons filed their certificate of merit. Thus, we conclude that there is no merit to the Shons’ claim that the Defendants did not timely file their Praecipe for Judgment of Non Pros.\n¶ 21 Order affirmed.\n1. We refer to Karason and the Center collectively as \"Defendants.”",
        "type": "majority",
        "author": "MUSMANNO, J.:"
      }
    ],
    "attorneys": [
      "Soren P. West, Lancaster, for appellant.",
      "Ava M. Plakins, Doylestown, for appel-lee."
    ],
    "corrections": "",
    "head_matter": "Chester H. and Judith A. SHON, Appellant v. Michael C. KARASON, D.P.M. and Karason Podiatric Center, Inc., Appellees.\nSuperior Court of Pennsylvania.\nArgued Oct. 17, 2006.\nFiled March 27, 2007.\nSoren P. West, Lancaster, for appellant.\nAva M. Plakins, Doylestown, for appel-lee.\nBEFORE: MUSMANNO, TODD and TAMILIA, JJ."
  },
  "file_name": "1285-01",
  "first_page_order": 1319,
  "last_page_order": 1325
}
