{
  "id": 9181581,
  "name": "Gregory BECK v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant",
  "name_abbreviation": "Beck v. Commonwealth, Department of Transportation, Bureau of Driver Licensing",
  "decision_date": "2005-03-01",
  "docket_number": "",
  "first_page": "1286",
  "last_page": "1290",
  "citations": [
    {
      "type": "official",
      "cite": "868 A.2d 1286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "845 A.2d 249",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9267965
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/845/0249-01"
      ]
    },
    {
      "cite": "834 A.2d 488",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9080480,
        630448
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "503",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/834/0488-01",
        "/pa/575/0005-01"
      ]
    },
    {
      "cite": "575 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        630448
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0005-01"
      ]
    },
    {
      "cite": "849 A.2d 1129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329347,
        9243501,
        1329365,
        9243519,
        9243486,
        1329375
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0029-01",
        "/a2d/849/1129-02",
        "/pa/578/0030-02",
        "/a2d/849/1129-03",
        "/a2d/849/1129-01",
        "/pa/578/0030-01"
      ]
    },
    {
      "cite": "578 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329347
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0029-01"
      ]
    },
    {
      "cite": "822 A.2d 92",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9125701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/822/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 10015,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3944351581887593
    },
    "sha256": "98e29911df318482005af487814b08e73019ecf289d2d75725651134e1913305",
    "simhash": "1:c908d7c64714512c",
    "word_count": 1599
  },
  "last_updated": "2024-02-27T18:54:33.983777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: COLINS, President Judge, and SMITH-RIBNER, Judge, and JIULIANTE, Senior Judge."
    ],
    "parties": [
      "Gregory BECK v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge JIULIANTE.\nThe Department of Transportation, Bureau of Driver Licensing (DOT), appeals from the August 2, 2004 order of the Court of Common Pleas of Bucks County (trial court) that, sustained Gregory Beck’s appeal of DOT’s one-year suspension of his operating privilege, effective April 26, 2004. DOT’s suspension letter further informed Beck that in order to restore his operating privilege upon completion of the suspension, he was required to equip all vehicles owned by him with an ignition interlock system. We affirm.\nThe facts of the case are as follows: on December 16, 2003, Beck was convicted of driving while intoxicated (DWI) in New Jersey. Pursuant to Section 1581, Article III of the Driver’s License Compact of 1961, New Jersey informed DOT of Beck’s conviction.\nBy notice dated March 22, 2004, DOT informed Beck that it was suspending his operating privilege for one year on account of his New Jersey DWI conviction. At the time of Beck’s New Jersey DWI conviction, Pennsylvania law regarding the restoration of operating privileges for those persons with prior offenses for driving under the influence of alcohol or controlled substance (DUI) was subject to what was popularly known as the Ignition Interlock Device Act (former Act), formerly 42 Pa.C.S. §§ 7001-7003. Additionally, at the time of his conviction, Beck had previously completed the Accelerated Rehabilitative Disposition (ARD) program for a prior DUI that occurred in 1998. Consequently, DOT’S suspension letter also informed Beck that in order for his operating privilege to be restored upon completion of the suspension, Beck was required to install ignition interlock systems on all vehicles owned by him.\nBeck appealed DOT’S suspension notice to the trial court, alleging only that DOT lacked the authority to impose the ignition interlock and restricted license requirements. (C.R. Item 1) He did not contest the one-year suspension of his operating privilege.\nCiting our decision in Alexander v. Department of Transportation, Bureau of Driver Licensing, 822 A.2d 92 (Pa.Cmwlth.2003), appeal granted, 578 Pa. 29, 849 A.2d 1129 (2004), the trial court sustained Beck’s appeal and struck the requirement that Beck apply for a restricted license upon the completion of his license suspension. (R.R. 24a) In that case, John Alexander was arrested for DUI in November 1990 and accepted into the ARD program in April 1991. He was again convicted of DUI in February 1994. On September 30, 2000, the former Act became effective. Alexander’s third conviction for DUI occurred on September 5, 2001.\nAt sentencing, the court of common pleas ordered Alexander to comply with the former Act, if applicable. Accordingly, by notice mailed December 25, 2001, DOT informed Alexander that his operating privilege was being suspended for one year and that he would have to install an ignition interlock device before it would be restored. The court of common pleas sustained Alexander’s appeal, finding that pri- or acceptance into an ARD program was not a “conviction” for purposes of the former Act and that only convictions occurring after the effective date of the former Act could be counted in determining whether the ignition interlock requirement could be imposed.\nDOT argued on appeal to this Court that Alexander’s September 2001 DUI conviction was actually his third conviction under the former Act. We disagreed.\nRecognizing that a law is only retroactive when it relates back and gives a previous transaction a legal effect different from that which it had under the law in effect when it transpired, we concluded that for purposes of the former Act, Alexander had been convicted of only one offense as of September 5, 2001. Since Alexander’s acceptance into the ARD program and 1994 DUI conviction predated the former Act, they could not be considered prior convictions requiring the court to order an ignition interlock device. Thus, because Alexander only had one DUI offense occurring after the former Act’s effective date, it was within the sentencing court’s discretion to impose installation of an ignition interlock device.\nIn the case sub judice, DOT contends that Alexander is inapplicable inasmuch as it related to the installation of an ignition interlock device and this matter pertains solely to the requirement that Beck apply for an interlock-restricted driver’s license pursuant to Section 7003(2) of the former Act. Alternatively, DOT argues that Alexander was wrongly decided and should be overruled by this Court.\nAs DOT concedes, under Alexander, Beck cannot be required to install ignition interlock devices on all vehicles owned by him because his December 16, 2003 New Jersey DWI conviction was his first conviction under the former Act. It necessarily follows then that DOT cannot impose a restricted license requirement on Beck.\nIn Commonwealth v. Mockaitis, 575 Pa. 5, 834 A.2d 488 (2003), the Supreme Court, while declaring Sections 7002(a) and (b) and Section 7003(1) of the former Act unconstitutional, held that DOT was still authorized to “impose an ignition interlock restriction upon serial DUI offenders who seek restoration of their operating privileges at the expiration of the one-year mandatory suspension of their licenses” Id. at 31, 834 A.2d at 503 (emphasis added).\nSection 7003 of the former Act authorized DOT to impose license restrictions on those persons who accumulate a “second or subsequent” DUI. Pursuant to Alexander, Beck’s December 16, 2003 conviction was his first conviction under the former Act. As we stated in Mankin v. Department of Transportation, Bureau of Driver Licensing, 845 A.2d 249, 253 (Pa.Cmwlth.2004), the “[l]aw after Moekaitis does not require the installation of an ignition interlock device on a specific vehicle. It requires the recidivist DUI licensee to obtain a restricted license from [DOT] as a condition precedent to restoration of driving privileges.... ” (Emphasis added.)\nAccordingly, because Beck does not have a “second or subsequent” DUI pursuant to our decision in Alexander, DOT cannot require him to obtain a restricted license upon the restoration of his operating privilege. We therefore affirm the trial court’s order sustaining Beck’s appeal of DOT’s mandate that Beck install ignition interlock devices and obtain a restricted license prior to restoration of his operating privilege.\nORDER\nAND NOW, this 1st day of March, 2005, the August 2, 2004 order of the Court of Common Pleas of Bucks County is AFFIRMED..\n. 75 Pa.C.S. §§ 1581-1586. Article III of the Compact requires that the licensing authority of a party state report a conviction of a person from another party state occurring within its jurisdiction to the licensing authority of the home state of the licensee. 75 Pa.C.S. § 1581, Art. III.\n. The former Act was repealed by the Act of September 30, 2003, P.L. 120, effective February 1, 2004. Similar provisions are now found in Sections 3805-3806 of the Vehicle Code (Code), 75 Pa.C.S. §§ 3805-3806. Because Beck's conviction occurred before February 1, 2004, the provisions of the former Act apply.\n. Section 7002 of the former Act, in pertinent part, provided:\n(b) Second or subsequent offense. — In addition to any other requirements imposed by the court, where a person has been convicted for a second or subsequent violation of [former] 75 Pa.C.S. § 3731 [relating to driving under influence of alcohol or controlled substance], the court shall order the installation of an approved ignition interlock system on each motor vehicle owned by the person to be effective upon the restoration of operating privileges by [DOT]....\n(c) Alternative disposition. — For the purpose of this section, acceptance of Accelerated Rehabilitative Disposition, an adjudication of delinquency or a consent decree ... or any other form of preliminary disposition of any charge brought under [former] 75 Pa.C.S. § 3731 shall be considered a first conviction. Formerly 42 Pa.C.S. § 7003(b) and (c). A similar provision is now found in Section 3806 of the Code, 75 Pa.C.S. § 3806. The Act of September 30, 2003 further repealed 75 Pa.C.S. § 3731. The offense of driving under the influence of alcohol or a controlled substance is now found in Section 3802 of the Code, 75 Pa.C.S. § 3802.\n.Section 7003(2) of the former Act provided, in part, that \"[a] person seeking restoration of operating privileges shall apply to [DOT] for an ignition interlock restricted license under 75 Pa.C.S. § 1951(d) (relating to driver’s license and learner’s permit)....” Formerly 42 Pa.C.S. § 7003(2). A restricted license is one that identifies the licensee as a person authorized to operate only motor vehicles with an approved ignition interlock system. Id. A similar provision is now found in Section 3805(b) of the Code, 75 Pa.C.S. § 3805(b).\n. The Supreme Court heard oral argument on Alexander on October 20, 2004. As such, we decline DOT’s invitation to revisit our decision in that case.\n. Although not applicable to the instant matter, we note that Section 3805(b) of the Code, which replaces Section 7003 of the former Act and pertains to application for a restricted license upon restoration of operating privileges after a violation of Sections 1547(b.l), 3802, or 3808(c) of the Code, 75 Pa.C.S. § 1547(b.l), 3802, and 3808(c), respectively, applies to those individuals who have a prior offense as defined in Section 3806(a) of the Code, 75 Pa.C.S. § 3806(a). Thus, first time offenders are not subject to the ignition interlock provisions of Section 3805 of the Code.",
        "type": "majority",
        "author": "Senior Judge JIULIANTE."
      }
    ],
    "attorneys": [
      "Terrance M. Edwards, Asst. Counsel and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellant.",
      "William M. Cowan, Jr., Langhorne, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gregory BECK v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellant.\nCommonwealth Court of Pennsylvania.\nSubmitted on Briefs Dec. 30, 2004.\nDecided March 1, 2005.\nTerrance M. Edwards, Asst. Counsel and Timothy P. Wile, Asst. Counsel In-Charge, Harrisburg, for appellant.\nWilliam M. Cowan, Jr., Langhorne, for appellee.\nBEFORE: COLINS, President Judge, and SMITH-RIBNER, Judge, and JIULIANTE, Senior Judge."
  },
  "file_name": "1286-01",
  "first_page_order": 1326,
  "last_page_order": 1330
}
