{
  "id": 9141719,
  "name": "James and Pennie VANDERLIN, Husband and Wife; David and Susan Staib, Husband and Wife; James and Robin Mothersbaugh, Husband and Wife; Chuck and Karen Smith, Husband and Wife; Judee Robinholt; John Sanso; Helen Dgien; Donovan and JeanTaylor, Husband and Wife; Robert and Tina Sholes, Husband and Wife; Daniel and Nancy Lockhard, Husband and Wife; Don and Barb Hoover, Husband and Wife; William and Doris Entz, Husband and Wife; Daniel and Gail Thompson, Husband and Wife; Richard and Lois Bittner, Husband and Wife; George Miller; Michael Logue; Edward and Melody Bremme, Husband and Wife, Appellants, v. CITY COUNCIL OF THE CITY OF WILLIAMSPORT; and City of Williamsport; James and Pennie Vanderlin, Husband and Wife; David and Susan Staib, Husband and Wife; James and Robin Mothersbaugh, Husband and Wife; Chuck and Karen Smith, Husband and Wife; Judee Robinholt; John Sanso; Helen Dgien; Donovan and Jean Taylor, Husband and Wife; Robert and Tina Sholes, Husband and Wife; Daniel and Nancy Lockhard, Husband and Wife; Don and Barb Hoover, Husband and Wife; William and Doris Entz, Husband and Wife; Daniel and Gayle Thompson, Husband and Wife; Richard and Lois Bittner, Husband and Wife; George Miller; Michael Logue; Edward and Melody Bremme, Husband and Wife, v. City Council of the City of Williamsport; and City of Williamsport, and Eck Realty Company, Appeal of City Council of the City of Williamsport; and City of Williamsport",
  "name_abbreviation": "Vanderlin v. City Council of Williamsport",
  "decision_date": "2003-04-30",
  "docket_number": "",
  "first_page": "1287",
  "last_page": "1292",
  "citations": [
    {
      "type": "official",
      "cite": "821 A.2d 1287"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "348 A.2d 488",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "651 A.2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citing Fretz v. Hilltown Township Board of Supervisors, 22 Pa.Cmwlth. 276, 348 A.2d 488 (1975)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "539 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citing Fretz v. Hilltown Township Board of Supervisors, 22 Pa.Cmwlth. 276, 348 A.2d 488 (1975)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "641 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1459881,
        11294250
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "689",
          "parenthetical": "citing Fretz v. Hilltown Township Board of Supervisors, 22 Pa.Cmwlth. 276, 348 A.2d 488 (1975)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/163/0574-01",
        "/a2d/641/0688-01"
      ]
    },
    {
      "cite": "796 A.2d 423",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9438691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/796/0423-01"
      ]
    },
    {
      "cite": "430 A.2d 1231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "580 A.2d 470",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1406796
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/135/0262-01"
      ]
    },
    {
      "cite": "637 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "536 Pa. 629",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1993,
      "opinion_index": 0
    },
    {
      "cite": "628 A.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1449088
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0050-01"
      ]
    },
    {
      "cite": "764 A.2d 51",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "564 Pa. 698",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2000,
      "opinion_index": 0
    },
    {
      "cite": "744 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11487361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/744/0359-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 680,
    "char_count": 16057,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 6.119645932871841e-08,
      "percentile": 0.38140138672177415
    },
    "sha256": "cbe6df871db4ef2a231c28f0e2d1f83379c3461d0e4809289abaee307673570d",
    "simhash": "1:0bb39634d22c9f62",
    "word_count": 2580
  },
  "last_updated": "2024-02-27T22:09:24.899331+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: PELLEGRINI, Judge, FRIEDMAN, Judge, and KELLEY, Senior Judge."
    ],
    "parties": [
      "James and Pennie VANDERLIN, Husband and Wife; David and Susan Staib, Husband and Wife; James and Robin Mothersbaugh, Husband and Wife; Chuck and Karen Smith, Husband and Wife; Judee Robinholt; John Sanso; Helen Dgien; Donovan and JeanTaylor, Husband and Wife; Robert and Tina Sholes, Husband and Wife; Daniel and Nancy Lockhard, Husband and Wife; Don and Barb Hoover, Husband and Wife; William and Doris Entz, Husband and Wife; Daniel and Gail Thompson, Husband and Wife; Richard and Lois Bittner, Husband and Wife; George Miller; Michael Logue; Edward and Melody Bremme, Husband and Wife, Appellants, v. CITY COUNCIL OF THE CITY OF WILLIAMSPORT; and City of Williamsport. James and Pennie Vanderlin, Husband and Wife; David and Susan Staib, Husband and Wife; James and Robin Mothersbaugh, Husband and Wife; Chuck and Karen Smith, Husband and Wife; Judee Robinholt; John Sanso; Helen Dgien; Donovan and Jean Taylor, Husband and Wife; Robert and Tina Sholes, Husband and Wife; Daniel and Nancy Lockhard, Husband and Wife; Don and Barb Hoover, Husband and Wife; William and Doris Entz, Husband and Wife; Daniel and Gayle Thompson, Husband and Wife; Richard and Lois Bittner, Husband and Wife; George Miller; Michael Logue; Edward and Melody Bremme, Husband and Wife, v. City Council of the City of Williamsport; and City of Williamsport, and Eck Realty Company, Appeal of City Council of the City of Williamsport; and City of Williamsport."
    ],
    "opinions": [
      {
        "text": "OPINION BY\nSenior Judge KELLEY.\nEck Realty Co. (Developer) and the City Council of the City of Williamsport and the City of Williamsport (collectively, City) appeal from the order of the Court of Common Pleas of Lycoming County (trial court) sustaining the appeal of James Van-derlin et al. (Objectors) from the enactment of City Ordinance No. 5849 which amended the City’s Zoning Ordinance by rezoning a 3-aere parcel of Developer’s property (subject property) from R-2 (residential) to CC (commercial). We vacate the trial court’s order and dismiss the appeals.\nDeveloper owns a parcel of property in the CC zoning district of the City on which it plans to construct a 14-screen theater complex. The subject property borders this parcel to the east and to the south, and fronts on the south side of West Fourth Street in the City. However, the subject property is located in the City’s R-2 zoning district. Although the parcel in the CC zoning district is sufficient to construct the theater complex, Developer wishes to use the subject property in the R-2 district for parking for the theater complex. To this end, in 1999, Developer submitted a request for a variance to the City’s Zoning Hearing Board (Board) which would permit him to tear down a number of homes on the subject property to construct the parking lot. On September 16, 1999, the Board granted the variance, and Objectors appealed the Board’s decision to the trial court. On January 25, 2000, the trial court issued an opinion and order which sustained the Objectors’ appeal, and reversed the Board’s grant of the variance.\nOn May 11, 2000, the City’s Council approved a land development plan submitted by Developer which included a commercial access-way from West Fourth Avenue and over the subject property to the proposed theater complex. Objectors appealed the Council’s approval to the trial court, arguing that the access-way violated the R-2 zoning of the subject property. On October 11, 2000, the trial court issued an order and opinion sustaining Objectors’ appeal, and reversing the Council’s approval of the land development plan.\nOn May 17, 2000, Developer filed an application to rezone the subject property from R-2 (residential) to CC (commercial) with the Council. A public hearing was held on November 9, 2000, and Objectors appeared and voiced their objections to the rezoning. Following the hearing, the Council voted to deny the application to amend the City’s Zoning Ordinance by rezoning the subject property.\nOn March 14, 2001, Developer filed another application to rezone the subject property from R-2 (residential) to CC (commercial). On May 7, 2001, following a public hearing, the City’s Planning Commission voted to approve Developer’s application to rezone the subject property. On June 21, 2001, a public hearing was held before the City’s Council, and Objectors again appeared and voiced their objections to the rezoning. Following the hearing, the Council voted to approve the petition to rezone, and amend the City’s Zoning Ordinance, by enacting City Ordinance No. 5849. On July 5, 2001, after public notice and consideration of the Objectors renewed objections, the Council again voted to grant Developer’s petition to rezone the subject property, and enacted City Ordinance No. 5849 amending the City’s Zoning Ordinance. Objectors appealed the enactment of City Ordinance No. 5849 to the trial court.\nOn March 20, 2002, without taking additional evidence, the trial court issued an order and opinion reversing the Council’s enactment of City Ordinance No. 5849 rezoning the subject property from R-2 (residential) to CC (commercial). Specifically, the trial court determined that the Council’s enactment of City Ordinance No. 5849, amending the City’s Zoning Ordinance, constituted impermissible “spot zoning”. Developer and the City then filed the instant appeals.\nIn these appeals, Developer and the City claim: (1) the trial court erred in determining that the enactment of City Ordinance No. 5849, amending the City’s Zoning Ordinance, constituted impermissible “spot zoning” as it is nondiscriminatory; and (2) the trial court erred in determining that the enactment of City Ordinance No. 5849, amending the City’s Zoning Ordinance, constituted impermissible “spot zoning” as it is nonarbitrary and reasonable.\nAlthough all of the parties in these appeals address the merits of the foregoing allegations of error, we will not reach the merits of these claims. Rather, we are compelled to vacate the trial court’s order and dismiss the instant appeals as the trial court was without jurisdiction to entertain Objectors’ appeal from the enactment of City Ordinance No. 5849 in the first instance.\nIn this case, it is undisputed that the instant proceedings were initiated by Developer’s application to rezone the subject property. City Council’s enactment of City Ordinance No. 5849, which rezoned the subject property, is a legislative enactment that is not subject to direct judicial review. Section 909.1(b)(5) of the Municipalities Planning Code (MPC); East Lampeter Township v. County of Lancaster, 744 A.2d 359 (Pa.Cmwlth.), petition for allowance of appeal denied, 564 Pa. 698, 764 A.2d 51 (2000); Baker; Sharp v. Zoning Hearing Board of the Township of Radnor, 157 Pa.Cmwlth. 50, 628 A.2d 1223, petition for allowance of appeal denied,, 536 Pa. 629, 637 A.2d 290 (1993); Associa,tion of Concerned Citizens of Butler Valley v. Butler Township Board of Supervisors, 135 Pa.Cmwlth. 262, 580 A.2d 470 (1990); Pheasant Run Civic Organization v. Board of Commissioners of Penn Township, 60 Pa.Cmwlth. 216, 430 A.2d 1231 (1981).\nHowever, once the application to rezone was granted, through the enactment of City Ordinance No. 5849, Objectors could have then proceeded with a validity challenge to the ordinance before the City’s Zoning Hearing Board. See Sections 909.1(a)(1), (2) and 916.1(b) of the MPC; Baker, Sharp. In the alternative, Objectors could have challenged the subsequent grant of a zoning permit or an occupancy permit to Developer by filing an appeal with the City’s Zoning Hearing Board. See Section 909.1(a)(3) of the MPC ; East Lampeter Township; Association of Concerned Citizens of Butler Valley. As the trial court was without jurisdiction to entertain the Objectors’ appeal in this case, its order must be vacated and the instant appeals dismissed. Association of Concerned Citizens of Butler Valley; Pheasant Run Civic Organization.\nAccordingly, we vacate the trial court’s order and dismiss the instant appeals.\nORDER\nAND NOW, this 30th day of April, 2003, the order of the Court of Common Pleas of Lycoming County, dated March 20, 2002 at No. 01-01232 is VACATED, and the above-captioned appeals are DISMISSED.\n. The subject property is comprised of 16 tracts. Developer has purchased 10 oí' the tracts, and has made arrangements to purchase the remaining 6 tracts.\n. As the project is presently designed, Developer could obtain parking that is closer to the theater complex by using the subject property for parking. In addition, by moving the parking area into the subject property, Developer could use land in the CC zoning district for restaurants and other commercial uses which would enhance the theater complex and increase its profitability, thereby assisting him in obtaining the necessary financing for the project.\n. Objectors are a group of citizens who reside in the area of the subject property and in other areas of the City.\n. In a letter dated April 24, 2001, the Executive Director of the Lycoming County Planning Commission stated that the Commission could not recommend the approval of the petition as it was inconsistent with the adopted Williamsport Comprehensive Plan.\n. Developer intervened in the proceedings before the trial court.\n. The parties to the proceedings before the trial court stipulated to the contents of the record to be considered by the court.\n. On April 12, 2002, Developer filed a notice of appeal from the trial court’s order which was lodged at No. 959 C.D.2002. On April 19, 2002, the City filed another notice of appeal from the trial court’s order which was lodged at No. 1014 C.D.2002. This Court consolidated the appeals sua sponte by a per curiam order dated July 18, 2002.\n.It is well settled that questions of jurisdiction can never be waived, and they may be raised at any time by the parties or sua sponte by an appellate court. Pennhurst Medical Group v. Department of Public Welfare, 796 A.2d 423 (Pa.Cmwlth.2002).\n. Such an application ”[c]alls upon a local governing body, acting in its legislative role, to consider whether rezoning is in the best interest of the community.” Baker v. Chartiers Township, 163 Pa.Cmwlth. 574, 641 A.2d 688, 689, petition for allowance of appeal denied, 539 Pa. 655, 651 A.2d 542 (1994) (citing Fretz v. Hilltown Township Board of Supervisors, 22 Pa.Cmwlth. 276, 348 A.2d 488 (1975)).\n. Act of July 31, 1968, P.L. 805, added by Section 87 of the Act of December 21, 1988, as amended, 53 P.S. § 10909.1(b)(5). Section 909.1(b)(5) provides, in pertinent part:\n(b) The governing body ... shall have exclusive jurisdiction to hear and render final adjudications in the following matters:\n(5) All petitions for amendments to land use ordinances, pursuant to the procedures set forth in Section 609 [relating to the enactment of zoning ordinance amendments]. Any action on such petitions shall be deemed legislative acts, providing that nothing contained in this clause shall be deemed to enlarge or diminish existing law with reference to appeals to court.\n. 53 P.S. § 10909.1(a)(1), (2). Section 909.1(a)(1) and (2) provides, in pertinent part:\n(a) The zoning hearing board shall have exclusive jurisdiction to hear and render final adjudications in the following matters:\n(1) Substantive challenges to the validity of any land use ordinance, except those brought before the governing body pursuant to sections 609.1 [relating to a landowner’s substantive challenge and curative amendment to an ordinance prohibiting or restricting a use or development of property in which he has an interest,] and 916.1(a)(2) [relating to an appeal from a determination relating to the administration of any flood plain or flood hazard ordinance, or such a provision in a land use ordinance, together with a curative amendment request under section 609.1].\n(2) Challenges to the validity of a land use ordinance raising procedural questions or alleged defects in the process of enactment or adoption which challenges shall be raised by an appeal taken within 30 days after the effective date of such ordinance\n- 53 P.S. § 10916.1(b). Section 916.1(b) provides:\n(b) Persons aggrieved by a use or development permitted on the land of another by an ordinance or map, or any provision thereof, who desires to challenge its validity on substantive grounds shall first submit their challenge to the zoning hearing board for a decision thereon under section 909.1(a)(1).\n. See also Articles 1319.12, 1319.21 and 1319.24 of the City’s Zoning Ordinance which state, in pertinent part:\n1319.12 CHALLENGE TO VALIDITY.\nThe Zoning Hearing Board shall have the authority to hear challenges to this Ordinance within the provisions of the Pennsylvania Municipalities Planning Code, as amended ...\n1319.21 PARTIES APPELLANT BEFORE BOARD.\nAppeals from a decision of the Zoning Officer and proceedings to challenge the validity of the ordinance may be filed with the Zoning Hearing Board, in writing, by any officer or agency of the City or any person aggrieved ...\n1319.24 ZONING APPEALS TO COURT.\nAny person aggrieved by any decision of the Zoning Hearing Board or any taxpayer or Council may, within 30 days after.such decision of the Board, appeal to the Court of Common Pleas of Lycoming County, by petition duly verified, setting forth that such decision is arbitrary, capricious, an abuse of discretion or otherwise not in accordance with law and specify the grounds upon which he relies. Such appeals shall be made in accordance with Article X-A of the Pennsylvania Municipalities Planning Code[, 53 P.S. §§ 11001-A — 11006-A] ...\n. 53 P.S. § 10909.1(a)(3), Section 909.1(a)(3) provides:\n(a) The zoning hearing board shall have exclusive jurisdiction to hear and render final adjudications in the following matters:\n(3) Appeals from the determination of the zoning officer, including, but not limited to, the granting or denial of any permit, or failure to act on the application therefore, the issuance of any cease and desist order or the registration or refusal to register any nonconforming use, structure or lot.\n. See also Article 1319.11 of the City’s Zoning Ordinance which states, in pertinent part:\n1319.11 APPEALS.\nAny person aggrieved by any decision of the Zoning Officer shall have the right to appeal to the Zoning Hearing Board within a reasonable time by filing with the Zoning Officer, specifying the grounds thereof and including the following:\n(c)A brief description and location of the zoning lot to be affected by such proposed change or appeal;\n(d) A statement of the present zoning classification of the zoning lot in question, the improvements thereon and the present use thereof;\n(e) A statement of the Section of this Zoning Ordinance under which the appeal is made and reasons why it should be granted or a statement of the Section of this Zoning Ordinance governing the situation in which the alleged erroneous ruling is being appealed and the reasons for this appeal ... The Zoning Officer shall forthwith transmit to the Board all papers constituting the record upon which the action appealed from was taken. The Zoning Officer may recommend to the Board a modification or reversal of his action in cases where he believes substantial justice requires the same but where he has not himself sufficient authority to grant the relief sought ...\nThe Board shall decide each appeal within forty-five days, after hearing, and notice thereof shall forth with be given to all parties in interest. The Board's decision shall be immediately filed in it office and be a public record. In the exercisé of its functions upon such appeals, the Board may, in conformance with the provisions of this Zoning Ordinance, reverse or affirm, wholly or partly, or modify the order, requirement, decision or determination as, in its opinion, ought to be made ...",
        "type": "majority",
        "author": "Senior Judge KELLEY."
      }
    ],
    "attorneys": [
      "John R. Zurich, Williamsport, for appellant.",
      "Douglas N. Engelman, Williamsport, for appellee."
    ],
    "corrections": "",
    "head_matter": "James and Pennie VANDERLIN, Husband and Wife; David and Susan Staib, Husband and Wife; James and Robin Mothersbaugh, Husband and Wife; Chuck and Karen Smith, Husband and Wife; Judee Robinholt; John Sanso; Helen Dgien; Donovan and JeanTaylor, Husband and Wife; Robert and Tina Sholes, Husband and Wife; Daniel and Nancy Lockhard, Husband and Wife; Don and Barb Hoover, Husband and Wife; William and Doris Entz, Husband and Wife; Daniel and Gail Thompson, Husband and Wife; Richard and Lois Bittner, Husband and Wife; George Miller; Michael Logue; Edward and Melody Bremme, Husband and Wife, Appellants, v. CITY COUNCIL OF THE CITY OF WILLIAMSPORT; and City of Williamsport. James and Pennie Vanderlin, Husband and Wife; David and Susan Staib, Husband and Wife; James and Robin Mothersbaugh, Husband and Wife; Chuck and Karen Smith, Husband and Wife; Judee Robinholt; John Sanso; Helen Dgien; Donovan and Jean Taylor, Husband and Wife; Robert and Tina Sholes, Husband and Wife; Daniel and Nancy Lockhard, Husband and Wife; Don and Barb Hoover, Husband and Wife; William and Doris Entz, Husband and Wife; Daniel and Gayle Thompson, Husband and Wife; Richard and Lois Bittner, Husband and Wife; George Miller; Michael Logue; Edward and Melody Bremme, Husband and Wife, v. City Council of the City of Williamsport; and City of Williamsport, and Eck Realty Company, Appeal of City Council of the City of Williamsport; and City of Williamsport.\nCommonwealth Court of Pennsylvania.\nArgued March 31, 2003.\nDecided April 30, 2003.\nJohn R. Zurich, Williamsport, for appellant.\nDouglas N. Engelman, Williamsport, for appellee.\nBEFORE: PELLEGRINI, Judge, FRIEDMAN, Judge, and KELLEY, Senior Judge."
  },
  "file_name": "1287-01",
  "first_page_order": 1331,
  "last_page_order": 1336
}
