{
  "id": 7264445,
  "name": "Carlo P. BERARDIS v. Bounthinh LOUANGXAY et al.",
  "name_abbreviation": "Berardis v. Louangxay",
  "decision_date": "2009-05-12",
  "docket_number": "No. 2008-184-Appeal",
  "first_page": "1288",
  "last_page": "1293",
  "citations": [
    {
      "type": "official",
      "cite": "969 A.2d 1288"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "558 A.2d 240",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "pin_cites": [
        {
          "page": "243"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "211 Conn. 191",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        540889
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/conn/211/0191-01"
      ]
    },
    {
      "cite": "114 R.I. 87",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5515263
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "93"
        },
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/114/0087-01"
      ]
    },
    {
      "cite": "643 A.2d 203",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861821
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/643/0203-01"
      ]
    },
    {
      "cite": "732 A.2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11550204
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "716"
        },
        {
          "page": "717"
        },
        {
          "page": "717"
        },
        {
          "page": "715, 718"
        },
        {
          "page": "715"
        },
        {
          "page": "717-18"
        },
        {
          "page": "715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/732/0713-01"
      ]
    },
    {
      "cite": "108 R.I. 770",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3153644
      ],
      "weight": 9,
      "year": 1971,
      "pin_cites": [
        {
          "page": "774"
        },
        {
          "page": "441"
        },
        {
          "page": "772"
        },
        {
          "page": "440",
          "parenthetical": "adopting the Connecticut Rule in the landlord-tenant context"
        },
        {
          "page": "774"
        },
        {
          "page": "441"
        },
        {
          "page": "771"
        },
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/108/0770-01"
      ]
    },
    {
      "cite": "879 A.2d 882",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939633
      ],
      "pin_cites": [
        {
          "page": "886"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/879/0882-01"
      ]
    },
    {
      "cite": "522 A.2d 1222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906500
      ],
      "pin_cites": [
        {
          "page": "1225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/522/1222-01"
      ]
    },
    {
      "cite": "821 A.2d 699",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9134016
      ],
      "pin_cites": [
        {
          "page": "705"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/821/0699-01"
      ]
    },
    {
      "cite": "954 A.2d 126",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8170793
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/954/0126-01"
      ]
    },
    {
      "cite": "871 A.2d 911",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8980566
      ],
      "pin_cites": [
        {
          "page": "915"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/871/0911-01"
      ]
    },
    {
      "cite": "963 A.2d 630",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8166246
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/963/0630-01"
      ]
    },
    {
      "cite": "477 U.S. 317",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207800
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0317-01"
      ]
    },
    {
      "cite": "918 A.2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8326098
      ],
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/918/0225-01"
      ]
    },
    {
      "cite": "880 A.2d 784",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8939636
      ],
      "pin_cites": [
        {
          "page": "791"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/880/0784-01"
      ]
    },
    {
      "cite": "864 A.2d 635",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9041587
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "638"
        },
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/864/0635-01"
      ]
    },
    {
      "cite": "899 A.2d 499",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8419543
      ],
      "weight": 14,
      "pin_cites": [
        {
          "page": "502"
        },
        {
          "page": "502"
        },
        {
          "page": "502"
        },
        {
          "page": "502"
        },
        {
          "page": "503"
        },
        {
          "page": "503-04"
        },
        {
          "page": "501"
        },
        {
          "page": "503-04"
        },
        {
          "page": "501"
        },
        {
          "page": "503"
        },
        {
          "page": "504"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/899/0499-01"
      ]
    },
    {
      "cite": "911 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8401784
      ],
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/911/0255-01"
      ]
    },
    {
      "cite": "962 A.2d 73",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8184672
      ],
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/962/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 814,
    "char_count": 16037,
    "ocr_confidence": 0.71,
    "pagerank": {
      "raw": 1.1347351794493445e-07,
      "percentile": 0.5770394335731542
    },
    "sha256": "062521a7b34a4ee36947ee15fb5aae57a4d6190e6ba53cb84ecece210eaf24a8",
    "simhash": "1:3633ef9c4ba9c659",
    "word_count": 2704
  },
  "last_updated": "2024-02-27T18:12:34.471233+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Present: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
    ],
    "parties": [
      "Carlo P. BERARDIS v. Bounthinh LOUANGXAY et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice FLAHERTY,\nfor the Court.\nThe plaintiff, Carlo P. Berardis, appeals from the Superior Court’s grant of motions for summary judgment in favor of the defendants, Bounthinh Louangxay and Oudone Louangxay (the Louangxays) and Louangxay, Inc., d/b/a Warwick Banquet Hall a/k/a Lei’s Bar & Grill (Lei’s Bar & Grill). This case came before the Supreme Court for oral argument on March 30, 2009, pursuant to an order directing the parties to appear and show cause why the issues raised in this appeal should not summarily be decided. After hearing the parties’ arguments and after considering the memoranda submitted by counsel, we are satisfied that cause has not been shown. Accordingly, we will decide the appeal at this time. For the reasons set forth in this opinion, we affirm the judgment of the Superior Court.\nFacts and Travel\nOn March 13, 2005, plaintiff traveled with a friend to Lei’s Bar & Grill, located at 1035 West Shore Road in Warwick, to socialize and have some cocktails. At the time, Rhode Island was experiencing a severe winter storm; it had been snowing almost the entire day and the storm continued into the night. The plaintiffs friend drove the pair to the establishment and parked his car in the parking lot. While the storm continued to produce a mixture of freezing rain and snow, they proceeded to the restaurant along a walkway, which was covered in ice and snow. They spent about three hours at the bar, until about 12:30 or 1:00 a.m., when they decided to leave. After plaintiff had taken two steps away from the door, he slipped and fell on a thick sheet of ice about one foot from the entrance. The fall caused plaintiff to suffer injuries to his left elbow, knee, and ankle.\nThe Louangxays owned the premises at 1035 West Shore Road in Warwick. They leased the property to Louangxay, Inc., and their son, Sithisack Louangxay, who managed the business known as Lei’s Bar & Grill.\nOn June 19, 2006, plaintiff filed a negligence action against Lei’s Bar & Grill and the Louangxays. In his complaint, plaintiff alleged that defendants owed plaintiff the duty of maintaining the premises in a reasonably safe condition, that defendants had negligently caused a dangerous and excessive amount of ice to accumulate on the entranceway to the premises, and that defendants knew or should have known of the dangerous condition and failed to remove it or to warn plaintiff of the danger. The plaintiff further alleged that as a direct and proximate result of defendants’ negligence, he suffered severe personal injuries.\nThe defendant, Lei’s Bar & Grill, filed a motion for summary judgment pursuant to Rule 56 of the Superior Court Rules of Civil Procedure, and the Louangxays filed a motion joining the motion of Lei’s Bar & Grill. The defendants argued that they owed no duty to plaintiff under the circumstances of the case. In opposition to the motions, plaintiff argued that defendants owed a duty of care to remove snow and ice from the entranceway. The plaintiff also pointed to defendant Lei’s Bar & Grill’s answers to interrogatories, in which defendant indicated that the general manager had shoveled the walk and had applied ice melt at around noon, when he arrived at the premises. The answers also revealed that the general manager had inspected the walkway approximately every two hours while he was at work and that when he left the premises, he “did not notice any snow or ice on the walkways.” The plaintiff argued that these circumstances and the fact that the injury occurred at the entranceway triggered a duty of care running to him.\nOn January 14, 2008, the Superior Court conducted a hearing, and a motion justice granted defendant Lei’s Bar & Grill’s motion, finding that at the time plaintiff fell, the snow was still accumulating and that as a result defendant had no duty, as a matter of law, to remove the ice and snow from the walkway while the storm was underway and because no unusual circumstances existed that would trigger a duty to remove the ice and snow before the storm subsided. An order was entered on January 17, 2008, granting all defendants’ motions for summary judgment, and on January 22, 2008, final judgment was entered for defendants against plaintiff from which plaintiff has timely appealed.\nThe plaintiff presses two arguments on appeal. He submits that the motion justice erred in finding (1) that defendants were entitled to judgment as a matter of law because the accident occurred on the entranceway, and (2) that there was no genuine issue of material fact about whether defendants increased the risk of harm to plaintiff by periodically inspecting, but not shoveling the entranceway.\nStandard of Review\n“This Court reviews the granting of summary judgment de novo and applies the same standards as the motion justice.” Carrozza v. Voccola, 962 A.2d 73, 76 (R.I.2009) (quoting McAdam v. Grzelczyk, 911 A.2d 255, 259 (R.I.2006)). This Court will affirm the Superior Court’s grant of summary judgment if, “after reviewing the admissible evidence in the light most favorable to the nonmoving party, we conclude that no genuine issue of material fact exists and that the moving party is entitled to judgment as a matter of law.” Benaski v. Weinberg, 899 A.2d 499, 502 (R.I.2006) (quoting Lucier v. Impact Recreation, Ltd., 864 A.2d 635, 638 (R.I.2005)).\nA litigant who opposes a motion for summary judgment “has the burden of proving by competent evidence the existence of a disputed issue of material fact and cannot rest upon mere allegations or denials in the pleadings, mere conclusions or mere legal opinions.” Benaski 899 A.2d at 502 (quoting Tanner v. Town Council of East Greenwich, 880 A.2d 784, 791 (R.I.2005)). Therefore, we will affirm the grant of summary judgment “against a party who fails to make a showing sufficient to establish the existence of an element essential to that party’s case * * Lavoie v. North East Knitting, Inc., 918 A.2d 225, 228 (R.I.2007) (quoting Celotex Corp. v. Catrett, 477 U.S. 317, 322, 106 S.Ct. 2548, 91 L.Ed.2d 265 (1986)).\nAnalysis\nThis case presents us with the question of whether a landlord or business invitor owes a duty to an invitee to remove ice and snow during a storm, when ice and snow has naturally accumulated on the exterior entranceway to the building. It is a fundamental principle of tort law that “[a] defendant cannot be liable under a negligence theory unless the defendant owes a duty to the plaintiff.” Benaski, 899 A.2d at 502 (quoting Lucier, 864 A.2d at 638). Whether there exists a duty of care in any given case presents a question of law to be determined by the court. Ouch v. Khea, 963 A.2d 630, 633 (R.I.2009) (citing Martin v. Marciano, 871 A.2d 911, 915 (R.I.2005)). Our ad hoc approach to determining whether a duty exists turns on the particular facts and circumstances presented in the case before the court. Benaski, 899 A.2d at 502. As part of this analysis, we look to “all relevant factors, including the relationship between the parties, the scope and burden of the obligation to be imposed upon the defendant, public policy considerations, and notions of fairness.” Willis v. Omar, 954 A.2d 126, 130 (R.I.2008) (quoting Volpe v. Gallagher, 821 A.2d 699, 705 (R.I.2003)). If the court finds that no duty exists, “the trier of fact has nothing to consider and a motion for summary judgment must be granted.” Banks v. Bowen’s Landing Corp., 522 A.2d 1222, 1225 (R.I.1987). “Only when a party properly overcomes the duty hurdle in a negligence action is he or she entitled to a factual determination on each of the remaining elements: breach, causation, and damages.” Ouch, 963 A.2d at 633 (citing Selwyn v. Ward, 879 A.2d 882, 886 (R.I.2005)).\nRhode Island follows the “Connecticut Rule” when determining the duty of care to keep a premises safe from naturally occurring accumulations of ice and snow. See Fuller v. Housing Authority of Providence, 108 R.I. 770, 774, 279 A.2d 438, 441 (1971). This rule, as we apply it, provides that a landlord or business invitor owes a duty to a tenant or business invitee “to use reasonable care to see that the common areas are kept reasonably safe from the dangers created by an accumulation of snow and ice which is attributed to purely natural causes.” Id. at 772, 279 A.2d at 440 (adopting the Connecticut Rule in the landlord-tenant context); see also Terry v. Central Auto Radiators, Inc., 732 A.2d 713, 716 (R.I.1999) (extending rule to business invitor-invitee relationship). The landlord or invitor, however, must be afforded “a reasonable time after the storm has ceased to remove the accumulation.” Benaski, 899 A.2d at 503 (quoting Fuller, 108 R.I. at 774, 279 A.2d at 441). Therefore, as a general rule, any duty to clear a natural accumulation of ice and snow is not triggered before a reasonable time after the storm ends. Id. Under unusual circumstances, however, the duty to remove the accumulation may arise before the end of the storm. Terry, 732 A.2d at 717.\nIn Terry, this Court held that under the unusual circumstances present in that case, the defendant business invitor owed a duty to the plaintiff invitee to make the premises reasonably safe from the hazards of an ongoing storm. Terry, 732 A.2d at 717. There, the plaintiff had brought her car to the defendant’s place of business for repair, and when she returned for it, the defendant’s employee directed her to walk a distance of 100 feet across an “unknown and difficult terrain” to a rear lot behind the premises, where she fell on rutted ice. Id. at 715, 718. The employee had warned her to be careful of the accumulation of ice and snow. Id. at 715. This Court held that these circumstances were unusual because the defendant “exacerbated and increased the risk” that the plaintiff would fall and suffer an injury, knew of the danger, and put her in a position in which she had no real alternative but to traverse the treacherous ground. Id. at 717-18.\nIn contrast, in Benaski, we affirmed the trial court’s grant of summary judgment on the grounds that the defendant business invitor owed no duty to the plaintiff invitee because there were no unusual circumstances that existed to advance its duty to make the premises safe from the accumulation of ice and snow before the storm ended. Benaski, 899 A.2d at 503-04. In that case, the plaintiff spent the day in meetings at an office park while a snowstorm raged, and upon leaving, she slid off the road in her car. Id. at 501. She then walked to a nearby building for assistance, where a police officer instructed her to return to her car. Id. While she walked on the road back to her car, she slipped and fell to the ground. Id. This Court held that the plaintiff failed to show that there was anything unusual about these circumstances, including, among other facts, that the road was the only means of egress, that the defendant failed to plow the road before the offices opened for the day, and that the defendant had failed to inspect the premises. Id. at 503-04. The Court reasoned that these circumstances did not exacerbate the risks, inherent in an ongoing severe winter storm, which the plaintiff had embraced by commuting to and from work in such conditions. Id.\nIn the case before us, plaintiff contends that the fact that he fell at the entranceway to defendants’ premises, as opposed to a parking lot, creates a distinguishing circumstance that takes this case outside of the Connecticut Rule as applied in Benaski. We do not agree.\nIt is undisputed that plaintiff fell during a storm. In cases in which we have said that a landlord or business invitor’s duty of care ordinarily is postponed until after the storm, the plaintiffs fell in a parking lot, Terry, 732 A.2d at 715, on a road, Benaski, 899 A.2d at 501, or on a passageway, Fuller, 108 R.I. at 771, 279 A.2d at 439, and not at an entranceway. The rationale behind our rule, however, does not depend on how the location of the snow and ice is characterized, but rather on the scope of the burden of the obligations imposed upon a landowner, the relationship between the parties, the public policy implications, and concerns about fairness. See Terry, 732 A.2d at 718-19 (citing Kenney Manufacturing Co. v. Starkweather & Shepley, Inc., 643 A.2d 203, 206 (R.I.1994)). Absent unusual circumstances, the law allows a landlord or business owner a reasonable time to remove a natural accumulation of ice or snow from the premises because it is unreasonable that he be “required to be at his property, shovel in hand, catching the flakes before they hit the ground.” Benaski, 899 A.2d at 503 (quoting Barenbaum v. Richardson, 114 R.I. 87, 93, 328 A.2d 731, 734 (1974)). “To require a landlord or other inviter to keep walks and steps clear of dangerous accumulations of ice, sleet or snow or to spread sand or ashes while a storm continues is inexpedient and impractical.” Kraus v. Newton, 211 Conn. 191, 558 A.2d 240, 243 (1989). Therefore, we hold that the fact that plaintiff fell at the entranceway to the premises does not justify a departure from this rule.\nThe plaintiff argues that unusual circumstances existed in this case because defendant’s general manager had done some shoveling and had applied ice melt to the walkway, as well as periodically inspecting the premises, without thereafter removing further accumulation from the entranceway. But even viewing the evidence in the light most favorable to plaintiff, we see nothing unusual about these circumstances that would heighten defendants’ duty under Terry.\nThe factors the plaintiff sets forth do not create an increased risk, such as those present in Terry, in which the plaintiff was forced to walk 100 feet behind the premises over unfamiliar and difficult terrain in order to retrieve her car. It is to be expected that a patron of a bar must use the entranceway to get access to the establishment and that an entranceway accumulates ice and snow in a snowstorm. The mere fact that the defendant’s manager undertook the task of shoveling and applying ice melt earlier in the day did not increase the risk created by a continuing storm. Furthermore, the act of inspecting the premises does not itself increase any risk to the plaintiff that did not already exist naturally as a result of the storm. As in Benaski, the plaintiff has failed to point to any conduct by the defendants that “exacerbated the risk that the plaintiff voluntarily undertook by commuting to and from [a restaurant and bar] during a severe winter storm.” Benaski, 899 A.2d at 504. Therefore, it was not error for the motion justice to conclude that no genuine issue of material fact exists, and the defendants were entitled to judgment as a matter of law.\nConclusion\nFor the foregoing reasons, we affirm the judgment of the Superior Court, and the record in this case shall be remanded to that tribunal.\n. In the complaint, plaintiff also named defendants John Doe Corporation and John Doe Company, along with various other unascer-tained John and Jane Doe alias defendants.\n. The attorney for the Louangxays was not present at the hearing, so the trial justice granted the motion only as to Lei's Bar & Grill. It is not clear from the record in this case when the Superior Court justice heard the motion submitted by the Louangxays, and we do not have a transcript of the hearing on their motion. The motion justice did, however, grant their motion along with the motion submitted by Lei's Bar & Grill in an order dated January 17, 2008.\n. In his deposition, plaintiff admitted that the storm continued as he left the building, and he has not submitted any evidence to dispute the fact that he fell during an ongoing storm.",
        "type": "majority",
        "author": "Justice FLAHERTY,"
      }
    ],
    "attorneys": [
      "Michael S. Pezzullo, Esq., Providence, for Plaintiff.",
      "Robert S. Ciresi, Esq., North Providence, Kathryn J. Hopkins, Esq., Cran-ston, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Carlo P. BERARDIS v. Bounthinh LOUANGXAY et al.\nNo. 2008-184-Appeal.\nSupreme Court of Rhode Island.\nMay 12, 2009.\nMichael S. Pezzullo, Esq., Providence, for Plaintiff.\nRobert S. Ciresi, Esq., North Providence, Kathryn J. Hopkins, Esq., Cran-ston, for Defendant.\nPresent: GOLDBERG, Acting C.J., FLAHERTY, SUTTELL, ROBINSON, JJ., and WILLIAMS, C.J. (ret.)."
  },
  "file_name": "1288-01",
  "first_page_order": 1316,
  "last_page_order": 1321
}
