{
  "id": 7376363,
  "name": "BOROUGH OF NAZARETH, v. NAZARETH BOROUGH POLICE ASSOCIATION, Appellant; BOROUGH OF NAZARETH, Appellant, v. NAZARETH BOROUGH POLICE ASSOCIATION",
  "name_abbreviation": "Borough of Nazareth v. Nazareth Borough Police Ass'n",
  "decision_date": "1994-01-12",
  "docket_number": "",
  "first_page": "1289",
  "last_page": "1293",
  "citations": [
    {
      "type": "official",
      "cite": "636 A.2d 1289"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "487 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1759038
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/487/0249-01"
      ]
    },
    {
      "cite": "389 A.2d 217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "36 Pa.Commonwealth Ct. 449",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1888536
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/36/0449-01"
      ]
    },
    {
      "cite": "157 Pa.Commonwealth Ct. 228",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1449049
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/157/0228-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 3402",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 3401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 6051",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "175 A.2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303557
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0406-01"
      ]
    },
    {
      "cite": "526 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825949
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "328"
        },
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0324-01"
      ]
    },
    {
      "cite": "470 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723803
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0550-01"
      ]
    },
    {
      "cite": "525 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823771
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0040-01"
      ]
    },
    {
      "cite": "534 Pa. 11",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839707
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. State Conference of State Police Lodges of the Fraternal Order of Police, 525 Pa. 40, 575 A.2d 94 (1990)"
        },
        {
          "parenthetical": "citing Commonwealth v. State Conference of State Police Lodges of the Fraternal Order of Police, 525 Pa. 40, 575 A.2d 94 (1990)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0011-01"
      ]
    },
    {
      "cite": "514 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804548
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0501-01"
      ]
    },
    {
      "cite": "526 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825949
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "328"
        },
        {
          "page": "368"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/526/0324-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 582,
    "char_count": 11654,
    "ocr_confidence": 0.661,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895701255169703
    },
    "sha256": "dc30d6c78206338b6a0ee8546417ea64fadad564e5a74a9008e193e48246c062",
    "simhash": "1:b8204272e61b2e8c",
    "word_count": 1875
  },
  "last_updated": "2024-02-27T17:56:39.653482+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and PELLEGRINI, JJ., and RODGERS, Senior Judge."
    ],
    "parties": [
      "BOROUGH OF NAZARETH, v. NAZARETH BOROUGH POLICE ASSOCIATION, Appellant. BOROUGH OF NAZARETH, Appellant, v. NAZARETH BOROUGH POLICE ASSOCIATION."
    ],
    "opinions": [
      {
        "text": "DOYLE, Judge.\nBefore us are the cross-appeals of the Borough of Nazareth and the Nazareth Borough Police Association from an order of the Court of Common Pleas of Northampton County which affirmed in part and reversed in part and remanded in part an interest arbitration award under Act 111.\nThe Borough currently employs ten full-time and two part-time police officers. The Association is an unincorporated association operated and maintained by four police officers employed by the Borough. Following unsuccessful attempts to negotiate a police contract for 1991-92, the Association, by letter dated September 5, 1990, notified the Borough of its intent to proceed to binding arbitration pursuant to Act 111 and enclosed a list of issues to be submitted to the arbitration panel. By letters dated January 18, 1991, and January 31, 1991, the Borough added three additional issues to be submitted to the arbitration panel. Hearings were conducted and on August 7,1991, the arbitration panel issued an award (Award) which provided in relevant part as follows:\nItem # 7 — PENSION BENEFITS\nSection 2. Effective January 1, 1991 all member contributions that have been previously made to the pension plan, with interest at the rate earned by the pension plan, shall be refunded to all members of plan.\nSection 4. Effective January 1, 1991 pensions to be received by members of the Police Department shall be based upon gross (W-2) earnings.\n(Arbitration Award at 3-4).\nThe Borough filed an appeal with the common pleas court seeking to modify or vacate the Award. In its appeal, the Borough challenged the Association’s standing before the arbitration panel. The Borough also challenged the provisions of the Award which directed that all member contributions previously made to the pension plan be refunded to all members of the plan and that pension benefits be based upon gross (W-2) earnings. By order dated February 24, 1992, the common pleas court affirmed the Award in its entirety, except in one respect. The court struck Item # 7, Section 2 of the Award, which had directed the refund of member contributions and remanded the matter to the arbitration panel “for consideration of the effect on member contributions to the pension plan of our decision denying return of excess pension funds.” The court noted that “an injustice would occur if we were to set aside this portion of the award, and not remand to the arbitrators for reconsideration of other redress to adjust employee rights in the fund, including possible adjustment of contributions.” This appeal followed.\nOur scope of review of an Act 111 interest arbitration award is in the nature of narrow certiorari: the arbitration award may only be reviewed to determine whether (1) the arbitrators lacked jurisdiction to decide the issues in dispute; (2) the proceedings were conducted properly; (3) the arbitrators exceed their authority; or (4) the arbitrators have decided constitutional questions properly decided by a court. Upper Providence Police Delaware County Appeal, 514 Pa. 501, 526 A.2d 315 (1987).\nThe Borough’s Appeal\nOn appeal to this Court, the Borough initially focuses on the Association’s representational standing before the arbitration panel. The Borough argues that the Association was not authorized to act as the bargaining representative for the Nazareth Police and that, because the Association has neither been certified by the Pennsylvania Labor Relations Board nor been officially designated as the bargaining agent by 50% of the police officers employed by the Borough, the Award is invalid.\nIt is settled law, however, that issues involving the composition of a bargaining unit and the ability to represent the employees in question are within the exclusive jurisdiction of the Pennsylvania Labor Relations Board. Borough of Nazareth v. Pennsylvania Labor Relations Board, 534 Pa. 11,-n. 5, 626 A.2d 493, 496 n. 5 (1993) (citing Commonwealth v. State Conference of State Police Lodges of the Fraternal Order of Police, 525 Pa. 40, 575 A.2d 94 (1990)); Philadelphia Fire Officers Ass’n v. Pennsylvania Labor Relations Board 470 Pa. 550, 369 A.2d 259 (1977)).\nIn the present case, the common pleas court concluded that it did not have jurisdiction to determine the appropriateness of the Association’s status as bargaining unit for the Nazareth police and we agree with that conclusion. Borough of Nazareth.\nNext, the Borough argues that the arbitration panel exceeded its authority when it directed that pension benefits be calculated on the basis of gross, or W-2, earnings because the terra “salary” as used in Section 5 of the Police Pension Fund (Act 600), Act of May 29, 1956, P.L. (1955) 1804, as amended, 53 P.S. § 771, is limited to a member’s regular salary.\nSection 5 of Act 600, 53 P.S. § 771, provides in relevant part that “the monthly pension or retirement benefits shall be one-half the monthly average salary of such members during the last sixty (60) months of employment.” In Palyok v. Borough of West Mifflin, 526 Pa. 324, 586 A.2d 366 (1991), our Supreme Court held that the term “salary” as used in Section 5 of Act 600 must be interpreted to encompass all forms of compensation arising from the terms and conditions of the employee’s employment and, if the compensation “[arises] from business connected with the [employer],” it is official in nature and should be used in calculating pension benefits. Id. at 328, 586 A.2d at 368 (quoting Rockwell v. York County Retirement Board, 405 Pa. 406, 175 A.2d 831 (1961)).\nSection 6051(a) of the Internal Revenue Code (Code), 26 U.S.C. § 6051(a), requires an employer to furnish a “W-2 form” to each employee. This W-2 form must indicate the total amount of wages as defined by Section 3401 of the Code, 26 U.S.C. § 3401, and the total amount deducted and withheld as tax under Section 3402 of the Code, 26 U.S.C. § 3402. Section 3401(a) of the Code, 26 U.S.C. § 3401(a), states that the term “wages” means “all remuneration ... for services performed by an employee for his employer” with certain exceptions not relevant to this case. (Emphasis added).\nBecause W-2 earnings are defined in the Code as all remuneration for services performed by an employee for his employer, it parallels the definition of salary in Act 600, as interpreted in Palyok, and, therefore, we conclude that the arbitration panel did not exceed its authority in this regard.\nWe also consider whether the court of common pleas erred in remanding in part to the arbitration panel for reconsideration of the pension contribution issue and conclude that a remand is not necessary because the issue of possible adjustments to member contributions is moot. The record demonstrates that members do not currently contribute to the pension fund. Thus, the arbitration panel on remand would have nothing to consider in that member contributions cannot be reduced further.\nThe Association’s Appeal\nThe Association contends that the common pleas court erred in determining that the arbitration panel exceeded its authority by directing a refund of pension benefits previously paid to the fund. The Association argues that, although Act 600 contains no explicit authority for the return of pension contributions, such power is implicitly granted to the arbitration panel as a necessary outgrowth of the power to eliminate current contributions. The Association asserts that the refund is nothing more than a retroactive elimination of prior contributions.\nWe expressly rejected this same argument in Stroud Township v. Stroud Township Police Department Ass’n, 157 Pa.Commonwealth Ct. 228, 629 A.2d 262 (1993), where this Court held that an Act 111 interest arbitration award ordering the retrospective refund of police pension fund contributions required an arbitration panel to perform an illegal act and was invalid. In Stroud Township, following our decision in Fedor v. Borough of Dormont, 36 Pa.Commonwealth Ct. 449, 389 A.2d 217 (1978), aff'd, 487 Pa. 249, 409 A.2d 334 (1979), we stated that:\nFedor therefore stands for the principle that Act 600 pension funds may not be distributed to eligible officers except in the form of a pension or annuity. The payment contemplated by the arbitration Award in the instant case is essentially a one time payment and cannot conceivably be characterized as a pension or annuity payment and is thus not authorized by the statute.\nStroud Township, 157 Pa.Commonwealth Ct. at-, 629 A.2d at 264. We conclude that Stroud Township is controlling and, therefore, that the arbitration panel exceeded its authority by directing the Borough to refund all pension contributions made by the police.\nAccordingly, we reverse the order of the common pleas court insofar as it remanded this case to the arbitration panel for consideration of the effect of its decision on member contributions to the pension plan. The order is affirmed in all other respects.\nORDER\nNOW, January 12, 1994, the order of the Court of Common Pleas of Northampton County in the above-captioned matters is reversed insofar as it remanded this case to the arbitration panel for further proceedings. The order is affirmed in all other respects.\n. Act of June 24, 1968, P.L. 237, 43 P.S. §§ 217.1-217.10.\n. While we affirm the court of common pleas on this issue, we feel compelled to note in passing that the Borough had, in the latest effective agreement preceding the current negotiations, formally recognized the Association as the bargaining unit for the Nazareth Police. The 1988 collective bargaining agreement between the Borough and the Association stated:\nI. Recognition. The Borough of Nazareth hereby recognizes those policemen of the Nazareth Borough Police Association employed full time by the Borough as police officers as the coEective bargaining unit under the terms and conditions of Act 111 ... providing for coEective bargaining between police and their public employer.\nThus, Borough recognized as the designated bargaining unit for the Nazareth poUce and we concur with the court of common pleas’ statement that ”[i]t would be patently unfair to aEow Borough to rely on the previous agreement, outwardly approve current proceedings, luE the police into rebanee on the process, and then deny the propriety of the bargaining unit only after Borough receives what it considers to be an adverse award.” (Court of Common Pleas Opinion at 5.)",
        "type": "majority",
        "author": "DOYLE, Judge."
      },
      {
        "text": "PELLEGRINI, Judge,\nconcurring.\nI join with the majority in holding that there is nothing in the Police Pension Fund Act (Act 600), Act of May 29, 1956, P.L. (1955) 1804, as amended, 53 P.S. § 771, that would foreclose an arbitrator in an Act 111 arbitration from awarding increased pension contributions. I write separately to point out that the operative fact in Palyok v. Borough of West Mifflin, 526 Pa. 324, 586 A.2d 366 (1991), was that the Borough had been requiring contributions based on all compensation paid to police, not just based on wages. As the Supreme Court stated in Palyok, “[t]o permit the Borough to require contributions from the overtime and extra work compensation while denying the advantage of the additional compensation in the benefit formula would be inconsistent and inequitable.” 526 Pa. at 328, 586 A.2d at 368.",
        "type": "concurrence",
        "author": "PELLEGRINI, Judge,"
      }
    ],
    "attorneys": [
      "James L. McAneny, for appellant/appellee, Nazareth Borough Police Ass’n.",
      "Jeffrey M. Zimskind, for appellee/appellant Borough of Nazareth."
    ],
    "corrections": "",
    "head_matter": "BOROUGH OF NAZARETH, v. NAZARETH BOROUGH POLICE ASSOCIATION, Appellant. BOROUGH OF NAZARETH, Appellant, v. NAZARETH BOROUGH POLICE ASSOCIATION.\nCommonwealth Court of Pennsylvania.\nArgued Sept. 14, 1993.\nDecided Jan. 12, 1994.\nJames L. McAneny, for appellant/appellee, Nazareth Borough Police Ass’n.\nJeffrey M. Zimskind, for appellee/appellant Borough of Nazareth.\nBefore DOYLE and PELLEGRINI, JJ., and RODGERS, Senior Judge."
  },
  "file_name": "1289-01",
  "first_page_order": 1363,
  "last_page_order": 1367
}
