{
  "id": 7894139,
  "name": "STATE of Maine v. Brian HOUSTON",
  "name_abbreviation": "State v. Houston",
  "decision_date": "1987-12-18",
  "docket_number": "",
  "first_page": "1293",
  "last_page": "1298",
  "citations": [
    {
      "type": "official",
      "cite": "534 A.2d 1293"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "503 A.2d 1296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915902
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1296-97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/503/1296-01"
      ]
    },
    {
      "cite": "358 A.2d 381",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8013744
      ],
      "pin_cites": [
        {
          "page": "384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/358/0381-01"
      ]
    },
    {
      "cite": "429 U.S. 190",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6079
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "197"
        },
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0190-01"
      ]
    },
    {
      "cite": "391 A.2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8083745
      ],
      "pin_cites": [
        {
          "page": "818"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0815-01"
      ]
    },
    {
      "cite": "462 U.S. 862",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6195530
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "886",
          "parenthetical": "\"race, religion, or political affiliation of the defendant\" termed \"constitutionally impermissible or totally irrelevant to the sentencing process\""
        },
        {
          "page": "2747",
          "parenthetical": "\"race, religion, or political affiliation of the defendant\" termed \"constitutionally impermissible or totally irrelevant to the sentencing process\""
        },
        {
          "parenthetical": "\"race, religion, or political affiliation of the defendant\" termed \"constitutionally impermissible or totally irrelevant to the sentencing process\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0862-01"
      ]
    },
    {
      "cite": "107 S.Ct. 1756",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6214785
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1765",
          "parenthetical": "Court recognized that equal protection clause would be violated by sentencing purposefully on the basis of racial considerations"
        },
        {
          "page": "278",
          "parenthetical": "Court recognized that equal protection clause would be violated by sentencing purposefully on the basis of racial considerations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0279-01"
      ]
    },
    {
      "cite": "382 A.2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982012
      ],
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/0290-01"
      ]
    },
    {
      "cite": "462 A.2d 1151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970979
      ],
      "pin_cites": [
        {
          "page": "1161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/462/1151-01"
      ]
    },
    {
      "cite": "242 A.2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8087842
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "690"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/242/0688-01"
      ]
    },
    {
      "cite": "438 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7969806
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "467-68"
        },
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/0460-01"
      ]
    },
    {
      "cite": "268 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8078488
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "625"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/268/0620-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 14909,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20054007009675082
    },
    "sha256": "2f1dc3132470629487e09da998b7d6c18486192dfa4ef5c69bb08c2ab9ec8473",
    "simhash": "1:51e361208daed90f",
    "word_count": 2420
  },
  "last_updated": "2024-02-27T23:51:09.257440+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, SCOLNIK and CLIFFORD, JJ."
    ],
    "parties": [
      "STATE of Maine v. Brian HOUSTON."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nA jury verdict in Superior Court (York County) convicted defendant Brian Houston under 17-A M.R.S.A. § 207(1) (1983) for assault upon Amy Stocks on July 30, 1986, at the Surf 6 bar in Old Orchard Beach. On his present appeal defendant raises three principal issues for our consideration. First, he contends for the first time on appeal that the presiding justice failed to follow the procedure required by M.R.Crim.P. 24(d) for selecting the alternate juror. We agree with this contention but hold that the error did not constitute the kind of “obvious error” that would warrant vacating the conviction. Second, defendant argues that the justice improperly imposed a greater sentence because of the fact that defendant, a male, had been found guilty by the jury of striking a woman. We agree that the justice used an improper sentencing criterion that warrants vacating the sentence and remanding for resentencing by a different justice. We, however, affirm defendant’s conviction because we reject his third contention, namely, that the presiding justice demonstrated bias against him during the trial.\nHouston and Ms. Stocks had become acquainted some months before the incident at issue here, and they had discussed the possibility of jointly expanding Houston’s beach chair business to a new site in front of the Surf 6 bar in Old Orchard Beach. The partnership never materialized, but instead Ms. Stocks opened the business by herself, precipitating a civil suit against her by Houston. He dropped that suit on July 17, 1986.\nOn the afternoon of July 30, Houston went to Surf 6 as the result of a nóte he believed Ms. Stocks had left a few days earlier on his car. There a verbal argument broke out between them. When Ms. Stocks turned to leave, Houston struck her in the face with a full swing of his hand, knocking her ten feet across the room and to the floor. Houston was charged with the Class D crime of assault and a jury convicted him. The presiding justice imposed a jail term of six months with all but ten days suspended, a fine of $500, and one year probation. Defendant’s appeal followed.\nI.\nDefendant objects on appeal to the procedure the presiding justice used to select the alternate juror. Having decided to call one alternate juror in addition to the regular 12-member panel, the justice ordered that a list of 23 names be drawn from the venire remaining after the attorneys’ challenges for cause had been ruled upon. After each of the attorneys had exercised his four peremptory challenges against that list, leaving 15 potential jurors, the justice stated, “I’m not necessarily going to pick the alternate from the last three [names remaining on the list], so you can exercise your alternate challenge now.” By their peremptory challenges the attorneys then in fact removed the last two persons drawn from the venire, leaving 13 potential jurors. At that point, rather than designating as the alternate the last person still remaining on the list, the justice explained that he would “pick the alternate at the end of the case.” Once the 13 persons were impaneled, both counsel stated to the judge that the jury as seated was satisfactory. When the trial concluded, the justice then named as the alternate and discharged an individual other than the last person drawn from the list who had survived peremptory challenge. Neither counsel made any objection to that selection.\nThe justice’s procedure for selecting the alternate juror is at odds with that required by M.R.Crim.P. 24(d). Rule 24(d) provides that the presiding justice “may direct that not more than four jurors in addition to the regular panel be called and impaneled to sit as alternate jurors as provided by law.” M.R.Crim.P. 24(d) (emphasis added). Rule 24 does not grant a judge the discretion to designate who will sit as the alternate juror. Instead the rule contemplates that the alternate juror must be selected by a random process that cannot be skewed by the exercise of discretion by the presiding justice. The random selection procedure of Rule 24 implicitly requires that the alternate juror be identified as such before the trial begins, and not at its conclusion as happened here. Further, if the judge decides to seat more than one alternate with the regular panel, the Rule 24 procedure for selection of the individuals who as alternates will actually participate in jury deliberations meets the statutory requirement that alternates are to replace any discharged regular jurors “in the order in which [the alternates] are called” from the venire. See 15 M.R.S.A. § 1258 (1980).\nDefendant, however, failed to make a timely objection to the jury selection procedure used in the case at bar. We have emphasized in the past that objections to jury selection procedures should be made while the presiding justice still has an opportunity to address the asserted error:\nThe appellant’s challenge to the array based on non-compliance with statutory requirements in the selection of the ve-nire came too late when made after the acceptance of the jury and completion of the trial....\nChristian v. State, 268 A.2d 620, 625 (Me. 1970). Rather than objecting to the presiding justice’s picking the alternate by a nonrandom method, defense counsel, informed before trial how the alternate would be picked, stated that he found the 13-mem-ber panel satisfactory, and at the end of the trial made no objection to the justice’s choice of the alternate. In these circumstances, we on appeal review that procedure only for “obvious error.” See M.R. Crim.P. 52(b). Under that test the jury selection procedure must be not only plainly wrong but also “highly prejudicial before [it] will give rise to a reversal.” State v. True, 438 A.2d 460, 467-68 (Me.1981). Indeed, for reversal the error must be “so highly prejudicial and so taints the proceeding as virtually to deprive the aggrieved party of a fair trial.” Id. at 468 (quoting State v. Langley, 242 A.2d 688, 690 (Me. 1968)). In the case before us defendant even now has not suggested how he was prejudiced by having one, rather than another, of the 13 jurors who heard his case excused before the jury withdrew to deliberate. Although in error, the justice’s improper designation of the alternate juror does not warrant reversal of Houston’s conviction.\nII.\nHouston next argues that the Superior Court justice, in violation of the equal protection clauses of the United States and Maine Constitutions, relied upon an improper gender classification in determining his sentence for the assault. The Superior Court justice stated, both in discussions with counsel during trial and later when determining defendant’s six-month jail term with all but ten days suspended, that he looks unfavorably upon men convicted of assaulting women. At the sentencing hearing the justice stated, “I generally give a short jail sentence when men are convicted of beating women or hitting women because I take a very dim view of men hitting women....” (Emphasis added) Although in setting the ten days of actual jail time he relied also on defendant’s lack of remorse and the unprovoked nature of his conduct, the sentencing justice ordered “two to three days” of jail time so that Houston would know that he “can’t go around hitting women.” That imposition by the sentencing court of what in effect was a two-day minimum jail term because defendant is male and the assault victim female constitutes an improper gender classification and requires us to vacate the sentence.\nThe equal protection clauses of the United States and Maine Constitutions “prohibit]] selective enforcement [of criminal laws] ‘based upon an unjustifiable standard such as race, religion or other arbitrary classification.’ ” State v. Pickering, 462 A.2d 1151, 1161 (Me.1983) (quoting State v. Heald, 382 A.2d 290, 301 (Me.1978)). Cf. McCleskey v. Kemp, — U.S. -, -, 107 S.Ct. 1756, 1765, 95 L.Ed.2d 262, 278 (1987) (Court recognized that equal protection clause would be violated by sentencing purposefully on the basis of racial considerations); Zant v. Stephens, 462 U.S. 862, 886, 103 S.Ct. 2733, 2747, 77 L.Ed.2d 235 (1983) (“race, religion, or political affiliation of the defendant” termed “constitutionally impermissible or totally irrelevant to the sentencing process”). Furthermore, one of the declared purposes of the Criminal Code is to “eliminate inequalities in sentences that are unrelated to legitimate criminological goals.” 17-A M.R.S.A. § 1151(5) (1983). In other contexts we have required that sex-based statutory classifications, in order to withstand equal protection challenge, must advance “an important governmental objective” and be “substantially related” to achieving that objective. State v. Rundlett, 391 A.2d 815, 818 (Me.1978) (quoting Craig v. Boren, 429 U.S. 190, 197, 97 S.Ct. 451, 456, 50 L.Ed.2d 397 (1976)).\nIn the case now before us, the sentencing justice, by starting with a minimum jail term of two days for any male convicted of assaulting a female, relied improperly upon a gender-based classification that is not substantially related to any important governmental objective. There exists no sound reason for punishing more harshly a man’s unprovoked assault upon a woman than a similar attack upon a victim who is an equally defenseless male. This unconstitutional gender-based classification requires that we vacate the sentencing based upon it.\nIII.\nFinally, because the appellate record that we have before us does not substantiate Houston’s contention that the presiding justice was biased against him, we do not vacate defendant’s underlying conviction.\nOn the morning of the second day of trial, the State having rested, defense counsel moved for a mistrial on the ground that statements made by the presiding justice during an in-chambers conference with counsel at the end of the preceding day demonstrated that the justice was biased against defendant Houston. Defense counsel based his contention in principal part on the justice’s articulation in chambers of his personal sentencing standard for men convicted of unprovoked assault upon women. Even though the justice acknowledged that he had revealed his sentencing practice, he denied the motion for a mistrial, pointing out that the man-hitting-woman factor was only relevant to his sentencing in the event defendant was convicted by the jury, that the jury and not he was the factfinder on guilt or innocence, and that during trial “I certainly keep an open mind, and I expect everybody else to.” Although the gender classification made by the justice’s sentencing practice is plainly improper, as we have declared above, his articulation of it to counsel in chambers does not by itself demonstrate a bias on the part of the justice against this particular defendant in the ongoing jury trial. On his motion for a mistrial, defense counsel also contended that the justice had revealed his bias by other statements that the justice allegedly had made in chambers “concerning Mr. Houston’s appearance ... [and] saying that he’s digging himself deeper and deeper.” We assume for present purposes that the justice did make those statements in chambers, but we know practically nothing from the record about either the context or the manner in which they were spoken. On the record available to us we can find no such evidence of bias, or appearance of bias, against defendant that should have caused the justice to disqualify himself by granting the motion for a mistrial. What we said in State v. Chesnel, 358 A.2d 381, 384 (Me.1976), may be repeated here with appropriate force:\nWe agree with the appellant that judges should not seriously make statements comparable to that here quoted and we do not intend our denial of this appeal to be interpreted as sanctioning such comments. However, we are aware, of course, that conversation in chambers conferences which is not made a part of the record is often subject to misinterpretation. Since we have no record before us, we are unable to say whether these particular remarks were seriously intended or otherwise.\nOn appeal, the same defense counsel that represented defendant at trial finds in the record something further that he now contends for the first time demonstrates the justice’s bias against defendant. That additional evidence of his alleged bias came in the brief supplemental instruction that the justice, specifically at defense counsel’s request, gave to the jury, reemphasizing the State’s burden of proof:\nOne of the lawyers wanted me to remind you that the State has to prove that every element is beyond a reasonable doubt. I think I’ve said that enough, but I’ll repeat it, and that’s it.\nThis additional instruction, standing in isolation, could be supporting, neutral, or derogatory vis-á-vis defendant Houston, depending upon the tone of voice and the emphasis with which the justice expressed it. We cannot read, in the above words quoted from the cold page of the appellate record, any bias against Houston on the part of the presiding justice. The supplemental instruction as recorded contributes nothing to defendant’s contention of judicial bias.\nWe wish to make clear the limits of our decision on this third appellate contention by defendant. On the record that he has brought to us on appeal, defendant fails to demonstrate that the presiding justice was biased against him. That is all we here decide.\nThe entry is:\nConviction affirmed, but sentence vacated. Remanded for resentencing by a different justice.\nAll concurring.\n. Defendant’s additional contention that the court erred in excluding detailed evidence of a business dispute between him and the victim merits little discussion. The court committed no abuse of discretion by excluding under M.R. Evid. 403 detailed evidence about a collateral matter that was likely to confuse or mislead the jury. See State v. John C., 503 A.2d 1296, 1296-97 (Me.1986).\n. We do not read M.R.Crim.P. 24(d), however, to bar the not uncommon practice of withholding from the jurors the identification of the alternate juror or jurors, so long as any alternate is in fact picked by the random process before trial and is identified to counsel.\n. The legislature has defined in a gender-neutral manner the crime of assault:\nA person is guilty of assault if he intentionally, knowingly, or recklessly causes bodily injury or offensive physical contact to another.\n17-A M.R.S.A. § 207(1) (1983). Assault is a Class D crime, id. § 207(2), punishable with a jail term of less than one year, id. § 1252(2)(D) (Supp.1986).",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Mary Tousignant, Dist. Atty., Anne Jordan (orally), Asst. Dist. Atty., Alfred, for plaintiff.",
      "Zbigniew J. Kurlanski (orally), Saco, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Brian HOUSTON.\nSupreme Judicial Court of Maine.\nArgued Nov. 3, 1987.\nDecided Dec. 18, 1987.\nMary Tousignant, Dist. Atty., Anne Jordan (orally), Asst. Dist. Atty., Alfred, for plaintiff.\nZbigniew J. Kurlanski (orally), Saco, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, SCOLNIK and CLIFFORD, JJ."
  },
  "file_name": "1293-02",
  "first_page_order": 1353,
  "last_page_order": 1358
}
