{
  "id": 6082251,
  "name": "In re Midy Laboratories, Inc.",
  "name_abbreviation": "In re Midy Laboratories, Inc.",
  "decision_date": "1939-06-15",
  "docket_number": "No. 4151",
  "first_page": "1294",
  "last_page": "1296",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1294"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 611"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "54 App. D. C. 180",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "46 App. D. C. 64",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1779551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/46/0064-01"
      ]
    },
    {
      "cite": "44 App. D. C. 6",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1783593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/44/0006-01"
      ]
    },
    {
      "cite": "252 U. S. 538",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        551448
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/252/0538-01"
      ]
    },
    {
      "cite": "97 F. (2d) 608",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        994520,
        6082702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/97/0608-01",
        "/ccpa/25-2/1298-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 6325,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.6616979150564433e-07,
      "percentile": 0.6944682875333659
    },
    "sha256": "fe85d17f1a2642172e8e7ddb7acfa37a7d8aa508cd92561eb413266e3d99772a",
    "simhash": "1:3b98ab8307040fdc",
    "word_count": 1058
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hateteld, Leneoot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Midy Laboratories, Inc."
    ],
    "opinions": [
      {
        "text": "Garrett, Presiding Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Commissioner of Patents affirming that of the examiner denying appellant’s application for registration under the Trade-mark Registration Act of 1905 of the notation “PIPERAZINE-MIDY” as a trade-mark for “preparations for the treatment of gravel, stone, and other manifestations of the uric-acid diathesis, and to control the formation of urates.”\nIt is conceded by the applicant that the word “PIPERAZINE” is descriptive of the goods and that the word “MIDY” is a surname, a part of applicant’s corporate name, not written or printed in any distinctive manner, and the application ivas amended to disclaim both words, except in the precise relation, association and arrangement sliown. So we have tbe novel situation where a party seeks registration of a mark consisting of tAvo words connected by a hyphen, neither of Avliich Avords is registrable standing alone and both of which are disclaimed. There is no peculiarity of relation, association or arrangement, the words being printed, in the drawing accompanying llie application, in common black-face type.\nWe have not had occasion heretofore to pass upon an issue precisely like this.\nApplicant has directed our attention to the case of Whitman Publishing Co. v. McLoughlin Bros., Inc., 25 C. C. P. A. (Patents) 1298, 97 F. (2d) 608. It is sufficient to say that that was an interference proceeding involving the matter of priority and upon the issues as there presented we gave no consideration to the precise character of the conflicting marks. In the ex parte case at bar the right of applicant to register is the sole question to be determined.\nIn the course of his decision the Commissioner of Patents, speaking through Assistant Commissioner Frazer, said:\nI think applicant’s contention is without merit. The statute forbids the registration of either word alone, and I can find no reasonable basis for holding that their association together results in a registrable combination.\nApplicant has filed a disclaimer of “any attempt to cover by this registration the word ‘Piperazine’ or the word ‘Midy’ except in the precise relation, association, and arrangement shown herein.” The office of a disclaimer is that of “distinguishing, Avithout deleting, nonregistrable matter in the drawing of the mark as registered. Beckwith v. Commissioner of Patents, 252 U. S. 538, 1920 C. D. 471. And where, as here, the entire mark is nonregistrable, there would seem to he nothing from which to distinguish. I do not think that any mark should be accepted for registration under the Act of 1905, unless it includes at least one element that is registrable without disclaimer.\nWe have found it somewhat difficult to follow the reasoning of counsel for appellant. His contention is based, in part at least, upon the decision of the Supreme Court of the United States in the well-known case of Beckwith v. Commr. of Patents, 252 U. S. 538, decided at a time ivlien that court took jurisdiction of certain trade-mark registration controversies.\nThe application there involved was for registration of a mark to be applied to “Hot air and combined hot air and hot water heaters and furnaces.” It consisted of a design like a seal comprising the head of an Indian chief surmounting a scroll bearing his name “Doe-Wah-Jack,” and surrounded by a circle, outside of which appeared the words “Pound Oak” and “Moistair Heating System” in a circle, the whole being surrounded by a wreath of oak leaves.\nIt vvas held by the Commissioner of Patents, in effect, that the phrase “Moistair Heating System” AA7as descriptive, and that to secure registration (the other portions of the mark as combined being approved) that phrase should be “erased” or “removed” from it, he taking the view that the filing of a disclaimer would not suffice. The Court of Appeals of the District of Columbia sustained the commissioner’s view and the Supreme Court reversed the judgment of the Court of Appeals.\nSince that decision the Patent Office and the courts have recognized the right of registration in proper cases where parts of a proposed mark have been disclaimed, but we have not been cited to any case in which the right of registration has been upheld by any court where the issue involved a mark disclaimed in its entirety.\nIn the absence of any persuasive authority to the contrary, we feel constrained to uphold the view of the commissioner in this case. The holding, in our opinion, is based upon a sound principle, and moreover it is in harmony with certain of the reasoning in a number of cases among which may be cited: Fishbeck Soap Co. v. Kleeno Mfg. Co., 44 App. D. C. 6; Nairn Linoleum Co. v. Ringwalt Linoleum Works, 46 App. D. C. 64; Krank v. Philippe, 54 App. D. C. 180, and three cases of this court, each styled In re Canada Dry Ginger Ale, Inc., reported in 24 C. C. P. A. (Patents) at pages 804, 872, and 879, respectively. In the second of those cases we said :\nIn view of the fact that appellant is not entitled to register either the words “Canada Dry,” standing alone, or the map on which the words appear, for reasons hereinbefore stated, it is clear, from the facts and circumstances of the case, that it is not entitled to the registration of the two combined.\nIn the Beckwith case, supra, the Supreme Court pointed out that “No question * * * that the design of the trade-mark is so simple as to be a mere device or contrivance to evade the law and secure the registration of non-registrable words” was involved.\nObviously, the granting of applicant’s application in this case would result in registering, when combined, words non-registrable separately. The combination of the words in no way changes their significance in any trade-mark sense. Each continues to have the same meaning that it would have as a separate word.\nThe decision of the Commissioner of Patents is affirmed.",
        "type": "majority",
        "author": "Garrett, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Chauneey P. Carter for appellant.",
      "R. F. Whitehead (Howard 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 611\nIn re Midy Laboratories, Inc.\n(No. 4151)\nUnited States Court of Customs and Patent Appeals,\nJune 15, 1939\nChauneey P. Carter for appellant.\nR. F. Whitehead (Howard 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 2, 1939, by Mr. Carter and Mr. Miller]\nBefore Garrett, Presiding Judge, and Bland, Hateteld, Leneoot, and Jackson, Associate Judges"
  },
  "file_name": "1294-01",
  "first_page_order": 612,
  "last_page_order": 614
}
