{
  "id": 7874351,
  "name": "CITY OF FARRELL, Appellee, v. FRATERNAL ORDER OF POLICE, LODGE NO. 34, Appellant",
  "name_abbreviation": "City of Farrell v. Fraternal Order of Police, Lodge No. 34",
  "decision_date": "1994-08-08",
  "docket_number": "",
  "first_page": "1294",
  "last_page": "1300",
  "citations": [
    {
      "type": "official",
      "cite": "645 A.2d 1294"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "259 A.2d 437",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926078
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0168-01"
      ]
    },
    {
      "cite": "508 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794016
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0495-01"
      ]
    },
    {
      "cite": "514 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804548
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0501-01"
      ]
    },
    {
      "cite": "139 Pa.Commw. 397",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1415163
      ],
      "weight": 19,
      "year": 1991,
      "pin_cites": [
        {
          "page": "407"
        },
        {
          "page": "1332"
        },
        {
          "parenthetical": "footnotes omitted"
        },
        {
          "page": "407-08"
        },
        {
          "page": "1332-33"
        },
        {
          "page": "407-08"
        },
        {
          "page": "1333"
        },
        {
          "page": "408"
        },
        {
          "page": "1333"
        },
        {
          "page": "411"
        },
        {
          "page": "1334",
          "parenthetical": "Kelley, J., concurring and dissenting"
        },
        {
          "page": "411-12"
        },
        {
          "page": "1334-35"
        },
        {
          "page": "412"
        },
        {
          "page": "1335",
          "parenthetical": "quoting Recovery Plan for the City of Farrell (Revised)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/139/0397-01"
      ]
    },
    {
      "cite": "636 A.2d 134",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353721,
        7353866,
        1841502,
        1841546
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0134-01",
        "/a2d/636/0134-02",
        "/pa/535/0425-01",
        "/pa/535/0424-01"
      ]
    },
    {
      "cite": "535 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841502
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0425-01"
      ]
    },
    {
      "cite": "129 Pa.Commw. 47",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1395449
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/129/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 854,
    "char_count": 20784,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2004275152721259
    },
    "sha256": "6abd41e2478a3d66c4dd3eb58016876acc5e0ecb9b00afe27b632a101812064e",
    "simhash": "1:bc2b25379b07e728",
    "word_count": 3396
  },
  "last_updated": "2024-02-27T18:34:37.913588+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
    ],
    "parties": [
      "CITY OF FARRELL, Appellee, v. FRATERNAL ORDER OF POLICE, LODGE NO. 34, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nThe Fraternal Order of Police, Lodge No. 34 (FOP), appeals from the Order of the Commonwealth Court, which reversed and remanded the Order of the Court of Common Pleas, which vacated in part an Act 111 arbitration award.\nThis case arises from an arbitration award due to the failure of the City of Farrell (Farrell) and the FOP to successfully renegotiate a collective bargaining agreement after the prior agreement expired on December 31, 1988. Pursuant to 43 P.S. § 217.4, the matter was submitted to a board of arbitration which issued a decision and award on February 13, 1989. The award spanned a three year period from January 1, 1989, to December 31, 1991, and provided, inter alia, that for each of those three years “the base annual salary rate for each bargaining unit job shall be re-established and increased to levels equal to $1000.00 above the salary rates in effect for those jobs during each preceding Calendar year-” Record at 11a. This increase applied to the positions of senior patrolman and sergeant. Id. The award also provided that the base annual salary of employees below the rank of senior patrolman was to be determined on the basis of a percentage of the senior patrolman’s salary rate in relation to the employee’s number of years of service until the rate equalled that of the senior patrolman. Id. at 12a, 14a-15a.\nPrior to the time that this matter was submitted for arbitration, Farrell had been declared a financially distressed municipality pursuant to, the Financially Distressed Municipalities Act (Act 47) . In accordance with Act 47, a coordinator was appointed by the Secretary of Community Affairs to prepare a recovery plan for Farrell. The plan was promulgated on April 12, 1988, revised on May 11,1988, and adopted by the city council on May 19, 1988. The recovery plan was to be in effect through 1990.\nDue to its status as a financially distressed municipality, Farrell appealed the award by the board of arbitration to the Court of Common Pleas. It alleged that the portion of the award which provided a $1,000.00 salary increase for each year of the bargaining agreement violated certain provisions of the Act 47 recovery plan. Specifically, Farrell alleged that the increase violated Article IV, Item 8 of the plan which stated “[l)abor costs will increase approximately 2%% each year.” Record at 32a. Farrell also argued that if the arbitration award was forced upon the city, it would be in violation of section 264 of Act 47, which would result in a loss of funding from the Commonwealth.\nThe FOP responded that Article IV, Item 8 of the recovery plan was purely an assumption and not a binding recommendation on Farrell. In support of this contention, the FOP relied on prefatory language in Article IV of the plan which stated “[i]t is necessary to make a number of assumptions....” Record at 31a. The FOP therefore argued that the statement concerning the 2]é% labor cost increase was not a mandatory or binding recommendation on Farrell to restrict labor costs to that percentage each year.\nIn its attempt to determine the validity of the arbitration award, the trial court acknowledged the interrelationship of the two primary legislative acts involved in this case. City of Farrell v. Fraternal Order of Police, Lodge No. 34, No. 293 C.D.1989, slip op. at 3 (C.P. Mercer County filed March 15, 1990). First, the legislature provided for collective bargaining and arbitration between policemen and their public employers in Act 111, 43 P.S. §§ 217.1-217.10. Id. Second, the court observed that section 252 of Act 47 provides that “[a] collective bargaining agreement or arbitration settlement executed after the adoption of the plan shall not in any manner violate, expand or diminish its provisions.” Id. at 3-4. The court then looked to Wilkinsbwrg Police Officers Ass’n v. Commomvealth, 129 Pa.Commw. 47, 564 A.2d 1015 (1989), aff'd, 535 Pa. 425, 636 A.2d 134 (1993), which held that section 252. of Act 47 was a constitutional limitation on the right to collective bargaining under Act 111. Id. at 4. The trial court therefore concluded that “the limitation upon collective bargaining agreements and arbitration awards contained in Section 252, is a constitutional limitation upon the rights of the FOP to collectively bargain with a financially distressed municipality under Act 111.” Id. at 4-5 (citations omitted).\nIn addressing the argument advanced by Farrell, the trial court agreed with the FOP that the 2]k% labor cost increase contained in Article IV, Item 8 of the recovery plan was only an assumption, not a binding recommendation. Id. at 5-6. However, the court then looked to specific language located in Article V of the recovery plan under the subheading titled “Collective Bargaining Agreements” which stated “[t]here do not appear to be the resources for increases in either base pay or fringes, however, they are expressed, in the near future. This will be a harsh reality at the bargaining table for the foreseeable future.” Id. at 6. The court concluded from this language that “this recommendation [was] a binding obligation upon the City that there be no increases in either base pay or fringe benefits for the years 1989 or 1990.” Id. It reasoned that although the language was classified as a recommendation, it was a binding obligation on Farrell in light of section 264(a) of Act 47, 53 P.S. § 11701.264(a), which provides that a financially distressed municipality is subject to suspension of Commonwealth finding for failure to follow a recommendation of a coordinator. Id. at 6-7. Thus, the court held that the arbitrators’ award of a $1,000.00 salary increase in the years 1989 and 1990 was illegal and declared that portion of the award null and void. Id. at 7.\nThe FOP filed a timely appeal with the Commonwealth Court alleging that the trial court erred when it determined that the statement in the recovery plan, upon which it relied, constituted a directive or mandate to Farrell to preclude the salary increases awarded by the arbitrators. The Commonwealth Court noted that the FOP could not claim that it was unaware of the content section 252 of Act 47 “as well as the continued authority of the elected officials under Act 47 to establish priorities ‘for and the manner of expenditures based on available revenues.’” Fraternal Order of Police, Lodge No. 34 v. City of Farrell, 139 Pa.Commw. 397, 407, 590 A.2d 1327, 1332 (1991). By relying upon the Statutory' Construction Act, 1 Pa.C.S. § 1921, and applying the plain meaning and common usage of language of section 252, the court found that “there is nothing in Section 252 which per se prohibits salary increases during the period of the recovery plan. What it mandates is that any arbitration award executed after the adoption of a recovery plan shall not in any manner violate, expand or diminish any provisions of the plan.” Id. (footnotes omitted). The court then found that there were no recommendations pertaining to police salaries in Farrell’s recovery plan. Id.\nAfter concluding that the recovery plan was silent on the issue of police salaries, the Commonwealth Court shifted the focus of its inquiry. It sought to determine whether the arbitration award substituted the discretion of the arbitrators for that of Farrell’s elected officials under Act 47 in establishing the priorities in the application of available revenues. Id. at 407-08, 590 A.2d at 1332-33. The court additionally attempted to answer “whether the challenged portion of the award violate[d], expanded] or diminshe[d], in any manner, the provisions of the reeoveiy plan.” Id. at 407-08, 590 A.2d at 1333. Because the record did not contain evidence that could allow the Commonwealth Court to adequately address this inquiry, it remanded to the trial court for further testimony to determine the amount of “available revenues during the period of the recovery plan and up to the time of the arbitration award, the priorities established by the elected officials in the application of the available revenues and whether such priorities were made in good faith.” Id. at 408, 590 A.2d at 1333.\nIn a concurring and dissenting opinion, Judge Kelley agreed with the result reached by the majority, but did not agree that a remand was necessary to resolve the matter. After a detailed review of the organization and arrangement of the recovery plan, Judge Kelley concluded that\nonly the recommendations contained in the plan are mandatory, and that the “provisions” referred to in Section 252 [of Act 47] are synonymous with the recommendations required to be in the recovery plan. Because the language relied on by the trial court is coneededly not a recommendation, I would hold that the arbitrators’ salary award does not violate Section 252 of Act 47.\nId. at 411, 590 A.2d at 1334 (Kelley, J., concurring and dissenting).\nJudge Kelley also agreed with the conclusion of the trial court and the panel of the Commonwealth Court that the 2%% labor cost increase contained in Article IV, Item 8 of the recovery plan was only an assumption, not a binding recommendation. Id. at 411-12, 590 A.2d at 1334-35. He noted that the recovery plan itself contained “a number of assumptions about costs and revenues during the period in question” and that “the recommendations [were] based in part on these assumptions.” Id. at 412, 590 A.2d at 1335 (quoting Recovery Plan for the City of Farrell (Revised)). However, Judge Kelley did not believe that the language at issue in the recovery plan could be characterized as a recommendation, nor could he find any other recommendation in the plan which imposed any percentage increase on labor costs. Id. We agree with Judge Kelley and hold that Farrell’s recovery plan does not contain any recommendations that limit an increase in police salaries. Although the majority of the Commonwealth Court panel also found that there was “no recommendation as to police salaries in the recovery plan,” we disagree with its conclusion that a remand for additional testimony is warranted and, therefore, reverse that part of its Order.\nAlthough section 7(a) of Act 111, 43 P.S. § 217.7(a), provides in pertinent part that “[t]he determination of the majority of the board of arbitration ... shall be final on the issue or issues in dispute and shall be binding upon the public employer and the policemen or firemen involved ... [and] [n]o appeal therefrom shall be allowed to any court[,]” it has consistently been held that the courts still maintain limited jurisdiction in the nature of narrow certiorari to review arbitration awards. Appeal of Upper Providence Police Delaware County Lodge # 27 Fraternal Order of Police, 514 Pa. 501, 526 A.2d 315 (1987); Township of Moon v. Police Officers of the Township of Moon, 508 Pa. 495, 498 A.2d 1305 (1985); Washington Arbitration Case, 436 Pa. 168, 259 A.2d 437 (1969). Our review is therefore limited to (1) questions of jurisdiction, (2) the regularity of the proceedings before the agency, (3) questions of excess in exercise of powers, and (4) constitutional questions. Washington Arbitration Case, 436 Pa. at 174, 259 A.2d at 441.\nA review of the recovery plan reveals a detailed and comprehensive report which contains discussion and recommendations aimed at restoring Farrell’s fiscal integrity. The plan covers a wide array of topics that pertain to improving efficiency in the operation and management of the municipality. Article V of the plan is entitled “DISCUSSION AND RECOMMENDATIONS,” and within it are numerous subheadings that each contain a general discussion of specific problems and their proposed resolution. Immediately after each discussion is a list of enumerated recommendations which is a concise distillation of the broader discussion which preceded it. We agree with Judge Kelley and the FOP that it is these recommendations or “provisions” that section 252 of Act 47, 53 P.S. § 11701.252, prohibits from being violated, expanded or diminished by the arbitration award. In our view, the coordinator clearly set apart the recommendations from the text so that those charged with implementing the plan would be able to clearly identify their tasks without having to sift through the sometimes broad and vague language contained in the discussion.\nBased upon the foregoing considerations, only a specific recommendation expressly addressing freezes or limits on increases of salaries in collective bargaining agreements would potentially invalidate an arbitration award that provided for such an increase. Although the recovery plan specifically prohibits increases in the cost of fringe benefits, our review, as well as that of the Commonwealth Court panel below, reveals that there is no recommendation which freezes or places limits on increases of police salaries. Accordingly, the arbitration award in this case does not violate the provisions of Farrell’s recovery plan. That is the end of the inquiry. It was therefore unnecessary and erroneous for the Commonwealth Court to have remanded for additional testimony after it concluded that “Farrell’s recovery plan does not contain any provisions which freeze salaries or prohibit salary increases for any of its employees.” FOP, Lodge No. 34 v. City of Farrell, 139 Pa.Commw. at 407 n. 11, 590 A.2d at 1332 n. 11.\nAccordingly, the Order of the Commonwealth Court is reversed and the decision and award of the board of arbitration is reinstated.\nLARSEN, J., did not participate in the decision of this case.\nZAPPALA, J., files a dissenting opinion in which FLAHERTY, J., joins.\nMONTEMURO, Senior Justice, was an appointed Justice of the Court at the time of argument.\n. Act of June 24, 1968, P.L. 237, No. Ill, §§ 1-10 (codified as amended at 43 P.S. §§ 217.1-217.10). Section 1 of Act 111 provides that\n[plolicemen or firemen employed by a political subdivision of the Commonwealth or by the Commonwealth shall ... have the right to bargain collectively with their public employers concerning the terms and conditions of their employment ... and shall have the right to an adjustment or settlement of their grievances or disputes in accordance with the terms of this act.\n43 P.S. § 217.1.\n. Act of July 10, 1987, P.L. 246, §§ 101-501 (codified as amended at 53 P.S. §§ 11701.101— 11701.501).\n. Section 264 provides in relevant part:\nA municipality which remains classified as financially distressed by the department [of community affairs] and ... has failed or refused to follow a recommendation by a coordinator, shall be notified in writing by the coordinator that he is requesting the secretary [of community affairs] to issue a suspension of Commonwealth funding to the municipality for its failure to take the steps enumerated in the notice.\n53 P.S. § 11701.264(a).\n. See footnote 3, supra.\n. Although the ruling did not affect the portion of the arbitrators' award dealing with the year 1991, the court provided that it would also be declared void if the recovery plan was extended to 1991.\n.Section 252 of Act 47 provides that \"[a] collective bargaining agreement or arbitration settlement executed after the adoption of a plan shall not in any manner violate, expand or dimmish its provisions.” 53 P.S. § 11701.252.\n. The language at issue in the plan, relied upon by the trial court, was: \"[t]here do not appear to be the resources for increases in either base pay or fringes, however they are expressed, in the near future. This will be a harsh reality at the bargaining table for the foreseeable future.” Record at 51a.\n. The topics include such items as budget; revenue sources; accounting and reporting systems; purchasing procedures; insurance; management and structure; staffing and service levels; intergovernmental cooperation; infrastructure and capital improvements; and Department of Community Affairs loan repayment.\n.For example, compare and contrast the general language contained in the discussion to the specific language in the enumerated recommendations following the discussion: \"There do not appear to be the resources for increases in either base pay or fringes, however they are expressed, in the near future. This will be the harsh reality at the bargaining table for the foreseeable future\" (general), and\n[a]void increases in the cost of fringes in collective bargaining agreements. Propose, in future bargaining, that a two-tier system be agreed upon, which provides lesser benefits for new employees. Particular emphasis should be given to reducing the costs for paid holidays, sick leave provisions and medical insurance for retirees [(specific)].\nRecord at 51a-52a.\nMONTEMURO, J., is sitting by designation as Senior Justice pursuant to Judicial Assignment Docket No. 94 R1801, due to the unavailability of LARSEN, J., see No. 127 Judicial Administration Docket No. 1, filed October 28, 1993.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      },
      {
        "text": "ZAPPALA, Justice,\ndissenting.\nI respectfully dissent. In Article Y of the City of Farrell recovery plan under the subheading titled “Collective Bargaining Agreements”, the coordinator states “[t]here do not appear to be the resources for increases m either base pay or fringes, however they are expressed, in the near future. This will be a harsh reality at the bargaining table for the foreseeable future.” This is a recommendation of the plan coordinator and cannot be violated or there will be a suspension of funding under § 264 of Act 47.\nThe recommendation in Article V along with the assumption in Article IV, Item 8, which states “[ljabor costs will increase approximately 2^¡% each year,” work together to make up a part of the whole recovery plan. Both the assumptions and the recommendations work together to develop a plan that must be followed in order to (1) make the plan and the economic recovery of the City of Farrell work, and (2) receive funding from the Commonwealth. The plan needs to be viewed as a whole and not in it’s individual parts. As a whole, the plan develops a means for the City of Farrell to overcome its great financial difficulties.\nIn using assumptions such as the 2}é% salary increase, the plan develops a balanced budget, or in the years 1988 through 1990, a small surplus. The 2^% increase in salaries and benefits along with other expenditures are projected along with revenues. If the revenues do not rise as expected, then there is no room for the 2]6% salary increase and modifications to the plan need to be made, as stipulated in Article IV, which states:\nThe recommendations are based in part on these assumptions. In the event the assumptions do not materialize during the next two years, the City may identify other measures to arrive at a balanced budget. In this case, a revision to the recovery plan should be discussed with the coordinator and submitted to DCA for approval.\nUsing the assumptions in Article IV, which revealed the narrow constraints of the budget situation, the coordinator made the aforementioned recommendation. I would interpret this as a recommendation, not a meaningless sentence as the majority has done. I believe the coordinator is stating that the projected budget allows for a 2j£% increase in salaries and benefits, but due to the very small margin for error, is recommending that salaries and benefits remain at current levels.\nThe intent of Act 47 is to help a municipality overcome its great financial difficulties. Obviously, salaries are a large and troubling part of a municipality’s financial concern. Therefore, even though the Commonwealth Court and the majority claim that the plan does not specifically delineate “officer salaries” in the plan, any economic recovery plan that would omit as vital an area as salaries would be incomplete. Therefore, since it is incomprehensible to imagine that employee salaries and benefits would not be covered under the plan, and this is the only section covering such, I would construe Article V of the plan as recommending that salaries and benefits remain at current levels. Because this is a recommendation, the City of Farrell cannot refuse to follow it or its refusal will result in a suspension of Commonwealth funding under § 264 of Act 47. I would reverse the decision of the Commonwealth Court and affirm the decision of the Court of Common Pleas vacating the Act 111 arbitration award.\nFLAHERTY, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Anthony C. Busillo, II, Harrisburg, PA, for appellant.",
      "Anthony Perfilio, Rodgers, Perfilio, Hei-man & Sewinsky, P.C., Sharon, Louis C. Long, Bruce D. Campbell, Meyer, Darragh, Buckler, Bebenek & Eck, Pittsburgh, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "CITY OF FARRELL, Appellee, v. FRATERNAL ORDER OF POLICE, LODGE NO. 34, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 9, 1993.\nDecided Aug. 8, 1994.\nAnthony C. Busillo, II, Harrisburg, PA, for appellant.\nAnthony Perfilio, Rodgers, Perfilio, Hei-man & Sewinsky, P.C., Sharon, Louis C. Long, Bruce D. Campbell, Meyer, Darragh, Buckler, Bebenek & Eck, Pittsburgh, for ap-pellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "1294-02",
  "first_page_order": 1364,
  "last_page_order": 1370
}
