{
  "id": 12075194,
  "name": "DONALD R.R., Respondent Below, Appellant, v. BARBARA S.R., Petitioner Below, Appellee",
  "name_abbreviation": "Donald R.R. v. Barbara S.R.",
  "decision_date": "1982-01-27",
  "docket_number": "",
  "first_page": "1295",
  "last_page": "1297",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 1295"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "434 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984977
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "386, n. 3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/434/0383-01"
      ]
    },
    {
      "cite": "356 N.E.2d 236",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "371 Mass. 186",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        320559
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/mass/371/0186-01"
      ]
    },
    {
      "cite": "385 A.2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7989314
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0695-01"
      ]
    },
    {
      "cite": "413 A.2d 1236",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "413 A.2d 1233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7979974
      ],
      "weight": 3,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/413/1233-01"
      ]
    },
    {
      "cite": "410 A.2d 166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7964973
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0166-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 6277,
    "ocr_confidence": 0.803,
    "pagerank": {
      "raw": 7.682524327565526e-08,
      "percentile": 0.4528673293307834
    },
    "sha256": "508976048bdba1185e53b459fda064177a3fe18f86927303a5d5cfc0b6c25fcc",
    "simhash": "1:cb8b66bd8e4e483f",
    "word_count": 1015
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C.J., and DUFFY and HORSEY, JJ."
    ],
    "parties": [
      "DONALD R.R., Respondent Below, Appellant, v. BARBARA S.R., Petitioner Below, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nIn this appeal from Family Court of ancillary matters following divorce, respondent-husband contests the Court’s award of alimony to petitioner-wife based on application of the partnership equalization of income concept; its award of permanent alimony under 13 Del.C. § 1518(h) [since repealed]; and its purported marital property division award to wife of a future interest in husband’s pension plan not yet “vested”.\nWife’s petition for divorce on grounds of incompatibility following a marriage of over 20 years was filed in June, 1979. As of that date, a petitioner’s right to alimony was foreclosed under 13 Del.C. § 1512 and was confined to 13 Del.C. § 1518(h) and certain limited amendments to § 1502 enacted in 1978. 61 Del.Laws, C. 204, effective January 24, 1978.\nOne month later, in July, 1979, both §§ 1502 and 1512 were substantially rewritten so as to clearly authorize indefinite or permanent alimony to a petitioner as well as a respondent. 62 Del.Laws, C. 168, effective August 13,1979. However, the 1979 legislation operated prospectively only and previously-filed actions were governed by prior law.\nBecause the parties were married for over 20 years and the Court found the relationship of the parties during the marriage to be “very similar” to that in R.E.T. v. A.L.T., Del.Supr., 410 A.2d 166 (1979), the Court framed its alimony award under § 1518(h) as follows: “Partial alimony [in] an amount which would net” wife $500 per month (in addition to her expected net income of about $1,100); and “in addition, a sum to be determined after considering the tax consequences which will result in providing for each party equal spendable income.” And the Court directed the award to continue until death of either party or wife’s remarriage.\nThe Court thereby erroneously rejected husband’s contention, re-asserted here, that before August, 1979 a petitioner could only be awarded temporary alimony-under § 1518(h).\nFamily Court’s authority to make alimony awards under § 1518(h) was expressly limited — even as to marriages of 20 years or more — to awards on a “temporary” basis. This was consistent with the statute’s stated purpose — “to assist a party to achieve independent financial status” — and is reinforced by § 1518(h)’s denomination of the alimony to be awarded as “temporary alimony.”\nThe Court below has misconstrued this Court’s decision in J.P.D. v. J.M.D., Del. Supr., 413 A.2d 1233 (1980) to mean that a party to a marriage of more than 20 years might, following divorce, be awarded alimony for an indefinite time under 13 Del.C. § 1518(h). The question here presented was not the issue in J.P.D. v. J.M.D., supra. Further, the Court below apparently relied on this Court’s footnote reference in J.P.D. v. J.M.D., supra to the legislative synopsis found in 61 Del.Laws, C. 204 as supportive of its construction of § 1518(h). However, counsel for petitioner concedes the synopsis to be inconsistent with the Act’s provisions. As we stated in J.P.D. v. J.M.D., alimony awarded under § 1512 (as written before its amendment by 62 Del.Laws, C. 168) “may be without limit in time” whereas alimony awarded under § 1518 was “more limited in time since its purpose [was] ‘to assist a party to achieve independent financial status.’ ” 413 A.2d 1236.\nThe Court below further erred in concluding that the General Assembly’s intent underlying its 1978 enactment of § 1518(h) could properly be deduced from a subsequent General Assembly’s action, in 1979, of rewriting § 1512(a) and simultaneously repealing § 1518(h). See, 62 Del.Laws, C. 168. See also, Opinion of the Justices, Del. Supr., 385 A.2d 695, 703 (1978); Massachusetts Commission Against Discrimination v. Liberty Mutual Insurance Company, Mass. Supr., 371 Mass. 186, 356 N.E.2d 236 (1976); see generally, 2A Sutherland, Statutory Construction, § 49.11 (4th ed. 1973).\nAs to husband’s pension fund (a contributory plan), the Court found it to be marital property with a present value of $15,319. But because husband’s interest would not “vest” for some 18 years, until he reached 65 and retired, the Court ruled that, “any consideration of the Pension Plan [should be] deferred until it is vested, when it will be considered in calculating alimony.” The Court’s Order following decision made no disposition of, or even reference to, the pension plan.\nThe Court thereby elected, not to treat husband’s pension plan as property to be divided under 13 Del.C. § 1513, but to take into consideration husband’s future pension income following retirement, along with his other income, in calculating wife’s entitlement to future alimony. The Court was clearly entitled to treat husband’s pension rights, whether vested or not, as “marital property” under 13 Del.C. § 1513. Robert C.S. v. Barbara J.S., Del.Supr., 434 A.2d 383 (1981). However, had the Court ordered a division of husband’s pension interest, wife’s right would be limited to share in only the pension benefits that were earned by husband during the marriage. Robert C.S. v. Barbara J.S., supra. Contrary to husband’s assertion, the Court’s pension ruling did not award wife a “future interest” in husband’s plan benefits to be earned following divorce. However, since we have found error in the Court’s award to wife of permanent alimony, the Court’s direction that the calculation of wife’s future alimony should take into consideration husband’s matured pension benefits necessarily falls.\nReversed and Remanded for new trial as to all ancillary matters relating to property division and alimony and related counsel fee awards.\n. It is presumed that the Trial Court meant to refer to “maturing” rather than “vesting”. See, Robert C.S. v. Barbara J.S., supra, at 386, n. 3.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Kenneth M. Roseman (argued), of D’Angelo & Ciconte, Wilmington, for appellant.",
      "David C. Carrad (argued), Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "DONALD R.R., Respondent Below, Appellant, v. BARBARA S.R., Petitioner Below, Appellee.\nSupreme Court of Delaware.\nSubmitted Jan. 12, 1982.\nDecided Jan. 27, 1982.\nReissued Jan. 17, 1983.\nKenneth M. Roseman (argued), of D’Angelo & Ciconte, Wilmington, for appellant.\nDavid C. Carrad (argued), Wilmington, for appellee.\nBefore HERRMANN, C.J., and DUFFY and HORSEY, JJ.\nThe decision of the Court was announced in an Order dated January 27, 1982. This Opinion is issued in conformity with that Order to give precedential effect to the Court’s ruling."
  },
  "file_name": "1295-01",
  "first_page_order": 1347,
  "last_page_order": 1349
}
