{
  "id": 12075307,
  "name": "Denise A. GRAYSON, Petitioner, v. Kenneth G. GRAYSON, Respondent",
  "name_abbreviation": "Grayson v. Grayson",
  "decision_date": "1982-09-24",
  "docket_number": "",
  "first_page": "1297",
  "last_page": "1301",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 1297"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Fam. Ct.",
    "id": 20106,
    "name": "Delaware Family Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "409 A.2d 1060",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7995506
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/409/1060-01"
      ]
    },
    {
      "cite": "253 A.2d 719",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "254 Md. 31",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1922424
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/md/254/0031-01"
      ]
    },
    {
      "cite": "154 Cal.Rptr. 80",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "91 Cal.App.3d 259",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4230295
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/91/0259-01"
      ]
    },
    {
      "cite": "645 P.2d 300",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "year": 1982,
      "opinion_index": 0
    },
    {
      "cite": "451 N.Y.S.2d 851",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "weight": 3,
      "year": 1982,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 14834,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 1.5782442161602995e-07,
      "percentile": 0.6798813367111365
    },
    "sha256": "eddee898ba047096f860033d93a06f6b344b725d44ed94d7694c3aa7e67ab59f",
    "simhash": "1:1420810416a0f74d",
    "word_count": 2443
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Denise A. GRAYSON, Petitioner, v. Kenneth G. GRAYSON, Respondent."
    ],
    "opinions": [
      {
        "text": "GALLAGHER, Judge.\nOn April 28, 1982, a custody petition was filed with this court by petitioner (mother), naming respondent (father) as the other parent, in the interest of their son, Keith (the child), born May 20, 1980. The petition avers that mother is a resident of Newark, Delaware, and the father is a resident of Elkton, Maryland. Yet, in the body of the petition addresses are shown for both parties as Elkton, Maryland, and the address for the child is shown as Newark, Delaware, residing with mother. The petition alleges that father, by his conduct, forced mother to leave the marital residence and reside with her parents in Newark, Delaware, that mother intends to make Delaware her permanent residence and requests an ex parte temporary custody order pending a full custody hearing. No response to the petition was ever filed by father.\nOn July 1,1982, Judge Donaldson C. Cole, Jr. of the Circuit Court for Cecil County, Maryland, communicated with this court concerning the custody controversy, in accord with the Uniform Child Custody Jurisdiction Act (UCCJA), in force in Delaware and in Maryland. Judge Cole reported that a custody complaint involving these parties and this child had been filed by father in the Maryland court on May 4, 1982, and requested that this court advise him whether it has jurisdiction to proceed and whether this action was commenced before the filing of the Maryland petition. Judge Cole indicated that if Delaware had first acquired jurisdiction over this controversy then he would stay the proceedings in Maryland and await any requests from this court “as to future proceedings under the Act.”\nOn July 28, 1982, this court conducted a hearing to determine its jurisdictional base before turning to a consideration of the merits of the custody petition itself. The court heard argument by mother’s attorney and a statement from father who appeared at the hearing unrepresented. Thereafter, the court reserved decision with respect to the jurisdictional issue and if it should be decided that Delaware has jurisdiction, whether it should decline to exercise jurisdiction so that the controversy might be resolved by the Maryland court. Temporary custody of the child was granted to mother and visitation privileges were ordered for father.\nA ruling will now be made upon the jurisdictional question.\nThe parties were married in Delaware on November 17, 1979. They lived in Delaware until February, 1980, when they moved to Elkton, Maryland. The child, Keith, was born in Maryland on May 20, 1980, and lived in Maryland until on or about April 18, 1982, when he was removed from that state by mother without father’s knowledge or consent. Mother and child, having moved from the home owned jointly by the parties in Elkton, Maryland, now live with her parents in Newark, Delaware.\nFather works for General Motors Corporation in Delaware. Mother is employed at a Shop Rite grocery store in or near Newark. Since August 1980, the child has visited with mother’s parents in Newark up to 4 days each week while mother works. The child’s physician and the family dentist both have their offices in Newark.\nOn April 28, 1982, 10 days after moving to Delaware, mother filed her custody petition with this court.\nOne week later, on May 5, 1982, father filed a complaint for divorce, custody, and guardianship in the Circuit Court for Cecil County, Maryland. Mother was served with process on May 12, 1982.\nThe court must address the following legal questions:\n1. Does the Maryland court have jurisdiction to decide child custody under 13 Del.C. § 1903?\n2. Does the Delaware court have jurisdiction to decide child custody under the same section?\n3. If a proper basis exists for this court to exercise jurisdiction should this court nonetheless defer to the Maryland court upon application of forum non conveniens? 13 Del.C. § 1907.\n4. If the Delaware court has jurisdiction should it decline that jurisdiction by reason of mother’s conduct in bringing the child from Maryland to Delaware, in accord with 13 Del.C. § 1908.\nIn approaching an interpretation of UCCJA certain of the general purposes of the chapter are to (13 Del.C. § 1901):\n“(1) Avoid jurisdictional competition and conflict with courts of other states in matters of child custody which have in the past resulted in the shifting of children from state to state with harmful effects on the well-being of such children;\n(2) Promote cooperation with the courts of other states to the end that a custody decree will be rendered in that state which can best decide the case in the interest of the child;\n(3) Assure that litigation concerning the custody of the child takes place ordinarily in the state with which the child and his family have the closest connection and where dignificant evidence concerning his care, protection, training and personal relationships is most readily available, and that the courts of this State decline the exercise of jurisdiction when the child and his family have a closer connection with another state which has enacted the Uniform Child Custody Jurisdiction Act;”\nUnder 13 Del.G. § 1903, there are four possible bases, for a court to accept jurisdiction over an interstate custody controversy. Subsections (3) and (4) deal with special situations not involved here. Most commonly, subsections (1) and (2) will be relied upon by the litigants. In my view, where litigation is occurring or can occur in the child’s “home state” such litigation should, in most instances, take precedence over litigation occurring or that might occur in a state whose jurisdiction depends upon subsection (2). Recent authorities clearly indicate a preference for home state jurisdiction. Sullivan v. Sullivan, N.Y.App.Div., 451 N.Y.S.2d 851 (1982); Allen v. Allen, Hawaii Supr., 645 P.2d 300 (1982); and In re Marriage of Ben-Yehoshua, 91 Cal.App.3d 259, 154 Cal.Rptr. 80 (1979). See also an excellent treatise, Bodenheimer, Interstate Custody: Initial Jurisdiction and Continuing Jurisdiction under the UCCJA, Fam.L.Q., Vol. XIV, No. 4 (Winter 1981).\nSubsection (1) authorizes this court to take jurisdiction in a child custody matter if:\n“(1) This State:\na. Is the home state of the child at the time of the commencement of the proceeding: or\nb. Had been the child’s home state within 6 months before commencement of the proceedings and the child is absent from this State because of his removal or retention by a person claiming his custody or for other reasons, and a parent or person acting as parent continues to live in this State;”\nWas Delaware this child’s “home state” at the time of the commencement of this proceeding? Clearly not. Under 13 Del.C. § 1902(5), in order for Delaware to have been the child’s home state it would have had to appear that the child lived here with a parent or parents for at least 6 months immediately preceding the commencement of the action and the child was removed from this jurisdiction for certain reasons not here applicable. On the other hand, it is clear that Maryland was the child’s home state at the time of the commencement of this action and continues to be the child’s home state. Based upon my analysis of UCCJA and the undisputed facts, it would appear that this court should defer to the Maryland court even though custody proceedings were first commenced here.\nBut should not this court exercise jurisdiction under the next subsection reading as follows:\n“(2) It is in the best interests of the child that a court of this State assume jurisdiction because:\na. The child and his parents, or the child and at least 1 contestant, have a significant connection with this State; and\nb. There is available in this State substantial evidence concerning the child’s present and future care, protection, training and personal relationships;”\nThe last paragraph of section 1903 provides that mere physical presence in the state of the child and/or one of the contestants is not alone sufficient to confer jurisdiction on a court of this state. This subsection is not designed to permit a comparison and weighing of factors tying the child to one state or the other, a trap that some courts have fallen into. The term “significant connection” is authoritatively defined as maximum rather than minimum contact with the state and is intended to limit jurisdiction rather than to proliferate it. Sullivan v. Sullivan, supra, Allen v. Allen, supra, and In re Marriage of Ben-Yehoshua, supra.\nThe New York Court stated in Sullivan, supra, at 852-53:\n“Although petitioner had a significant connection with New York State at the time this proceeding was commenced, there is no evidence that the child had any connection with New York State other than a brief six-week residence prior to the commencement of the action as she had lived in New Hampshire since she was born. Further, although substantial evidence may exist in New York State concerning the child’s future care if custody is given to petitioner, a finding that the instant factual situation is sufficient to establish jurisdiction ... approximates the predicating of jurisdiction on the mere presence in this State of the child and a parent, a finding which is expressly prohibited....\nAs the record demonstrates that only petitioner had a significant connection with New York in the past, that the child had had no such significant connection, that only evidence of the future care of the child if placed in petitioner’s care was available in New York, and that evidence of the child’s past care by both parents and future care if placed with respondent is available outside New York, the best interests of the child do not authorize jurisdiction in New York. Rather, New Hampshire was the ‘home state’ of the child ... and substantial evidence of both parents’ fitness and the child’s care exists in New Hampshire...”\nIn In re Marriage of Ben-Yehoshua, supra, at 83-4, the California Court in considering similar questions stated:\n“... The Act expressly provides that the mere physical presence or the absence of the minor is neither a prerequisite to nor is it determinative of the custody issue. ..\n... Because the children were only in California for approximately two weeks before the filing of the separation and custody petition and spent a total of approximately one month here, it is manifest that the preferred home state jurisdictional prerequisite was not satisfied. ..\n... Turning next to‘ subdivision (l)(d) of section 5152, it is noticed that one of the requirements is that “it is in the best interest of the child that this court assume jurisdiction.” As has been pointed out, the code commissioner commented on what was intended by the term ‘best interest.’ (See fn. 3, ante.) As there stated:\n(J)urisdiction exists only if it is in the child’s interest, not merely the interest or convenience of the feuding parties, to determine custody in a particular state. The interest of the child is served when the forum has optimum access to relevant evidence about the child and family. There must be maximum rather than minimum contact with the state. The submission of the parties to a forum is not sufficient without additional factors establishing closer ties with the state.”\nObviously, the child and mother have contacts with Delaware. But the child’s contacts with Delaware pale into insignificance in comparison with his contacts with Maryland. Maryland was and is his home state. The child was born in Maryland and lived in Maryland until April 18, 1982. His father still lives in Maryland. 10 days after mother and child took up physical residence in Delaware, a petition for custody was filed in this court.\nTo paraphrase the New York court, while the child has had some minimal contacts with Delaware (babysitting grandparents, dental and doctors visits) prior to April 18, 1982, such connection was not very significant. Only evidence of future parental care is available in Delaware if the child is placed in mother’s care. Evidence of the child’s past care by both parents and future care if placed with father is available in Maryland, the child’s “home state.” In making forum comparisons here the close geographical proximity of Newark, Delaware to Elkton, Maryland, should be ignored as a factor in determining significant connection else measurement of such connection would vary depending upon distance and lose credibility.\nIt is my conclusion that Maryland clearly has jurisdiction under 13 Del.C. § 1903(1) and Delaware does not have jurisdiction under Section 1903(2). Maryland is the child’s home state and a custody action is pending there. It is not in the child’s best interest for this court to exercise jurisdiction because when the action was commenced neither child nor mother had a significant connection with Delaware. That being so it is not necessary to consider the doctrine of forum non conveniens under section 1907 or decide whether Delaware should decline jurisdiction under section 1908 by reason of mother’s conduct in bringing the child here.\nAccordingly, the civil custody petition filed in this state by mother is dismissed and all orders based thereon are vacated. The parties are instructed to litigate the custody issue in the Circuit Court for Cecil County, Maryland.\nIT IS SO ORDERED.\n. A civil support petition (82-^4-469-CV) was also filed by mother against father for support of the child and herself. The petition was dismissed on 8/30/82 when neither party appeared for the master’s hearing.\n. Most likely, mother was still a Maryland com-iciliary when she filed the custody petition 10 days after her arrival in Delaware. 13 Del.C. § 1701; 16 Md.Ann.C. § 29. And see Smith v. Smith, 254 Md. 31, 253 A.2d 719 (1969), holding that a party must abandon an old domicile before acquiring a new domicile.\n. The facts are taken from pleadings and correspondence in the record. Factual assumptions are made favorably to mother in ruling upon the jurisdictional issue.\n. If the allegations of the petition are true then father’s own actions may have caused mother to leave Maryland and come to Delaware with the child.\n. See, S.B.A. v. K.L.A., Del.Fam., 409 A.2d 1060 (1979), where the exception prevailed over the rule. See also, Jacqueline K. v. Robert K., Del.Fam., Civil No. B-4578, James, J. (December 1, 1980) where the court declined jurisdiction under section 1907.\n. This court was asked to adopt such a rule in J.D. v. J.K., Del.Fam., Civil No. C-2187, Arsht, J. (May 21, 1979), but declined to do so in view of the particular facts of that case.",
        "type": "majority",
        "author": "GALLAGHER, Judge."
      }
    ],
    "attorneys": [
      "Raymond J. Otlowski, Newark, for petitioner.",
      "Kenneth G. Grayson,* pro se."
    ],
    "corrections": "",
    "head_matter": "Denise A. GRAYSON, Petitioner, v. Kenneth G. GRAYSON, Respondent.\nFamily Court of Delaware, New Castle County.\nSubmitted: July 28, 1982.\nDecided: Sept. 24, 1982.\nRaymond J. Otlowski, Newark, for petitioner.\nKenneth G. Grayson,* pro se.\nA pseudonym adopted to protect the privacy of the parties."
  },
  "file_name": "1297-01",
  "first_page_order": 1349,
  "last_page_order": 1353
}
