{
  "id": 7365939,
  "name": "Thomas J. THEBERGE et al. v. DARBRO, INC. et al.",
  "name_abbreviation": "Theberge v. Darbro, Inc.",
  "decision_date": "1996-10-30",
  "docket_number": "",
  "first_page": "1298",
  "last_page": "1304",
  "citations": [
    {
      "type": "official",
      "cite": "684 A.2d 1298"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "586 A.2d 1242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7377059
      ],
      "pin_cites": [
        {
          "page": "1243"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/586/1242-01"
      ]
    },
    {
      "cite": "381 A.2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994982
      ],
      "pin_cites": [
        {
          "page": "662-63"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/381/0656-01"
      ]
    },
    {
      "cite": "173 A.2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "157 Me. 380",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        921840
      ],
      "weight": 2,
      "year": 1961,
      "pin_cites": [
        {
          "page": "388"
        },
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/157/0380-01"
      ]
    },
    {
      "cite": "463 A.2d 785",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980152
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "786"
        },
        {
          "page": "788",
          "parenthetical": "veil pierced when owner falsely represented that he had incorporated farming business but had not conveyed farming business or any other asset to the corporation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/0785-01"
      ]
    },
    {
      "cite": "478 A.2d 1117",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930605
      ],
      "pin_cites": [
        {
          "page": "1121"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/1117-01"
      ]
    },
    {
      "cite": "644 A.2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868414
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/644/0465-01"
      ]
    },
    {
      "cite": "593 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376150
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/593/0653-01"
      ]
    },
    {
      "cite": "433 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8005119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/433/0752-01"
      ]
    },
    {
      "cite": "526 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "553",
          "parenthetical": "stating that each piercing case is sui generis presenting an issue of fact that is particularly in the province of the trial court"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "11 Conn.App. 218",
      "category": "reporters:state",
      "reporter": "Conn. App.",
      "case_ids": [
        1971948
      ],
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "stating that each piercing case is sui generis presenting an issue of fact that is particularly in the province of the trial court"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/conn-app/11/0218-01"
      ]
    },
    {
      "cite": "89 L.Ed.2d 309",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1986,
      "opinion_index": 1
    },
    {
      "cite": "106 S.Ct. 1194",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1986,
      "opinion_index": 1
    },
    {
      "cite": "475 U.S. 1014",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6245508,
        6249061,
        6247466,
        6245227,
        6248716,
        6246509,
        6247821,
        6248394,
        6247122,
        6246775,
        6246138,
        6248123,
        6245852
      ],
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/us/475/1014-02",
        "/us/475/1014-13",
        "/us/475/1014-08",
        "/us/475/1014-01",
        "/us/475/1014-12",
        "/us/475/1014-05",
        "/us/475/1014-09",
        "/us/475/1014-11",
        "/us/475/1014-07",
        "/us/475/1014-06",
        "/us/475/1014-04",
        "/us/475/1014-10",
        "/us/475/1014-03"
      ]
    },
    {
      "cite": "768 F.2d 686",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        356421
      ],
      "pin_cites": [
        {
          "page": "694"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/768/0686-01"
      ]
    },
    {
      "cite": "28 Ohio St.L.J. 441",
      "category": "journals:journal",
      "reporter": "Ohio St. L.J.",
      "year": 1967,
      "pin_cites": [
        {
          "page": "451-61",
          "parenthetical": "discussing types of misrepresentation that support piercing the corporate veil"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "76 Cornell L.Rev. 1036",
      "category": "journals:journal",
      "reporter": "Cornell L. Rev.",
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1063-64",
          "parenthetical": "corporate veil pierced 94% of time when misrepresentation was found by court"
        },
        {
          "page": "1058-59"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "43 U.Chi. L.Rev. 499",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "year": 1973,
      "pin_cites": [
        {
          "page": "520-22",
          "parenthetical": "stating that the presence of misrepresentations is \"the dominant approach in fact used by courts in deciding whether to pierce the corporate veil.\""
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "52 U.Chi.L.Rev. 89",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "89",
          "parenthetical": "\"Courts are more willing to disregard the corporate veil in tort than in contract cases.\""
        },
        {
          "page": "112"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "43 U.Chi.L.Rev. 499",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "year": 1973,
      "pin_cites": [
        {
          "page": "520-22"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "381 A.2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994982
      ],
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/381/0656-01"
      ]
    },
    {
      "cite": "173 A.2d 141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "pin_cites": [
        {
          "page": "145",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "157 Me. 380",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        921840
      ],
      "year": 1961,
      "pin_cites": [
        {
          "page": "387",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/me/157/0380-01"
      ]
    },
    {
      "cite": "593 A.2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7376150
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/593/0653-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1121,
    "char_count": 24504,
    "ocr_confidence": 0.715,
    "pagerank": {
      "raw": 1.1579360324940978e-07,
      "percentile": 0.5833828535949394
    },
    "sha256": "490cffdd4c2a58ea7d4d1f70ff7d87035459c4d48197904d8064c5206a80e70f",
    "simhash": "1:c7bad602a9ac35fb",
    "word_count": 3841
  },
  "last_updated": "2024-02-27T19:22:16.402098+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, RUDMAN, and LIPEZ, JJ."
    ],
    "parties": [
      "Thomas J. THEBERGE et al. v. DARBRO, INC. et al."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nAfter a nonjury trial, Darbro, Inc., Albert L. Small and Mitchell Small appeal from the judgment entered in the Superior Court (An-droscoggin County, Brennan, J.) in favor of Thomas J. Theberge and Michael J. The-berge (Theberges) and Claude Tremblay, Angie White and Timothy Worden (the Wor-den Group). The defendants contend the trial court erred by piercing the corporate veil of Horton Street Associates and holding Darbro, Albert and Mitchell liable on the Worden Group’s promissory note payable to the Theberges. The Worden Group cross-appeals, contending the court erred by denying their claim for attorney fees. We vacate the judgment and remand to the Superior Court for the entry of a judgment in favor of the defendants.\nThe record developed before the trial court discloses the following: Michael and Thomas Theberge owned, inter alia, seven rental properties in the Lewiston/Aubum area. On August 19, 1986, the Theberges transferred to the Worden Group the seven properties for a total of $900,000 and the Worden Group executed a promissory note payable to the Theberges for $180,000 secured by a mortgage on the property.\nLater in 1986, as a result of negotiations with the Worden Group, Darbro entered into an agreement with the Worden Group for the sale and purchase of the properties for $970,000. Prior to the closing, the Wor-den Group was informed that Horton Street Associates, a newly formed corporation, and not Darbro, was to be the purchaser of the properties. To finance the purchase of the seven buildings, Horton Street (1) executed a promissory note to Casco Northern Bank in the amount of $720,000 secured by a first mortgage on the premises; (2) assumed the $180,000 promissory note to the Theberges, secured by a second mortgage on the premises; (3) executed a promissory note to Casco Northern for $120,000, secured by a third mortgage on the premises, with Albert as comaker; and (4) executed a $20,000 note payable to the Worden Group with Albert as comaker.\nAs a result of the downturn in the real estate market, the increase in vacancy rates in the Lewiston/Auburn area, a flood that damaged one of the buildings, and certain other unexpected repairs that were required on the properties, Horton Street quickly began to lose money. To compensate for these losses, Albert loaned money to Darbro which in turn loaned the money to Horton Street. Darbro loaned additional monies to Horton Street.\nIn the spring of 1989, Horton Street sold two of the seven buildings. As a result of these sales, pursuant to the terms of the Theberge mortgage, the Theberges were paid to partially discharge the second mortgage, and the third mortgage to Casco Northern was retired. The net balance was applied to reduce the Casco Northern first mortgage.\nBy May 1989, Darbro had loaned to Horton Street approximately $225,000 and had received only “a couple small payments.” Albert then informed Mitchell that Darbro would not loan additional monies to Horton Street. Albert also advised the Theberges that he could not make any further payments and that he wished to negotiate “a solution.” Although Albert met with the Theberges, the Worden Group and a representative from Casco Northern, the group, collectively, was unable to reach a resolution. Casco Northern thereafter sent a letter to Horton Street demanding payment of the $682,049.47 then due on the promissory note secured by the first mortgage, together with demands to Darbro and Albert for $450,000 and $330,000, the respective amount each had guaranteed. Pursuant to the terms of an agreement dated November 17, 1989, Casco Northern agreed to loan Darbro $700,000 secured by mortgages on Albert’s real property, and the assignment by Albert of a $200,000 certificate of' deposit, 1000 shares of Coca-Cola common stock, and his municipal bonds. Casco Northern assigned to Albert, or his nominee, the existing Horton Street promissory note and mortgage on the condition that foreclosure proceedings on that mortgage be commenced within 30 days of the assignment. Pursuant to this agreement, Albert assigned the promissory note and mortgage to Darbro which instituted foreclosure proceedings resulting in the sale of the remaining five buildings at public auction for $320,000. The Theberge second mortgage was, accordingly, extinguished.\nIn an action brought by the Theberges against the Worden Group on the default of their promissory note, the court on May 22, 1991, issued a default judgment against the third-party defendant Horton Street in favor of the third-party plaintiff Worden Group. The execution of that judgment was stayed pending the outcome of the present litigation.\nIn September 1991, the Theberges and the Worden Group instituted the present action against Darbro, Inc., Albert Small and Mitchell Small, seeking a judgment obligating them to pay the Worden Group any amounts they were obligated to pay the The-berges by reason of a default on the August 19, 1986, promissory note. By their complaint, the plaintiffs allege, inter alia, that (1) Horton Street is the alter ego of Darbro, Albert and Mitchell; (2) the sale to Horton Street was based on representations made to the Worden Group that Albert would “stand behind” the Theberge mortgage; and (3) the defendants manipulated the application of the proceeds from the sale of the two buddings prior to the foreclosure sale of the remaining five buildings in an effort to obtain release of their personal guarantees and to avoid liability on the Theberge mortgage.\nFollowing a five-day trial and consideration of the parties’ post-trial briefs, the court specifically found that the Theberges and the Worden Group had faded to establish that the defendants acted illegally or fraudulently and also found that none of the defendants had guaranteed the payment of the Theberge promissory note. The court further found that the Theberges and the Wor-den Group were sophisticated real estate investors in the Lewiston/Auburn area market in 1986 and understood the formalities, and the effect, of a personal guarantee in a real estate transaction. The court also found that Horton Street had no separate offices, utilities or employees; maintained no corporate records or books; co-mingled its business with that of the other defendants; and failed to conduct formal corporate meetings. Both Horton Street and Darbro were, in essence, Albert, as evidenced by the fact that, when in a financial crisis, Albert “unilaterally assumed full control of Horton Street on his own initiative” and acted to the defendants’ own benefit and to the detriment of the plaintiffs.\nBased on these findings, the court concluded that “notions of equitable estoppel ought to preclude” the defendants from asserting Horton Street’s corporate status as a defense and that the defendants were liable to the plaintiffs for the outstanding balance on the Theberge promissory note. Following further submissions by the parties, the court determined that (1) by the terms of the Theberge promissory note, the Theberges, as holders of the note, are entitled to attorney fees; (2) because the Worden Group is not a holder, they are not entitled to attorney fees; and (3) the total amount due the Theberges from the defendants is $253,764.13. From the judgment entered accordingly, the defendants appeal, and the Worden Group cross-appeals.\nThe defendants contend that the trial court erred by determining that their conduct justified piercing the corporate veil of Horton Street. We agree. It is well established that “corporations are separate legal entities with limited liability.” Anderson v. Kennebec River Pulp & Paper Co., 433 A.2d 752, 756 n. 5 (Me.1981); see also LaBelle v. Crepeau, 593 A.2d 653, 655 (Me.1991) (a principal benefit of the corporate form “is limited liability for shareholders”); 13-A M.R.S.A. § 509(1) (1981) (“A holder of or subscriber to shares of a corporation shall be under no obligation to the corporation or its creditors with respect to such shares other than the obligation to pay to the corporation the full consideration for which such shares were issued or to be issued.”). Although the corporate entity may be pierced if it is merely the alter ego of an individual or other corporation, see Spickler v. Dube, 644 A.2d 465, 468 (Me.1994); State v. Sirois, 478 A.2d 1117, 1121 (Me.1984); McCain Foods, Inc. v. St. Pierre, 463 A.2d 785, 786 (Me.1983); Bonnar-Vawter, Inc. v. Johnson, 157 Me. 380, 388, 173 A.2d 141 (1961), we will “disregard the legal entity of a corporation ... with caution and only when necessary in the interest of justice.” Bonnar-Vawter, 157 Me. at 387, 173 A.2d 141; see also Fletcher Cyc Corp § 41.30 (PermEd) (corporate entity should be disregarded “only in exceptional circumstances”). When the plaintiff attempts, in the context of a contractual dispute, to pierce the corporate veil, courts generally apply “more stringent standards ... because the party seeking relief in a contract case is presumed to have voluntarily and knowingly entered into an agreement with a corporate entity, and is expected to suffer the consequences of the limited liability associated with the corporate business form.” Fletcher Cyc Corp § 41.85 (PermEd).\nThe plaintiffs contend, and the trial court determined, that the oral representations that Albert was a person of financial substance who would stand behind the obligations of Horton Street, and the financial arrangement between Albert and Casco Northern, effectively extinguishing the The-berge mortgage, justifies piercing the corporate veil. We disagree. The court found, and the record supports, that the defendants did not act illegally or fraudulently, but, rather conducted themselves “shrewdly” and employed “sharp business practices.” The court determined that the defendants did not formally, personally guarantee the transaction and that the plaintiffs were sophisticated real estate professionals who understood the significance of a personal guarantee. Indeed, the success of the Worden Group in securing Albert’s personal liability on the $20,000 note to them belies the contention of a reasonable expectation that Albert would “stand behind” the Theberge mortgage in the absence of a formal guarantee.\nWhen the Theberges permitted the assumption by Horton Street of their mortgage, they protected themselves by refusing to release the Worden Group from liability. Casco Northern also protected its interest in the loans to Horton Street by obtaining guarantees from Darbro and Albert in amounts sufficient to cover the loan amounts. The plaintiffs, by contrast, failed to obtain any such guarantee from any of the defendants and instead opted to proceed with the transaction. We decline to reconstruct the agreement negotiated between the parties to effect a result beyond the plain meaning of that bargain. See Fletcher Cyc Corp § 41.85 (PermEd) (absent compelling equitable considerations, “courts should not rewrite contracts or disturb the allocation of risk the parties have themselves established”).\nConsidering all the evidence in the instant case, we determine that it is insufficient to justify piercing the corporate veil of Horton Street. Id.; cf. McCain Foods, 463 A.2d at 788 (veil pierced when owner falsely represented that he had incorporated farming business but had not conveyed farming business or any other asset to the corporation); Brennan v. Saco Const. Inc., 381 A.2d 656, 662-63 (Me.1978) (veil pierced when corporation formed to evade statutory regulation); Frost v. Drew, 586 A.2d 1242, 1243 (Me.1991) (in action against Richard G. Drew, Inc. and Drew personally, when Drew was the sole shareholder, director, and officer of the corporation, Drew not personally liable when purchase and sale agreement recited that it was between plaintiffs and the corporation, and Drew disclosed the corporation’s ownership of the property).\nNor do we find merit in the plaintiffs’ contention that our conclusion in Anderson, 488 A.2d at 752, requires a contrary result. In the first instance, we note that the issue in Anderson came before us on an appeal from the grant of a motion for attachment and, accordingly, we would uphold such a judgment unless it “so clearly appear[ed] that the plaintiffs’ claim [was] of such insubstantial character as to foreclose a reasonable possibility of recovery.” Id. at 755-56. In addition to the different procedural posture of that case, the facts are also readily distinguishable from those present here. The plaintiffs in Anderson, employees of Kenne-bec River, alleged that officers of Penntech Papers, Inc. promised that Penntech would “stand behind [the plaintiffs] salaries,” despite the financial difficulties of Kennebec River, its subsidiary corporation. Id. at 755. We found no clear error or abuse of discretion in the trial court’s determination that “such an allegation ... furnishes the basis, [sufficient to satisfy the burden of proof for attachment], for an argument that [the defendants] are estopped from pleading that Penntech is a distinct corporation not bound by Kennebec’s obligation.” Id. at 756. Here, by contrast, the Worden Group entered into this agreement fully aware that the documents executed in the transaction with Horton Street neither released them from liability on, nor personally obligated the defendants for the payment of, the Theberge mortgage.\nThe entry is:\nJudgment vacated. Remanded to the Superior Court for the entry of a judgment in favor of the defendants, Darbro, Inc., Albert L. Small and Mitchell Small.\nWATHEN, C.J., and ROBERTS and RUDMAN, JJ., concurring.\n. Dennis Dinovelli, originally named as a plaintiff in this case, was dismissed in the proceedings before the trial court.\n. Albert Small and his sons, Mitchell and Kevin, are the sole shareholders of Darbro, Inc. Mitchell is the president, Kevin is a vice-president, and, Albert is the treasurer.\n. Mitchell Small, Kevin Small, and Wayne Garthwaite are the sole shareholders of Horton Street Associates. Mitchell is the president and Albert is the treasurer.\n. Darbro and Albert guaranteed $450,000 and $330,000, respectively, of the Casco Northern first mortgage. Neither received any compensation for these guarantees.\n. The Theberges joined in the deed for that purpose, but explicitly refused to release the Worden Group from liability.\n. Payments were made to the Theberges based on a clause in their mortgage requiring a partial discharge of their mortgage on payment of $4,360 per unit in the event of the sale of any of the buildings. After a negotiation, the Theberges agreed to accept the full discharge amount due for the sale of one of the buildings and 50% of the partial discharge amount due following the sale of the second building.\n. The trial court found that the distribution of the proceeds from the sale of the two buildings was made by Casco Northern and not by the defendants.\n. The Theberge promissory note provides in pertinent part: \"The Holder of this Note is entitled to collect all costs of collection of this Note from the Makers including reasonable attorney’s fees.\"\n. See n. 7, supra.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      },
      {
        "text": "LIPEZ, Justice,\ndissenting.\nI respectfully dissent. The trial court found that “Horton Street had no real substance as an independent entity.” The record amply supports this finding. Horton Street had no offices, employees, or utilities. It kept no corporate records and had no general ledger, journal, or minutes. It did not comply with the most basic corporate formalities. It had no corporate bylaws or board of directors. It commingled funds with Albert Small’s other corporate entities and failed to maintain arm’s length transactions between these related entities. It appeared to be undercapitalized, relying on Darbro and Albert Small to keep it afloat via undocumented infusions of cash and the direct payment of its corporate debts. It operated as a mere shell for the business dealings of Albert Small, with Small acting unilaterally through the corporation to further his own personal objectives.\nThe court also found the following:\nAt the time of the sale from the Worden Group to Horton Street representations were made to both the Worden Group and the Theberges that Albert Small was a person of financial substance and he would stand behind these transactions. While he did not formally, personally guarantee the transaction, and the plaintiffs were sophisticated enough to understand the formalities, nevertheless, he (or his agent, Mr. Garthwaite) certainly created the impression that the plaintiffs could count on Mr. Small. When the financial crisis arose, Albert Small ignored the independence of Horton Street and shrewdly arranged a transaction with Casco Bank which was to his benefit and to the detriment of plaintiffs.\nThe record amply supports this finding. During negotiations for the sale of his properties, the corporation’s agent repeatedly misrepresented that Horton Street was a partnership and he reassured the plaintiffs that Albert Small was wealthy and would stand behind the deal. Given the applicable law, these misrepresentations about the readiness of Small to pay corporate debt from his personal wealth were appropriately critical to the court in its decision to disregard the limited liability of shareholders and pierce the corporate veil.\nThe concept of limited liability is the central tenet of corporate law. See LaBelle v. Crepeau, 593 A.2d 653, 655 (Me.1991) (principal benefit of the corporate form “is limited liability for the shareholders”). See also James B. ZimpRitch, Maine CORPORATION Law & PRACTICE § 4.5 at 65 (1993) (“A principal purpose in most incorporations is to obtain limited shareholder liability ...”). Those doing business with a corporation, forewarned that they may look only to the corporation’s income and assets for security, routinely seek to reallocate a portion of this risk to the corporation by, inter alia, lessening the amount loaned, increasing the interest rate charged, or requiring that additional collateral be pledged. Richard Posner, The Rights of Creditors of Affiliated Corporations, 43 U.Chi.L.Rev. 499, 520-22 (1973). Because of the “contract” creditors’ ability to assess and compensate for this risk, the Court adopts the position suggested by some commentators that “contract” creditors seeking to pierce the corporate veil should face a more stringent standard of proof than tort claimants who did not choose to deal with the corporate enterprise that was ultimately unable to pay its obligations. See, e.g., FletchER Cyc Cokp § 41.85 (Perm.Ed.1990) (“Courts apply more stringent standards to piercing the corporate veil in contract cases than they do in tort cases”); Frank H. East-erbrook & Daniel R. Fischel, Limited Liability and the Corporation, 52 U.Chi.L.Rev. 89, 89 (1985) (“Courts are more willing to disregard the corporate veil in tort than in contract cases.”).\nThis distinction between contract and tort creditors, however, breaks down when the debtor engages in fraud or misrepresentation. As one commentator explained:\nFor the cost of excessive risk taking to be fully internalized, creditors must be able to assess the risk of default accurately. If the creditor is misled into believing the risk of default is lower than it actually is, the creditor will not demand adequate compensation.\nFrank H. Easterbrook & Daniel R. Fischel, Limited Liability and the Corporation, 52 U.Chi.L.Rev. 89, 112 (1985). Based on this rationale, a corporation’s shareholders are liable for corporate obligations when the shareholders mislead the creditors into believing that they would have recourse to the assets of other corporations or individuals in the event of the corporation’s nonperformance. Richard Posner, The Rights of Creditors of Affiliated Corporations, 43 U.Chi. L.Rev. 499, 520-22 (1973) (stating that the presence of misrepresentations is “the dominant approach in fact used by courts in deciding whether to pierce the corporate veil.”). See also Robert B. Thompson, Piercing the Corporate Veil: An Empirical Study, 76 Cornell L.Rev. 1036, 1063-64 (1991) (corporate veil pierced 94% of time when misrepresentation was found by court); David C. Cummins, Disregarding the Corporate Entity: Contract Claims, 28 Ohio St.L.J. 441, 451-61 (1967) (discussing types of misrepresentation that support piercing the corporate veil).\nAlthough piercing the corporate veil is an equitable remedy reserved for the exceptional case, see Brennan v. Saco Constr. Inc., 381 A.2d 656, 662 (Me.1978), the Court’s application of a more stringent standard of proof to a contract creditor of the corporation, and the substitution of its judgment for that of the trial court on the equities of the case, rob the remedy of its continuing vitality as a deterrent against abuse of the corporate form. The decision to pierce the corporate veil is “heavily fact specific” and, as such, it is peculiarly -within the province of the trial court. United States v. Jon-T. Chemicals, Inc., 768 F.2d 686, 694 (5th Cir.1985), cert. denied, 475 U.S. 1014, 106 S.Ct. 1194, 89 L.Ed.2d 309 (1986); Falcone v. Night Watchman, Inc., 11 Conn.App. 218, 526 A.2d 550, 553 (1987) (stating that each piercing case is sui generis presenting an issue of fact that is particularly in the province of the trial court). Consequently, we should not disturb the trial court’s resolution of this issue on appeal unless it is clearly erroneous. Id.\nAfter a five day trial and careful consideration of the evidence, the court found that Albert Small disregarded the corporate formalities in the conduct of business by Horton Street, used the corporation as a shell for his personal business dealings, represented through an agent that he would personally be responsible for the obligations of the corporation, and then invoked the corporate status of Horton Street to bar the claim of the plaintiffs against him personally. The court concluded that this conduct was inequitable: “Having totally disregarded Horton Street’s integrity as an independent entity, it would be unjust and inequitable to permit him [Albert Small] now to raise Horton Street’s corporate status as a defense to the Plaintiffs’ claims.” That judgment is amply supported by the evidence. It is consistent with our earlier pronouncement that “[t]he corporate entity will be disregarded when used to cover fraud or illegality, or to justify a wrong.\" Bonnar-Vawter v. Johnson, 157 Me. 380, 387, 173 A.2d 141, 145 (1961) (emphasis added). I would reaffirm that principle and the decision of the trial court.\n. The notion of a tort/contract dichotomy in this area of the law is nothing new. In fact, it was noticed at least as early as 1929. William O. Douglas and Carol M. Shanks, Insulation from Liability through Subsidiary Corporations, 39 Yale L.R. 193, 210-11 (1929) (organizing discussion of exceptions to limited liability on basis of whether claim sounded in tort or contract). Despite the longevity of this dichotomy as a theoretical construct and its popularity among commentators, this distinction has not been adopted by a majority of courts. G. Michael Epperson & Joan M. Canny, The Capital Shareholder's Ultimate Calamity: Pierced Corporate Veils and Shareholder Liability in the District of Columbia, Maryland, and Virginia, 37 CahlU.L.Rev. 605, 633 (1988) (noting that despite extensive scholarship on tori/contract dichotomy most courts have not recognized the distinction); David H. Barber, Piercing the Corporate Veil, 17 Williamette L.Rev. 371, 385-86 (1981) (stating that courts mechanically apply same test to both tort and contract claims). In fact, a recent nationwide empirical study analyzing about 2000 piercing cases and their judicial outcomes contradicts the conventional wisdom that courts wiE be more likely to pierce the corporate veE in tort cases. The study found that courts disregard a corporation’s identity more often in the contract context than in the tort context. Robert B. Thompson, Piercing the Corporate Veil: An Empirical Study, 76 Cornell L.Rev. 1036, 1058-59 (1991).",
        "type": "dissent",
        "author": "LIPEZ, Justice,"
      }
    ],
    "attorneys": [
      "David W. Bertoni, (orally), Brann & Isaac-son, Lewiston, Ronald P. Lebel, (orally), Skelton, Taintor & Abbott, Auburn, for Plaintiffs.",
      "Thad B. Zmistowski, (orally), Eaton, Peabody, Bradford & Veague, PA., Bangor, for Defendants."
    ],
    "corrections": "",
    "head_matter": "Thomas J. THEBERGE et al. v. DARBRO, INC. et al.\nSupreme Judicial Court of Maine.\nArgued June 10, 1996.\nDecided Oct. 30, 1996.\nDavid W. Bertoni, (orally), Brann & Isaac-son, Lewiston, Ronald P. Lebel, (orally), Skelton, Taintor & Abbott, Auburn, for Plaintiffs.\nThad B. Zmistowski, (orally), Eaton, Peabody, Bradford & Veague, PA., Bangor, for Defendants.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, RUDMAN, and LIPEZ, JJ."
  },
  "file_name": "1298-01",
  "first_page_order": 1354,
  "last_page_order": 1360
}
