{
  "id": 7932801,
  "name": "YOUR HOME, INC., et al. v. CITY OF PORTLAND, et al.",
  "name_abbreviation": "Your Home, Inc. v. City of Portland",
  "decision_date": "1985-12-19",
  "docket_number": "",
  "first_page": "1300",
  "last_page": "1303",
  "citations": [
    {
      "type": "official",
      "cite": "501 A.2d 1300"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "437 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977034
      ],
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/437/0627-01"
      ]
    },
    {
      "cite": "285 A.2d 374",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8065583
      ],
      "pin_cites": [
        {
          "page": "379"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/285/0374-01"
      ]
    },
    {
      "cite": "444 A.2d 987",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7982751
      ],
      "pin_cites": [
        {
          "page": "997-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0987-01"
      ]
    },
    {
      "cite": "431 A.2d 624",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976722
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "627-30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/0624-01"
      ]
    },
    {
      "cite": "441 A.2d 1023",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980696
      ],
      "pin_cites": [
        {
          "page": "1026"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/441/1023-01"
      ]
    },
    {
      "cite": "483 A.2d 735",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933492
      ],
      "pin_cites": [
        {
          "page": "737-38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/483/0735-01"
      ]
    },
    {
      "cite": "447 A.2d 1231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12072200
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/447/1231-01"
      ]
    },
    {
      "cite": "499 A.2d 149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0149-01"
      ]
    },
    {
      "cite": "404 A.2d 573",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8044579
      ],
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/404/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 492,
    "char_count": 8771,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 7.362935732753164e-08,
      "percentile": 0.44171552086627447
    },
    "sha256": "9b33d193fa2505de1390a85e3850ba10aaed31fe60820302b36093f64ee954c8",
    "simhash": "1:9bef7d8272487668",
    "word_count": 1388
  },
  "last_updated": "2024-02-27T16:13:06.519554+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and SCOLNIK, JJ."
    ],
    "parties": [
      "YOUR HOME, INC., et al. v. CITY OF PORTLAND, et al."
    ],
    "opinions": [
      {
        "text": "SCOLNIK, Justice.\nThe plaintiffs, Your Home Inc. and its president, Alfred J. Waxier, appeal from a judgment of the Superior Court (Cumberland County) denying their appeal from, and affirming, a decision by the City of Portland Zoning Board of Appeals. The Board rejected the plaintiffs’ application to erect a single unit manufactured house on an individual house lot in an R-3 residential zone because the applicable zoning ordinance, then in effect, limited single unit manufactured housing in an R-3 zone to manufactured housing developments. The Superior Court concluded that the plaintiffs’ action was moot because of the enactment of 30 M.R.S.A. § 4965 (Supp.1985-1986), which requires that as of January 1, 1985, municipalities must permit the erection of single unit manufactured housing on single house lots. On appeal to the Law Court, the plaintiffs argue that their action is not moot and that the applicable zoning ordinance is unconstitutional. Although we vacate the judgment denying the plaintiffs’ appeal, we affirm the judgment upholding the Board’s decision.\nOn June 14, 1984, the Board upheld the building inspector’s decision denying the plaintiffs’ building permit request to erect a single unit manufactured house to be located in an R-3 residential zone. Pursuant to Rule 80B of the Maine Rules of Civil Procedure, the plaintiffs filed a complaint in the Superior Court, challenging both the Board’s interpretation of the ordinance and its constitutionality. Effective January 1, 1985, the City of Portland amended its zoning ordinance to comply with the requirements of 30 M.R.S.A. § 4965. As a result, the ordinance now allows in an R-3 zone, single-family single-component manufactured housing on individual lots that are under separate and distinct ownership, provided that certain performance standards are met. PORTLAND, ME., CODE § 14-87, amended by § 14 — 87(1). After a hearing held on May 15, 1985, the Superior Court justice concluded that the plaintiffs’ appeal was moot because although the performance standards created by the amended ordinance imposed an additional financial burden on a person seeking to erect a manufactured house, the Board would have imposed similar requirements on the plaintiffs if their application had been approved under the pre-existing ordinance.\nTo determine whether an action is moot, we must ascertain “whether there remain sufficient practical effects flowing from the resolution of this litigation to justify the application of limited judicial resources.” State v. Gleason, 404 A.2d 573, 578 (Me.1979). We conclude that the Superior Court erred in finding the plaintiffs’ action moot. Title 1 M.R.S.A. § 302 (1979), entitles the plaintiffs to have their application governed by the zoning ordinance in effect at the time that they made their application. See Maine Isle Corp. v. Town of St. George, 499 A.2d 149, 151 & n. 3 (Me.1985); Littlefield v. Inhabitants of Lyman, 447 A.2d 1231,1233 n. 2 (Me.1982). The pre-existing ordinance contains no performance standards or conditions that would impose a similar financial burden as the amended ordinance on a person seeking to erect a single unit manufactured house.' Furthermore, there is nothing in the record before us regarding the authority of the Board to impose conditions not stated in the ordinance. If the plaintiffs are successful in reversing the denial of their application, so long as they comply with valid applicable provisions of the pre-existing ordinance, they are free to erect their proposed unit without the added financial burdens imposed by the amended ordinance. Therefore, there is a significant practical effect from the resolution of this appeal.\nAlthough the Superior Court did not reach the merits of the issue raised by the plaintiffs’ attack on the constitutionality of the applicable zoning ordinance, it functioned as an intermediate appellate court undertaking judicial review of an administrative record pursuant to Rule 80B, without an evidentiary hearing. In these circumstances, we review the record directly as developed before the Board and would grant no deference to the Superior Court’s decision had it reached the merits. See Your Home, Inc. v. City of Portland, 483 A.2d 735, 737-38 (Me.1984); Driscoll v. Gheewalla, 441 A.2d 1023, 1026 (Me.1982). Therefore, we consider the constitutional issue that has been properly raised by the plaintiffs’ appeal of the Board’s denial of their permit request.\nTurning to the merits, the plaintiffs argue that the applicable provision of the ordinance, which prohibits the erection of single unit manufactured housing except in a flexible housing zone, is unconstitutional because (1) it exceeds the legislative authority of the City because of preemption by State law; (2) it violates due process; and (3) it violates equal protection. Specifically, they argue that there is no rational basis to treat a single unit manufactured house differently from a multi-unit manufactured house and a site built house, the former two permitted as conditional uses and the latter as a use in an R-3 zone.\nThe plaintiffs’ argument was fully considered and rejected by this court in Warren v. Municipal Officers of Gorham, 431 A.2d 624 (Me.1981). We have not been presented with any compelling argument against the application of the doctrine of stare decisis. See Myrick v. James, 444 A.2d 987, 997-98 (Me.1982). Furthermore, the enactment of 30 M.R.S.A. § 4965, by its own terms, did not intend to preempt local land use controls until January 1, 1985. Therefore, for the reasons expressed in Warren, we conclude that the City’s prohibition against the erection of single unit manufactured housing in an R-3 zone, outside of manufactured housing developments, is constitutional. See Warren v. Municipal Officers of Gorham, 431 A.2d at 627-30.\nThe entry is: Judgment denying the plaintiffs’ appeal vacated.\nJudgment affirming the decision of the Portland Zoning Board of Appeals affirmed.\nAll concurring.\n. Manufactured housing is a structural unit or units designed for residential use constructed at a manufacturing facility and then transported by use of its own chassis or independent chassis to a building site. See PORTLAND, ME., CODE § 14-47.\n. When a court determines that an action is moot, it is declining to decide the issues raised by the appeal because those issues have lost their controversial vitality. See, e.g., Good Will Home Ass’n v. Erwin, 285 A.2d 374, 379 (Me.1971). Accordingly, a judgment in such a case should be limited to dismissing the appeal. See, e.g., Graffam v. Wray, 437 A.2d 627, 631 (Me.1981). The Superior Court decided that the plaintiffs’ appeal was moot, but instead of limiting its judgment to a dismissal of the appeal, it also entered judgment affirming the Board’s decision. Because we conclude that the plaintiffs’ appeal was not moot and that the applicable zoning ordinance is constitutional, we affirm the judgment affirming the Board’s decision.\n. The Portland City Code, section 14-474(g), authorizes appeals from any decision of the Board to the Superior Court.\n. These standards require that a single unit house be erected with the following characteristics: a double pitched roof, a full foundation or concrete frost wall, an exterior siding that is residential in appearance, the long side of the unit must run parallel to the street line, two trees planted so as to be visible from the street and placed so as \"to visually hide the narrow dimension or proportion of the unit,” and fuel supply systems constructed and installed within the foundation wall.\n. Section 302 provides in relevant part:\nActions and proceedings pending at the time of the passage or repeal of an Act or ordinance are not affected thereby. For the purposes of this section, a proceeding shall include but not be limited to petitions as applications for licenses or permits required by law at the time of their filing.\n. There is no dispute that under the pre-existing ordinance, single unit manufactured housing is not allowed in an R-3 zone unless included in a flexible housing zone. The flexible housing zone allows manufactured housing developments as a conditional use in an R-3 zone. See PORTLAND, ME., CODE §§ 14-94, 14-95; § 14-95 amended by § 14-95.",
        "type": "majority",
        "author": "SCOLNIK, Justice."
      }
    ],
    "attorneys": [
      "Murray, Plumb & Murray, E. Stephen Murray, John C. Bannon (orally), Portland, for plaintiff.",
      "David A. Lourie (orally), Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "YOUR HOME, INC., et al. v. CITY OF PORTLAND, et al.\nSupreme Judicial Court of Maine.\nArgued Nov. 14, 1985\nDecided Dec. 19, 1985.\nMurray, Plumb & Murray, E. Stephen Murray, John C. Bannon (orally), Portland, for plaintiff.\nDavid A. Lourie (orally), Portland, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, WATHEN, GLASSMAN and SCOLNIK, JJ.\n. Joseph E. Gray, Jr., the City’s Director of Planning and Urban Development and Building Inspector, is also named as a party defendant."
  },
  "file_name": "1300-01",
  "first_page_order": 1374,
  "last_page_order": 1377
}
