{
  "id": 12075423,
  "name": "Jack ROBINSON, et al., Appellants, v. John M. KERWIN, et al., Appellees",
  "name_abbreviation": "Robinson v. Kerwin",
  "decision_date": "1982-08-05",
  "docket_number": "No. 80-551",
  "first_page": "1302",
  "last_page": "1307",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 1302"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "367 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7985939
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/0135-01"
      ]
    },
    {
      "cite": "298 P.2d 456",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10505692
      ],
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/298/0456-01"
      ]
    },
    {
      "cite": "87 L.Ed. 1155",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "63 S.Ct. 983",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "318 U.S. 788",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        364334,
        364401,
        364147,
        364526
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/us/318/0788-01",
        "/us/318/0788-04",
        "/us/318/0788-03",
        "/us/318/0788-02"
      ]
    },
    {
      "cite": "134 F.2d 36",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3648624
      ],
      "year": 1943,
      "pin_cites": [
        {
          "page": "39"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/134/0036-01"
      ]
    },
    {
      "cite": "77 U.S.App.D.C. 205",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1943,
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 F.2d 597",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3756777,
        496530
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "598-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/197/0597-01"
      ]
    },
    {
      "cite": "91 U.S.App.D.C. 54",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3756777
      ],
      "year": 1952,
      "pin_cites": [
        {
          "page": "55-56"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "455 U.S. 422",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11305924
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "Commission could not dismiss case for failure to hold a hearing within the time specified by statute where delay was attributable to Commission, not complainant"
        },
        {
          "parenthetical": "Commission could not dismiss case for failure to hold a hearing within the time specified by statute where delay was attributable to Commission, not complainant"
        },
        {
          "parenthetical": "Commission could not dismiss case for failure to hold a hearing within the time specified by statute where delay was attributable to Commission, not complainant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/455/0422-01"
      ]
    },
    {
      "cite": "94 L.Ed. 865",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "339 U.S. 306",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362818
      ],
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "314"
        },
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0306-01"
      ]
    },
    {
      "cite": "53 L.Ed.2d 234",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "97 S.Ct. 2192",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "431 U.S. 921",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1985,
        2242,
        1957,
        2029,
        2222,
        2221,
        1710,
        1967,
        1586,
        1845,
        2006,
        1912,
        1567
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0921-04",
        "/us/431/0921-13",
        "/us/431/0921-12",
        "/us/431/0921-08",
        "/us/431/0921-01",
        "/us/431/0921-10",
        "/us/431/0921-03",
        "/us/431/0921-11",
        "/us/431/0921-07",
        "/us/431/0921-09",
        "/us/431/0921-02",
        "/us/431/0921-06",
        "/us/431/0921-05"
      ]
    },
    {
      "cite": "364 A.2d 809",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018444
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "812",
          "parenthetical": "per curiam"
        },
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/364/0809-01"
      ]
    },
    {
      "cite": "385 A.2d 748",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7990777
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "749"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0748-01"
      ]
    },
    {
      "cite": "424 A.2d 1089",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965951
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "1092"
        },
        {
          "page": "1092"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/424/1089-01"
      ]
    },
    {
      "cite": "430 A.2d 519",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977868
      ],
      "weight": 6,
      "year": 1981,
      "pin_cites": [
        {
          "page": "522",
          "parenthetical": "citing Watson v. Scheve, D.C.App., 424 A.2d 1089, 1092 (1980); Shenandoah Corp. v. Pringle, D.C.App., 385 A.2d 748, 749 (1978); and Potomac Building Corp. v. Karkenny, D.C.App., 364 A.2d 809, 812 (1976) (per curiam), cert. denied, 431 U.S. 921, 97 S.Ct. 2192, 53 L.Ed.2d 234 (1977)"
        },
        {
          "page": "521"
        },
        {
          "page": "523"
        },
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0519-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 928,
    "char_count": 22051,
    "ocr_confidence": 0.823,
    "pagerank": {
      "raw": 2.0900696172306746e-07,
      "percentile": 0.7602317741304608
    },
    "sha256": "d3ad0b1b0ca35930611eff83e4322271bd330a2a329fa1750ff98b2771bb49c8",
    "simhash": "1:f5840060aa5da5bf",
    "word_count": 3673
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER, FERREN and BEL-SON, Associate Judges."
    ],
    "parties": [
      "Jack ROBINSON, et al., Appellants, v. John M. KERWIN, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "FERREN, Associate Judge:\nThis case concerns the effort of tax deed purchasers (appellants) to evict the previous record owners (appellees) from premises sold for failure to pay 1975 District of Columbia real estate taxes. The trial court directed a verdict for the previous record owners, ruling that defective notice by publication of a second tax sale of the property — for failure to pay 1976 real estate taxes — impaired the owners’ right of redemption from the first sale, and thus invalidated the tax purchasers’ deed.\nAppellants assert that the court erred as a matter of law; i.e., that the invalidity of a tax sale to recover 1976 taxes has no impact on the owners’ right of redemption from the earlier tax sale, and thus has no bearing on the validity of appellants’ tax deed. Appellees support the trial court’s reasoning but alternatively contend — in an argument raised, but not resolved, in the trial court — that the earlier sale was invalid for another reason: the Department of Finance and Revenue (Department) incorrectly mailed the required notices of 1975 tax delinquency and expiration of the redemption period to the record owners’ old address, when the Department knew, or should have known, the correct address.\nWe agree with appellants that the trial court erred as a matter of law, but we also conclude that appellees’ alternative argument may have merit, depending on facts not resolved by the trial court. Accordingly, we must reverse the judgment and remand the case for further proceedings.\nI.\nIn October 1972, appellees, Mr. and Mrs. John M. Kerwin, bought a single-family home at 526 First Street, S.E. Thereafter, they spent several months redesigning and rebuilding the house while they continued to live in Bethesda, Maryland.\nIn March 1973, the Department sent a bill for taxes on the First Street property to appellees at their Maryland address. Ap-pellees paid the bill. By December 1973, appellees had moved to First Street. They did not inform the Department, although they did file a change of address with a Maryland branch of the United States Post Office. The Department sent appellees’ next real estate tax bill to Bethesda, Maryland, and the Post Office forwarded the bill to appellees’ new home. Mr. Kerwin paid the bill and late penalties in person at the Department office on December 28, 1973. He testified that he told the cashier he “was now living at 526 First Street, S.E., and ... would appreciate it very much if henceforth they would take and send their bills directly to [him] there. This circuitous route just ended up with penalties.”\nThe Department, nonetheless, mailed the next bill to appellees’ former address in Bethesda. Mr. Kerwin paid this bill and late penalties in person on June 11, 1974. He testified that again he “told the cashier [to] please change [his] address to where [he was] living in the house, at 526 First Street, S.E., and [he] was assured that it would be.”\nAppellees never received or paid a tax bill for their First Street home after June 1974. Nor did they ever inquire about their tax status. They did, however, receive District of Columbia income tax forms at their First Street address.\nOn December 20, 1975, the Department advertised 526 First Street, S.E., in the Washington Post and Washington Star as one of the properties for which there were delinquent 1975 real estate taxes. See D.C. Code 1978 Supp., § 47-1001 (recodified as D.C.Code 1981, § 47-1301); Reg. 74-35, § 119(a), 21 D.C.Reg. 1653 (1975). The Department had mailed a notice of delinquent taxes, including notice of a January 1976 tax sale, to appellees at their address of record, 5424 Lincoln Street, Bethesda, Maryland. Reg. 74-35, supra § 117(b), at 1653. Appellees did not receive this notice.\nAt the tax sale on January 23, 1976, the District of Columbia sold appellees’ First Street property to appellants, Jack, Thomas, and William Robinson, for payment of 1975 taxes, penalties, and costs. D.C.Code 1973, § 47-1002 (recodified as D.C.Code 1981, § 47-1303). The proceeds were deposited in a special account pending expiration of the two-year redemption period. See D.C.Code 1973, § 47-1003 (recodified as D.C.Code 1981, § 47-1304).\nOn December 1, 1977, the Department mailed notice of the expiring redemption period to appellees at their record address in Bethesda. See Reg. 74-35, supra § 126. The Post Office returned this notice to the Department marked “moved: not forward-able.” Department records indicate that a staff member attempted to find a telephone listing for appellees but was unsuccessful, although appellees were listed in the District of Columbia directory at this time.\nAs in 1975, appellees did not pay taxes on the First Street property in 1976 or 1977. Consequently, as to each year the District offered the property for sale the following January to recover the previous year’s taxes. Specifically, the notice announcing the January 1977 tax sale listed the taxes due on the property for 1976. The notice for the January 1978 sale specified the delinquent 1977 taxes.\nConcededly, the Department did not give proper notice of its 1977 sale (for 1976 taxes), for the District advertised only in the Washington Star, not in two major daily newspapers as required by law. See note 1 supra.\nOn May 12,1978, after appellees’ right of redemption had expired and appellants had paid all tax arrearages, penalties, and costs, the District issued appellants a deed to the First Street property. See D.C.Code 1973, § 47-1003 (recodified as D.C.Code 1981, § 47-1304). Five days later, appellant William Robinson delivered a 30-day notice to quit. After receiving this notice, appellee John M. Kerwin went to the District of Columbia tax office and was informed that he had owed real estate taxes for several years.\nAppellants instituted an action for possession. On April 4, 1980, after trial in the Landlord and Tenant Branch, the court directed a verdict for appellees. The court held that appellants had not acquired title because the District had failed properly to advertise the 1977 tax sale, that this failure had affected adversely appellees’ right of redemption, and accordingly that the 1976 tax sale was invalid. Appellants filed a motion for reconsideration which the court denied. Appellants timely noted their appeal. See D.C.Code 1973, § ll-721(a)(l); D.C.App.R. 4 11(a)(1).\nII.\nAppellees argued that the District of Columbia’s failure to advertise their First Street property in two newspapers before the 1977 tax sale, as well as the failure to publish the accumulation of arrearages in the notices of the 1977 and 1978 tax sales, voided the January 1976 tax sale. The trial court dealt only with the first argument, noted that publication in only one newspaper violated the notice requirement, concluded that appellees’ right of redemption had been affected, and held that the deed accordingly was void. We disagree with that analysis. While we agree that advertisement of the 1977 tax sale in a single newspaper violated the notice requirement, we cannot agree that this failure affected appellees’ right of redemption from the 1976 tax sale.\nWe have stated on a number of occasions that “the District may effect a valid conveyance of property for nonpayment of real estate taxes only by ‘strict compliance’ with the tax sale statute and regulations.” Boddie v. Robinson, D.C.App., 430 A.2d 519, 522 (1981) (citing Watson v. Scheve, D.C.App., 424 A.2d 1089, 1092 (1980); Shenandoah Corp. v. Pringle, D.C.App., 385 A.2d 748, 749 (1978); and Potomac Building Corp. v. Karkenny, D.C.App., 364 A.2d 809, 812 (1976) (per curiam), cert. denied, 431 U.S. 921, 97 S.Ct. 2192, 53 L.Ed.2d 234 (1977)). Indeed, the purchaser at a tax sale “acts at his peril, for deficiencies in notice publication are readily discoverable by him before he acts to purchase.” Potomac Building Corp., 364 A.2d at 812. The specific question is: whether the District’s conceded failure to comply with the publication requirements of D.C.Code 1978 Supp., § 47-1001 (recodified as D.C.Code 1981, § 47-1301) and Reg. 74-35, supra § 119(a), see note 1 supra, invalidated only the 1977 tax sale or also invalidated, retroactively, the otherwise proper 1976 tax sale.\nThe publication requirement serves two purposes, both of which are prospective, i.e., they relate only to the particular tax sale that follows. First, publication informs potential purchasers of the sale, thereby encouraging competitive bidding to protect the interests of both the District and the owner in selling the property for a fair price. Second, the publication requirement serves to inform the record owner of the sale. It never was intended as a means of providing the owner with notice of additional delinquencies after the sale, during the period of redemption; other statutory provisions accomplish that purpose, especially D.C.Code 1973, § 47-1001a (recodified as D.C.Code 1981, § 47-1302), see S.Rep. No. 391, 78th Cong., 1st Sess. 1 (1943), as well as Reg. 74-35, supra §§ 117(a) and 126. See Boddie, 430 A.2d at 521; Watson, 424 A.2d at 1092.\nAccordingly, a failure in December 1976 to comply strictly with publication requirements would invalidate a tax sale held in January 1977, see Shenandoah Corp., supra; Potomac Building Corp., supra, but not the previous tax sale held in January 1976. The trial court erred in holding to the contrary. We reverse the judgment.\nIII.\nWe must remand the case for further proceedings, however, because the trial court did not address appellees’ other arguments and we are not in a position to make findings of fact (which in some instances may depend on credibility) essential to final resolution of the legal issues in this case.\nOn remand, the trial court must determine whether the District adequately notified appellees of their 1975 tax delinquency, of the scheduled 1976 tax sale of the property, and of expiration of the redemption period. See note 7 supra. The strict compliance standard requires the Department to ensure “that the notice of expiring redemption period leaves its office addressed to the record owner’s ‘last known address,’ Reg. No. 74-35, supra § 112(c) .. . in a manner accurate in all material respects.” Boddie, 430 A.2d at 523. The same provision of the regulations, § 112(c), applies to the mailing of all other notices. See note 9 supra. The trial court, therefore, must determine whether 5424 Lincoln Street, Bethesda, Maryland was appellees’ “last known address” at the time of mailing notice of delinquency and expiration of the redemption period. If the District knew or should have known that appellees had moved to 526 First Street, S.E., Washington, D.C., then mailings to Bethesda were inadequate to provide the notices required by D.C.Code 1973, § 47-1001a (reco-dified as D.C.Code 1981, § 47-1302), and Reg. 74-35, supra §§ 112(c), 117, 126. See Boddie, 430 A.2d at 523.\nIn this connection, we note that while Reg. 74-35, supra § 112(c) specifies notice must be sent to the “last known address of the property owner as recorded in the real estate assessment records of the District,” the District has a responsibility to establish a procedure whereby the records may be updated upon request. Due process does not require actual notice but “demands ‘notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.’ ” Boddie, 430 A.2d at 521 n. 4 (quoting Mullane v. Central Hanover Bank & Trust Co., 339 U.S. 306, 314, 70 S.Ct. 652, 657, 94 L.Ed. 865 (1950)). The District risks violating due process if it not only deprives owners of notice but also fails to provide an opportunity to cure a delinquency because — for reasons beyond the taxpayer’s control — the District has not updated address records. See Logan v. Zimmerman Brush Co., 455 U.S. 422, 102 S.Ct. 1148, 71 L.Ed.2d 265 (1982) (Commission could not dismiss case for failure to hold a hearing within the time specified by statute where delay was attributable to Commission, not complainant).\nThe outcome on remand, therefore, will turn on the respective duties of the District and the property owner to update real estate records to include an accurate mailing address for the owner. The Department, for example, has no general duty to update its records by regularly perusing the records of other District departments and agencies. See Boddie, 430 A.2d at 521 n. 4 (no duty to check probate records). But, the trial court must determine whether the Department nonetheless has a duty to check its own records for evidence of a taxpayer’s correct address. To resolve this question, the trial court must balance the burden that such a procedure would place on the District against the reasonableness of a taxpayer’s expectation, unless otherwise informed, that the Department has the correct address for all purposes if the Department mails some notices to the proper address.\nIf the trial court concludes that it would be unreasonable to require the Department to cross-check its own records in order to determine correct addresses, the court still must determine whether appellees attempted to provide the Department with their new address. If the court finds that appel-lees did give oral notice of their new address, the court then must determine whether appellees gave such notice of change of address as could reasonably have been expected to bring about a correction of the records or whether, instead, the failure to correct the records was due to appel-lees’ own neglect in failing to make sure their message was reflected in the real estate assessment records.\nIf the court concludes that the Department’s notice to appellees was adequate in all respects, the court should award appellants possession of the premises (provided all other statutory requirements have been met). Otherwise, the court should void appellants’ tax deed and deny their application for appellees’ eviction.\nSo ordered.\n. D.C.Code 1978 Supp., § 47-1001 (recodified as D.C.Code 1981, § 47-1301) provides in part:\nThe assessor of the District of Columbia shall prepare a list of all taxes on real property in said District subject to taxation on which said taxes are levied and in arrears on the first day of July of each year hereafter; and the Council of the District of Columbia shall fix date of sale. The notice of sale and the delinquent tax list shall be advertised according to regulations prescribed by the Council of the District of Columbia in not less than two major daily newspapers published in the District. If the taxes due, together with the penalties and costs that may have accrued thereon, shall not be paid prior to the day fixed for sale, the property will be sold ....\nReg. 74-35, supra § 119(a) provides:\nA list of all taxes, charges, and assessments on real property in the District of Columbia subject to taxation on which said taxes, charges, and assessments have been levied and are in arrears on the first day of July of each year and a notice of the sale of such property shall be advertised once in two major daily newspapers published in the District of Columbia at least three weeks prior to the day fixed for such sale.\n. Reg. 74-35, supra § 117(b) provides:\nPrior to December 1 of each year, a second notice of delinquent tax shall be mailed to the record owner or his designated representative as to real property upon which any amount of tax for the fiscal year ending on the preceding June 30 has not been paid. The notice provided for in this subsection shall state that the real property involved will be sold at public auction at the next scheduled tax sale if the taxes due and owing, including any penalty and interest thereon, are not paid prior to such sale.\n. The record is unclear as to whether the Post Office returned this notice to the Department.\n. Appellants argue, citing Engel v. Catucci, 91 U.S.App.D.C. 54, 55-56, 197 F.2d 597, 598-99 (1952); W.C. & A.N. Miller Development Co. v. Emig Properties Corp., 77 U.S.App.D.C. 205, 208, 134 F.2d 36, 39, cert. denied, 318 U.S. 788, 63 S.Ct. 983, 87 L.Ed. 1155 (1943); Flag Oil Corp. v. Phelps, 298 P.2d 456, 458 (Okl.1956), that (1) appellees could not challenge the 1977 sale because on May 12, 1978, appellants received a tax deed to the property and (2) former owners are divested of all their rights in the property once a tax deed has been issued. The cases cited by appellants, however, only would preclude appellees from attacking the validity of notices issued after May 12, 1978; appellees still would be free to challenge the validity of the deed based on defects of notice before the tax sale or during the period of redemption.\n. The court stated:\nDealing as we are here with the statute and regulations which in each of the cases, though the majority of them end up on a rather doleful note, all consistently teach the requirement that the fulfillment of the statute and the regulation, must be subject to [strict] construction.\nThe right of redemption in a situation of this nature, is a measure extended, or right extended because of the seriousness of the taking of the property under these circumstances. That being so, I have reached the conclusion that in order to comply with the statute and the regulations in support thereof, that there must be an advertisement in two newspapers in each of the years involved, which would have any effect upon the right of redemption.\nI’m going to direct a verdict in favor of the defendants.\n. Because we conclude that there was a violation of the two-newspaper publication requirement, we need not reach appellees’ alternative argument that failure to publish accumulated tax arrearages in the 1977 advertisement also violated the notice requirement.\n. D.C.Code 1973, § 47-1006 (recodified as D.C. Code 1981, § 47-1307) provides that if the purchase price is greater than the amount of taxes due, the surplus is to be paid to the owner.\n. D.C.Code 1973, § 47-1001a (recodified as D.C.Code 1981, § 47-1302) provides in part:\nAnnually and subsequent to July 1, the assessor of the District of Columbia shall mail to the record owner of each lot or parcel of land upon which a real estate tax has been levied by the District of Columbia as of July 1 of the same year, a notice of the amount of such real estate tax, and of the manner in which the amount of such real estate tax is payable according to law; and such notice shall state whether there were any delinquent real estate taxes unpaid on July 1 of the year in which such notice is sent ....\nAn earlier draft of the law required that the District mail notice of the amount of such back taxes owed, not only notice that the taxpayer owed an unspecified amount. The bill was amended on the floor of the House to require only notice that an arrearage existed. See Cong.Rec. 7730-31 (Sept. 21, 1943) (adoption of amendment proposed by Mr. Randolph).\n. Reg. 74-35, supra § 117(a) provides:\nPrior to July 1 of each year, notices of delinquent tax shall be mailed to the record owner or his designated representative as to real property upon which any tax for the current fiscal year is unpaid after March 31.\nReg. 74-35, supra § 126 provides:\nNot less than thirty (30) days prior to the expiration date of the two year redemption period, the record owner shall be notified, by certified or registered mail, of the final date by which he must redeem his property.\n. Appellees also argue that, according to D.C. Code 1973, § 47-903 (recodified as D.C.Code 1981, § 47-1103), they were entitled to personal notice, or notice by certified or registered mail addressed to them at their District residence, before expiration of the period of redemption. We disagree. Appellees admitted that they never attempted to file an affidavit under D.C.Code 1973, § 47-905 (recodified as D.C.Code 1981, § 47-1105). Section 47-903 therefore is not applicable to them. Coleman v. Scheve, D.C.App., 367 A.2d 135, 139 n. 4 (1976).\n. Reg. 74-35, supra § 112(c) provides:\nUnless otherwise specified, any notice, bill or statement required by these regulations or other applicable provision of law to be served upon the property owner shall be deemed to be served when mailed by first class mail to the last known address of the property owner as recorded in the real estate assessment records of the District.\n. Here, unrebutted testimony indicated that the Department mailed appellees’ income tax forms to them at their home in the District.\n. The trial record contains no evidence that any written notice was posted or provided to taxpayers concerning the proper way to change address records. The trial record is unclear as to whether the Department staff gave oral instructions to the taxpayers.\n. When a tax deed purchaser relies on the deed to bring an action in ejectment or a summary action for possession, there is a right to a jury trial as in any other action for possession. See generally 85 C.J.S. Taxation § 967 (1954) “Ordinarily, a tax purchaser’s suit for possession of the land should be brought in a court of competent jurisdiction at law, and not in equity” (footnotes omitted). In this case, however, it is impossible to know in advance whether, upon remand, there will be fact questions requiring submission to a jury, for it is conceivable that the case can be disposed of solely as a matter of law, depending on the trial court’s analysis. We therefore leave it to the trial court to resolve the threshold questions of law and thus to determine whether questions of fact, requiring a jury, remain at issue.",
        "type": "majority",
        "author": "FERREN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Margaret A. Beller, Washington, D.C., with whom Carolyn R. Just, Washington, D.C., was on the brief, for appellants.",
      "Leonard C. Collins, Washington, D.C., for appellees."
    ],
    "corrections": "",
    "head_matter": "Jack ROBINSON, et al., Appellants, v. John M. KERWIN, et al., Appellees.\nNo. 80-551.\nDistrict of Columbia Court of Appeals.\nArgued Jan. 5, 1982.\nDecided Aug. 5, 1982.\nRehearing Granted in Part and Opinion Modified Jan. 11, 1983.\nMargaret A. Beller, Washington, D.C., with whom Carolyn R. Just, Washington, D.C., was on the brief, for appellants.\nLeonard C. Collins, Washington, D.C., for appellees.\nBefore NEBEKER, FERREN and BEL-SON, Associate Judges."
  },
  "file_name": "1302-01",
  "first_page_order": 1354,
  "last_page_order": 1359
}
