{
  "id": 7923478,
  "name": "Lenwood E. WILLIAMS, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Williams v. United States",
  "decision_date": "1984-09-24",
  "docket_number": "No. 82-1052",
  "first_page": "1303",
  "last_page": "1306",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 1303"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "466 A.2d 1226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986518
      ],
      "pin_cites": [
        {
          "page": "1231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/466/1226-01"
      ]
    },
    {
      "cite": "367 A.2d 1297",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8012854
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1309"
        },
        {
          "page": "1309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/1297-01"
      ]
    },
    {
      "cite": "382 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7971549
      ],
      "pin_cites": [
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/0001-01"
      ]
    },
    {
      "cite": "402 A.2d 411",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8041064
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/0411-01"
      ]
    },
    {
      "cite": "365 F.2d 509",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2066704,
        3657391
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/365/0509-01"
      ]
    },
    {
      "cite": "124 U.S.App.D.C. 318",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3657391
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 5,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 621,
    "char_count": 10932,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 8.076219689401803e-08,
      "percentile": 0.4669027035939161
    },
    "sha256": "cb6505816dc8d59d63037f94c611a52d529828ada48ea95157c0636cd9d33996",
    "simhash": "1:fd1c2226af27b902",
    "word_count": 1784
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, and NE-BEKER and ROGERS, Associate Judges."
    ],
    "parties": [
      "Lenwood E. WILLIAMS, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "NEBEKER, Associate Judge:\nAppellant was convicted of a single count of armed robbery, D.C.Code §§ 22-2901, -3202 (1981). On appeal, he claims that the trial court improperly permitted the introduction of “mug shots” of appellant leading to the assertedly inevitable inference of prior criminal conduct. Assuming, arguendo, that there was error, we hold that it was harmless beyond a reasonable doubt. See Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967). We affirm.\nI\nLinda Washington, a clerk, and Armando Sabbath, the store manager, were working at the People’s Drug Store at 3220 14th Street, N.W., on February 9,1981. A man, later identified as appellant, was also in the store. At this time, Washington, Sabbath and the man were the only people in a particular part of the store.\nOver the next twenty minutes, Washington and Sabbath had several opportunities to view the man as he wandered about the store. His behavior was not typical of customers and thus attracted their attention. Each of the two employees had clear and direct views of the man. He appeared nervous. He moved about, at once refusing assistance and then directing inquiries about the cost of a radio to Miss Washington. Eventually, after no less than three separate opportunities for Washington to observe the individual, he went to the back of the store, with some items, to Mr. Sabbath’s register. There, he asked if he could borrow a pen, and he was told that there might be one toward the front of the store. The man abandoned the items and left the counter. Soon thereafter, Sabbath saw him in another part of the store. Finally, he returned to Washington’s register with the same items (razor blades and batteries) taken from the back register. After she rang up his purchase, he passed a note to her saying that this was a robbery and to put the money into a bag. As she looked up, he said that she had read the note correctly. She did as he asked and noticed the tip of a gun in the robber’s righthand pocket. As he left, he told her not to say anything or she would “be the first to get it.”\nMiss Washington told Mr. Sabbath of the robbery and he immediately realized that she was talking about the same man who had approached his register. Sabbath phoned the police, and when they arrived Washington described appellant as 5' 9\" to 6' tall, weighing 190 pounds, with medium skin color, close cut hair and no facial hair. Sabbath, who did not actually witness the robbery, concurred in the description.\nAbout two or three weeks later, Miss Washington saw the robber in the store. She was stocking items and she looked up to see appellant walking through the aisle and looking at her. She testified that she was frightened and did not say anything to him. She told Mr. Sabbath and he again notified the police.\nOn March 19, 1981, Miss Washington saw appellant in the store. He approached her and asked if the store carried a particular brand of film. Immediately recognizing him as the robber, she told him that they did not. He left saying that he would get the film next door and then return for the flashcubes. He soon returned and asked her where the combs were. Miss Bulluck, another clerk, assisted him. Miss Washington then rang up his comb purchase. He again left the store, telling the security guard that he would be back.\nAt this point, Miss Washington told Miss Bulluck and the security guard that the man they had just seen and spoken with was the robber. Bulluck and the guard then told Sabbath who called the police. Appellant returned and shortly thereafter the police arrived. Miss Washington positively identified him as the robber. Mr. Sabbath independently identified him as the man, previously in the store on the day of the robbery, who Miss Washington had said was the robber. He was placed under arrest. Though they had not initially reported it to the police, both Sabbath and Washington remembered that a unique “half moon” shape characterized appellant’s neck hair line. This characteristic played a significant part in the in-court identification by these two witnesses and others.\nII\nIn light of appellant’s defense at trial of misidentification, the accuracy of Miss Washington’s initial description of appellant became the nub of the trial. Importantly, or so appellant claims, Miss Washington described the robber as clean shaven. Appellant, nevertheless, testified that he had never shaved in his life. In fact, at the time of trial, appellant possessed a light, thin mustache with no other appreciable facial hair. Since appellant did not offer an alibi, and only claimed general misidentification, his defense concentrated on the asserted discrepancy between his limited facial hair and Miss Washington s “clean shaven” description.\nIn an attempt to rebut appellant’s claim that he had never shaven or altered his facial appearance, the government, with trial court approval, introduced three exhibits. Two of the exhibits held photographs of the appellant from the day of his arrest on the armed robbery charge. The third exhibit-contained two cropped photos taken in 1975. It was the government’s contention that the photographs revealed different amounts of facial hair, and that appellant was, therefore, not telling the truth in claiming that he had never shaved.\nAppellant now contends that under Barnes v. United States, 124 U.S.App.D.C. 318, 365 F.2d 509 (1966), and its progeny, the admission of these photographs, particularly during the cross-examination of appellant, constituted reversible error. We hold that, assuming error in the introduction of the photographs, it was harmless beyond a reasonable doubt. See Chapman v. California, supra.\nIt is well settled that the admission of “mug shots” is permissible if (1) the government has a demonstrable need to introduce the photographs, (2) the photographs in and of themselves do not imply a prior criminal record, and (3) the manner of their introduction does not draw attention to their source. Letsinger v. United States, 402 A.2d 411, 414 (D.C.1979); Williams v. United States, 382 A.2d 1, 5 (D.C.1978); Barnes v. United States, supra. While an argument can be made that precedent like Williams and Letsinger, supra, supports use of the 1975 photos, efficiency dictates that we proceed on a constitutional harmless error analysis. Since identification was the central issue at trial, we note that the photographs were appropriately cropped, see Williams v. United States, supra, and that care was taken by government counsel and the trial judge to minimize prejudicial inferences. Interestingly, appellant himself defused the facial hair issue when he testified that his facial hair was insubstantial enough for someone looking at him to believe that he was clean shaven. It is in this framework that we deem any error harmless.\nIll\nIn light of the constitutional underpinnings forbidding introduction of “mug shots,” we hold that any error, assumed or actual, must be addressed in the context of constitutional harmless error under Chapman v. California, supra.\nAt the outset, we believe that “it fairly may be said that the same verdict would have been reached absent the challenged evidence.” Brooks v. United States, 367 A.2d 1297, 1309 (D.C.1976). If not overwhelming, the evidence of appellant’s guilt was very strong. Miss Washington, the immediate victim, had several excellent opportunities to view appellant on the day of the robbery. She also saw him several times thereafter, leading up to his arrest. She never waivered in the sureness of her identification through the trial. Mr. Sabbath also identified appellant as the individual present in the store on the day of the robbery. Additionally, Miss Bulluck and the security guard testified that appellant was the man that Miss Washington said had robbed her. Testimony established conclusively that he did not work on the day of the robbery. Appellant also called Miss Washington by her first name of Linda, though he claimed that he had not been to the store, previous to his arrest, on any of the dates in question. Regardless of any minor arguable discrepancies in Miss Washington’s description and appellant’s appearance, the evidence of appellant’s guilt was strong.\nHowever, “analysis under the harmless error doctrine should not be limited to superficial inquiry as to whether the same verdict would have been possible absent the tainted evidence.” Id. at 1309. We must, at least, look to the impact of the tainted evidence on the jury, momentarily divorced from consideration of the strength of the other evidence. Nevertheless, “the inflammatory character of any illegal evidence should not, ... be taken out of context, and must be considered with the remainder of the evidence and the case as a whole.” Id. at 1310 n. 23.\nIn this case, the jury was carefully and exhaustively instructed about the appropriate use of the photographs. The later photographs were expressly identified as shots taken on the date of arrest. The earlier photographs were cropped as required by case law. Further, we fail to see how the photographs concretely impacted on the presentation or effectiveness of appellant’s defense. It may in fact be argued that the pitched battle over the question of appellant’s facial hair drew the jury’s attention away from the impermissible inference.\nA review of the record and placement of the assertedly tainted evidence in the context of the entire evidentiary and instructional framework demonstrates that any error in the introduction of the photographs was harmless beyond a reasonable doubt.\nAffirmed.\n. Appellant also claims that the trial court failed, sua sponte, to give a cautionary instruction following the government’s asserted impeachment of its own witness with a prior inconsistent statement. Appellant made no objection, and it is now well settled that this form of impeachment does not require automatic reversal. Instead we \"review the record to ascertain whether we can say with fair assurance that the verdict was not substantially swayed by the error.” Gordon v. United States, 466 A.2d 1226, 1231 (D.C.1983). Our review of the colloquy between government counsel and its witness compels the conclusion that the fairness and integrity of the trial court were not disturbed.\n. We note that appellant acknowledges his presence in the store on March 19.",
        "type": "majority",
        "author": "NEBEKER, Associate Judge:"
      }
    ],
    "attorneys": [
      "Bruce Zagaris, Washington, D.C., appointed by the court, for appellant.",
      "Robert H. Klonoff, Asst. U.S. Atty., Washington, D.C., with whom Stanley S. Harris, U.S. Atty., Washington, D.C., at the time the brief was filed, Michael W. Farrell, and Michael D. Hays, Asst. U.S. At-tys., Washington, D.C., were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lenwood E. WILLIAMS, Appellant, v. UNITED STATES, Appellee.\nNo. 82-1052.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 2, 1984.\nDecided Sept. 24, 1984.\nBruce Zagaris, Washington, D.C., appointed by the court, for appellant.\nRobert H. Klonoff, Asst. U.S. Atty., Washington, D.C., with whom Stanley S. Harris, U.S. Atty., Washington, D.C., at the time the brief was filed, Michael W. Farrell, and Michael D. Hays, Asst. U.S. At-tys., Washington, D.C., were on the brief, for appellee.\nBefore NEWMAN, Chief Judge, and NE-BEKER and ROGERS, Associate Judges."
  },
  "file_name": "1303-01",
  "first_page_order": 1363,
  "last_page_order": 1366
}
