{
  "id": 7376645,
  "name": "In the Interest of David A. JONES. Appeal of Mildred G. WALTON, Appellant",
  "name_abbreviation": "In the Interest of Jones",
  "decision_date": "1994-01-12",
  "docket_number": "",
  "first_page": "1304",
  "last_page": "1305",
  "citations": [
    {
      "type": "official",
      "cite": "636 A.2d 1304"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "129 Pa.Commonwealth Ct. 511",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1395457
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/129/0511-01"
      ]
    },
    {
      "cite": "422 A.2d 899",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "54 Pa.Commonwealth Ct. 561",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1914239
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/54/0561-01"
      ]
    },
    {
      "cite": "148 Pa.Commonwealth Ct. 522",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1433541
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/148/0522-01"
      ]
    },
    {
      "cite": "119 A.2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "180 Pa.Superior Ct. 555",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730726
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/180/0555-01"
      ]
    },
    {
      "cite": "553 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "520 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "374 Pa.Superior Ct. 389",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        698153
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/374/0389-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 368,
    "char_count": 5543,
    "ocr_confidence": 0.691,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18957070470131657
    },
    "sha256": "86de8fd80e07cdb61a60db4933b9681d409e696108f6011d2368ffab5b9f0ccb",
    "simhash": "1:c220e9e2872a5d5e",
    "word_count": 910
  },
  "last_updated": "2024-02-27T17:56:39.653482+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Interest of David A. JONES. Appeal of Mildred G. WALTON, Appellant"
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nThis case began as a private condemnation action brought pursuant to section 11 of the Act of June 13, 1836, P.L. 551, as amended, 36 P.S. § 2731 (Act), pertaining to private roads. The case was referred to a Board of View (Board) and, following a view of the site and two hearings, the Board filed a Report and Award of Viewers, finding that the necessity existed to lay out and establish a private road from the landlocked property of David A. Jones .to the public road. Mildred G. Walton appealed from the Board’s determination in the Court of Common Pleas of Lancaster County, which subsequently filed an order confirming the Board and dismissing Walton’s appeal. From this order, Walton has filed both a Motion for Post-Trial Relief and an appeal to the Commonwealth Court. Contending that the proper procedure was the filing of post-trial motions under Pa.R.C.P. 227.1, Jones has filed an Application for Relief, requesting that we dismiss Walton’s appeal to this court as premature.\nBoth parties concede that there is a lack of clarity in the case law of Pennsylvania as to whether an order of the type in question should be challenged by filing post-trial motions or appealed directly to this court; consequently, they ask us to determine the proper procedure. In making this determination, we must consider the bifurcated course of proceedings to open private roads and the subsequent proceedings to assess damages therefor. These issues are distinct, with damages assessable only after the necessity determination finally has been made; hence, the two issues are separately appeal-able, Driver v. Temple, 374 Pa.Superior Ct. 389, 543 A.2d 134 (1988), appeal denied, 520 Pa. 607, 553 A.2d 969 (1988), and require independent analyses. In fact, we believe that much of the understandable confusion referenced by the parties here results from a failure to distinguish between those cases centering on the issue of damages, as opposed to those concerned solely with the determination of necessity to establish a private road. This case falls into the latter category.\nIt has long been recognized that while the establishment of a private road is not a proceeding under the Eminent Domain Code, it clearly is in the nature of eminent domain, Little Appeal, 180 Pa.Superior Ct. 555, 119 A.2d 587 (1956), and cases have differed on whether to apply the Eminent Domain Code to proceedings under the Act. These differing opinions are the source of Walton’s confusion. As she explains in her Answer to the Application for Relief, “Presumably if the Code does not govern, then the normal rules of Civil Procedure would apply and post-trial motions would be appropriate. However, if the Code does govern, then the matter is in some doubt from an appellant’s point of view.” (Appellant’s answer to Appellee’s Application for Relief at 3.) However, we conclude that even if the Code does not govern, post-trial motions are inappropriate in this case.\nPa.R.C.P. 227.1(c) requires, inter alia, the filing of post-trial motions after the filing of a decision or adjudication in the case of a jury, non-jury or equity trial. Clearly, there was no jury trial here. Moreover, despite being characterized as such by the parties here, this was not an appeal from a non-juiy trial; indeed, the trial court did not conduct any “trial” at all.\nIn considering the Board’s determination of necessity for a proposed private road, a trial court does not hold a de novo review of the matter and cannot make an independent determination of necessity, but instead, acts in an appellate capacity. With regard to the trial court’s scope of review, we have stated, “the determination of necessity is a factual matter to be determined by the Board, not by the trial court whose review is limited to a confirmation or rejection of the Board’s report.” Mattei, 54 Pa.Commonwealth Ct. at 566, 422 A.2d at 901. Therefore, where a party seeks review of an order confirming the Board’s determination on the question of necessity for the establishment of a private road, post-trial motions are not permitted prior to direct appeal to the Commonwealth Court. Because we have no reason to believe that Walton’s appeal challenges anything other than the existence of such necessity, it was correctly filed in this court. Accordingly, we deny Jones’ Application for Relief.\nORDER\nAND NOW, this 12th day of January, 1994, the Appellee’s Application for Relief is denied.\n. The trial court has stayed Walton’s post-trial motions pending our disposition of this issue.\n. In fact, in cases dealing with private roads, Pennsylvania courts have consistently recognized entitlement to a jury trial solely on the issue of damages and not on the issue of necessity. See In re Private Road in Union Township, 148 Pa.Commonwealth Ct. 522, 611 A.2d 1362 (1992); Mattei v. Huray, 54 Pa.Commonwealth Ct. 561, 422 A.2d 899 (1980). We recognize that post-trial motions are proper where a party challenges a jury trial verdict on damages connected to the creation of a private road. Indeed, in Bucks County Water and Sewer Authority v. Rawlings, 129 Pa.Commonwealth Ct. 511, 566 A.2d 357 (1989), we held that the Rules of Civil Procedure regarding post-trial motions applied to all jury trials, even in eminent domain cases.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Alan R. Gilbert, for appellant.",
      "Richard P. Nuffort, for appellee."
    ],
    "corrections": "",
    "head_matter": "In the Interest of David A. JONES. Appeal of Mildred G. WALTON, Appellant\nCommonwealth Court of Pennsylvania.\nArgued Jan. 4, 1994.\nDecided Jan. 12, 1994.\nPublication Ordered Jan. 27, 1994.\nAlan R. Gilbert, for appellant.\nRichard P. Nuffort, for appellee."
  },
  "file_name": "1304-01",
  "first_page_order": 1378,
  "last_page_order": 1379
}
