{
  "id": 7981806,
  "name": "James L. STEVENS, Appellant, v. AIRLINE PILOTS ASSOCIATION INTERNATIONAL and Trans World Airlines, Inc., Appellees",
  "name_abbreviation": "Stevens v. Airline Pilots Ass'n International",
  "decision_date": "1980-04-18",
  "docket_number": "No. 79-448",
  "first_page": "1305",
  "last_page": "1310",
  "citations": [
    {
      "type": "official",
      "cite": "413 A.2d 1305"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "398 U.S. 144",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169865
      ],
      "weight": 3,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/us/398/0144-01"
      ]
    },
    {
      "cite": "366 A.2d 1079",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036559
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/1079-01"
      ]
    },
    {
      "cite": "365 A.2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8021592
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/365/0779-01"
      ]
    },
    {
      "cite": "399 A.2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967626
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/0068-01"
      ]
    },
    {
      "cite": "31 F.R.D. 647",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "year": 1962,
      "pin_cites": [
        {
          "page": "648"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 U.S. 53",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167192
      ],
      "weight": 3,
      "year": 1966,
      "pin_cites": [
        {
          "parenthetical": "whether union committed tort of malicious libel against union member"
        },
        {
          "parenthetical": "whether union committed tort of malicious libel against union member"
        },
        {
          "parenthetical": "whether union committed tort of malicious libel against union member"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0053-01"
      ]
    },
    {
      "cite": "93 S.Ct. 1952",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6171132,
        6171478
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "whether fines imposed by union on some members are unlawful under state contract law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0067-01",
        "/us/412/0092-01"
      ]
    },
    {
      "cite": "412 U.S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171132
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "whether fines imposed by union on some members are unlawful under state contract law"
        },
        {
          "parenthetical": "whether fines imposed by union on some members are unlawful under state contract law"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/412/0067-01"
      ]
    },
    {
      "cite": "430 U.S. 290",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12123307
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "whether union and employer committed tort of intentional infliction of emotional distress against union member"
        },
        {
          "parenthetical": "whether union and employer committed tort of intentional infliction of emotional distress against union member"
        },
        {
          "parenthetical": "whether union and employer committed tort of intentional infliction of emotional distress against union member"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0290-01"
      ]
    },
    {
      "cite": "54 L.Ed.2d 491",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 635",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "434 U.S. 997",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6481691,
        6481787,
        6481443,
        6481381,
        6481603,
        6481513,
        6482027,
        6481145,
        6481051,
        6481308,
        6481918,
        6481247
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/434/0997-09",
        "/us/434/0997-10",
        "/us/434/0997-06",
        "/us/434/0997-05",
        "/us/434/0997-08",
        "/us/434/0997-07",
        "/us/434/0997-12",
        "/us/434/0997-02",
        "/us/434/0997-01",
        "/us/434/0997-04",
        "/us/434/0997-11",
        "/us/434/0997-03"
      ]
    },
    {
      "cite": "555 F.2d 1053",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        962157,
        3527470
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/555/1053-01",
        "/us-app-dc/181/0116-01"
      ]
    },
    {
      "cite": "181 U.S.App.D.C. 116",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3527470
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/181/0116-01"
      ]
    },
    {
      "cite": "386 U.S. 171",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169888
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0171-01"
      ]
    },
    {
      "cite": "45 U.S.C. § 151",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 1972,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "403 U.S. 274",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027073
      ],
      "weight": 5,
      "year": 1971,
      "pin_cites": [
        {
          "page": "299"
        },
        {
          "page": "1924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0274-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 750,
    "char_count": 15170,
    "ocr_confidence": 0.786,
    "pagerank": {
      "raw": 9.14511106056764e-08,
      "percentile": 0.5080732506026413
    },
    "sha256": "d816f76621d45d2757c49a30c0cc6054978a3a7e7fe7e7d79eb2cd2bfee63aba",
    "simhash": "1:06e2e42c38443ed2",
    "word_count": 2459
  },
  "last_updated": "2024-02-27T16:15:38.433086+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN, HARRIS and MACK, Associate Judges."
    ],
    "parties": [
      "James L. STEVENS, Appellant, v. AIRLINE PILOTS ASSOCIATION INTERNATIONAL and Trans World Airlines, Inc., Appellees."
    ],
    "opinions": [
      {
        "text": "KERN, Associate Judge:\nAppellant seeks reversal of the trial court’s orders of dismissal of his complaint and summary judgment entered against him in á suit he brought against appellees for reinstatement as a pilot for Trans World Airlines (TWA). For reasons enumerated below, we reverse the trial court’s orders and remand the case for further proceedings.\nI. FACTS\nIn 1976 appellant refused to pay a “union service charge” required by the Airline Pilots Association International (ALPA) to be paid by non-members of that union who are employed as airline pilots. ALPA warned appellant that failure to pay could result in discharge from his job under the agency shop agreement between ALPA and Trans World Airlines, Inc. (the ALPA-TWA Agreement). When appellant still refused to pay, ALPA recommended to TWA that it discharge appellant. Accordingly, TWA on October 11, 1976, notified appellant that unless he paid ALPA the accumulated service charges by November 1, 1976, TWA would discharge him as of that date.\nAppellant then invoked the review procedures established by § 3-B(D) of the ALPA-TWA Agreement, to contest the authority of ALPA to require payment of the service charge. Appellant first appealed to the appropriate TWA officer (Staff Vice President for Labor Relations), as provided in § 3-B(D)(1) of the Agreement. The TWA officer ruled that ALPA could require payment of the service charge and that discharge would be appropriate if appellant did not pay the service charge by November 1. Appellant then appealed to a “neutral referee,” as provided in § 3-B(D)(2) of the Agreement. At appellant’s request, discharge was stayed pending the referee’s decision. In August 1977 the referee ruled that by refusing to pay the service charge, appellant had violated the ALPA-TWA Agreement and that his discharge was therefore proper.\nUnsuccessful in his attempts to show that ALPA lacked authority to require a service charge and to force his discharge for nonpayment, appellant on September 2, 1977, offered to pay ALPA the accumulated service charges and thereby retain his position as pilot. On September 8, however, TWA notified appellant that he would be discharged, effective September 9, 1977.\nOn receiving this letter of discharge, appellant again sought relief under § 3-B of the ALPA-TWA Agreement. He wrote the appropriate TWA officer, seeking review of TWA’s discharge of appellant. In seeking reinstatement in his position, appellant pointed out that during the course of all the protest and arbitration regarding the service charge, ALPA had sent appellant monthly computerized notices of the balance of accumulated service charges appellant owed ALPA. The last such notice, dated September 1,1977 (after the referee’s final decision), indicated a “minimum balance due” of $924.88, with a “due date” of September 25, 1977. At the bottom of this (and all other such notices ALPA had sent appellant) appeared the words “PAYMENT OF MINIMUM WILL CORRECT YOUR BAD STANDING CONDITION.” These words, appellant argued in his letter to the reviewing TWA officer, had led appellant to believe that he could, at any time before the last “due date,” pay the minimum balance due and thereby recover “good standing” with ALPA and avoid the discharge by TWA.\nThe reviewing TWA officer, apparently unconvinced by this argument, again concluded that the discharge had been proper. Appellant then brought suit against TWA and ALPA in Superior Court, alleging, inter alia, breach of contract. ALPA and TWA both filed motions to dismiss for failure to state a claim. The trial court granted these motions in September 1978 but vacated the dismissal in November of that year on appellant’s motion. Hearing on the motions to dismiss, and on appellee ALPA’s later motion for summary judgment, was set for March 23, 1979. On that date the trial court granted all three motions. Shortly thereafter appellant noted his appeal from the dismissal of his case against both TWA and ALPA and from the summary judgment entered in favor of ALPA.\nII. THE APPEAL FROM THE SUMMARY JUDGMENT\nIn contending that the trial court erred in entering summary judgment in favor of ALPA, appellant argues principally that his “estoppel” claim raised a genuine issue as to a material fact. According to appellant, that “estoppel” claim — appearing in the third count of appellant’s complaint (Record at 7), and presented to the trial court at the March 1979 hearing (Supp. Record at 5-8)— raised a genuine issue as to whether he relied on (and if so whether he was reasonable in relying on) the legend appearing at the bottom of the bills ALPA sent him, monthly, as being a binding promise that ALPA would restore him to good standing both with the union and with TWA anytime appellant paid the “minimum balance due” before the “due date.”\nAppellee ALPA contests both the relevance and the persuasiveness of appellant’s argument. In urging affirmance of the trial court’s entry of summary judgment in its favor, ALPA argues (a) that appellant is precluded from attacking the summary judgment because he failed to respond to ALPA’s motion for summary judgment by setting forth specific facts showing a genuine issue, as required by Super.Ct.Civ.R. 56(e); (b) that even aside from this procedural bar, the summary judgment was proper because there were indeed no facts in dispute; and (c) that appellant seeks to apply common law theories to a dispute which, according to federal law, is governed exclusively by the terms of the ALPA-TWA Agreement.\nWe find none of ALPA’s arguments persuasive. We discuss below our reasons for concluding (1) that appellant’s “estoppel” claim falls outside the bounds of the ALPA-TWA Agreement and therefore may properly be argued in the Superior Court, and (2) that in pleading that “estoppel” claim appellant properly presented a genuine issue as to a material fact.\n1. The “estoppel” claim before the Superior Court was not improper.\nALPA cites, among others, the case of Motor Coach Employees v. Lockridge, 403 U.S. 274, 91 S.Ct. 1909, 29 L.Ed.2d 473 (1971), as support for the proposition that union disputes over discharge for failure to pay dues or fees are governed exclusively by federal law — in this particular case by the Railway Labor Act, 45 U.S.C. § 151 et seq. (1972) — which in turn sanctions labor agreement provisions for dispute settlement. Accordingly, ALPA asserts, appellant may not properly plead a common law theory of “estoppel” in view of the ALPA— TWA Agreement extant in this case.\nWe note, however, that Lockridge stands also for another proposition: that, regardless of otherwise applicable preemption considerations, state courts may entertain a union member’s suit for. his union’s breach of its duty of fair representation. Other Supreme Court cases have likewise declared that, despite the broad applicability federal law confers upon labor agreements, union members may litigate several types of common law claims in state and federal courts. We find appellant’s claim in the present case similar to the claims that such Supreme Court decisions have allowed state courts to entertain. Although his “estop-pel” claim — that ALPA made a promise on which he relied, reasonably, to his detriment — arises out of a dispute over discharge for failure to pay a service charge, the “estoppel” claim is distinct from that initial discharge dispute. Therefore, although the ALPA-TWA Agreement governed the dispute over whether the union could require appellant to pay the service charge, the Agreement in our view does not provide the exclusive remedy for appellant’s “estoppel” claim.\n2. Appellant properly presented to the Superior Court a genuine issue as to a material fact.\nALPA argues that both procedural and substantive grounds support the trial court’s entry of summary judgment in its favor. Specifically, ALPA claims (1) that appellant failed to comply with the requirement of Super.Ct.Civ.R. 56(e) that a party opposing a summary judgment motion respond to that motion by setting forth facts showing a genuine issue for trial, and (2) that even aside from this procedural bar, summary judgment was proper because no genuine issue existed. We reject both of these claims.\nRule 56(e) provides in pertinent part: When a motion for summary judgment is made and supported as provided in this rule, an adverse party may not rest upon the mere allegations and denials of his pleading, but his response, by affidavits or as otherwise provided in this rule, must set forth specific facts showing that there is a genuine issue for trial. If he does not respond, summary judgment, if appropriate, shall be entered against him.\nStressing the Rule’s requirement of a written response to a summary judgment motion, ALPA asks this court to affirm on this procedural ground. However, Rule 56(e) implicitly recognizes that there are situations in which no defense will be required by a party opposing a summary judgment motion. The closing sentence of that subsection provides that if the opposing party does not respond to the motion, “summary judgment, if appropriate, shall be entered against him.” (Emphasis supplied.) Further, the Advisory Committee Notes to the corresponding federal rule observe that “[wjhere the evidentiary matter in support of the motion does not establish the absence of a genuine issue, summary judgment must be denied even if no opposing evidentiary matter is presented.”\nWe conclude that summary judgment was inappropriate in the present case, despite appellant’s apparent failure to file a written response to the summary judgment motion, because ALPA did not establish in its motion the absence of a genuine issue. In so concluding, we note both (i) that material facts in support of a summary judgment motion must be viewed in a light most favorable to the opposing party, with all inferences drawn in its favor, and (ii) that a trial court should be cautious in granting a motion for summary judgment when resolution of the issues requires a determination of state of mind. ALPA’s Statement of Facts Not in Genuine Dispute, filed with its summary judgment motion, stipulated that ALPA had sent appellant notices indicating that payment of the “minimum balance due” would correct his bad standing condition. Thus, that statement of facts in no way contradicted or explained away the allegations in appellant’s original complaint that ALPA had induced him to rely to his detriment on ALPA’s promises of good standing on payment of the minimum balance. Indeed, when viewed in a light most favorable to appellant, ALPA’s statement of facts would support such a complaint by appellant. This observation coupled with the fact that an issue central to appellant’s “estoppel” theory of recovery was his subjective response to the legend appearing on ALPA’s computerized notices, persuades us that appellant’s failure to file affidavits as contemplated by Rule 56(e) did not justify the trial court’s entry of summary judgment against him.\nIII. THE APPEAL FROM THE DISMISSAL.\nWe further conclude that the trial court erred in granting the motions to dismiss appellant’s complaint against TWA and ALPA for failure to state a claim upon which relief may be granted. For the reasons we have stated above that led to our conclusion that summary judgment was improper in this case, we are persuaded that the dismissal for failure to state a claim was also improper.\nReversed and remanded for further proceedings.\n. Motor Coach Employees v. Lockridge, supra at 299, 91 S.Ct. at 1924, citing Vaca v. Sipes, 386 U.S. 171, 87 S.Ct. 903, 17 L.Ed.2d 842 (1967). See also Lewis v. Greyhound Lines-East, 181 U.S.App.D.C. 116, 555 F.2d 1053, cert. denied, 434 U.S. 997, 98 S.Ct. 635, 54 L.Ed.2d 491 (1977).\n. See, e. g., Farmer v. United Brotherhood of Carpenters and Joiners of America, 430 U.S. 290, 97 S.Ct. 1056, 51 L.Ed.2d 338 (1977) (whether union and employer committed tort of intentional infliction of emotional distress against union member); N.L.R.B. V. Boeing Co., 412 U.S. 67, 93 S.Ct. 1952, 36 L.Ed.2d 752 (1973) (whether fines imposed by union on some members are unlawful under state contract law); Linn v. Plant Guard Workers, 383 U.S. 53, 86 S.Ct. 657, 15 L.Ed. 2d 582 (1966) (whether union committed tort of malicious libel against union member).\n. ALPA also argues that Super.Ct.Civ.R. 12-I(k) establishes procedural requirements which appellant failed to meet. Rule 12-I(k) provides in pertinent part:\n[Tjhere shall be served and filed with each motion for summary judgment pursuant to Rule 56 a statement of the material facts as to which the moving party contends there is no genuine issue. Any party opposing such a motion may, within ten days after service of the motion upon him, serve and file a concise statement of genuine issues setting forth all material facts as to which it is contended there exists a genuine issue necessary to be litigated. In determining any motion for summary judgment, the court may assume that the facts as claimed by the moving party are admitted to exist without controversy except as and to the extent that such facts are asserted to be actually in good faith controverted in a statement filed in opposition to the motion.\nIn the circumstances of this appeal, Rule 12-I(k) seems to require no more than does Rule 56(e). Thus we focus our discussion on the latter Rule.\n. See generally 10 Wright & Miller, Federal Practice & Procedure 716-17 (1973); 31 F.R.D. 647, 648 (1962).\n. See Yasuna v. Miller, D.C.App., 399 A.2d 68, 71 (1979); International Underwriters, Inc. v. Boyle, D.C.App., 365 A.2d 779, 782 (1976); Burch v. Amsterdam Corp., D.C.App., 366 A.2d 1079, 1081 n. 1 (1976); Adickes v. S. H. Kress & Co., 398 U.S. 144, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1970); 10 Wright & Miller, Federal Practice and Procedure 527-28 (1973).\n. See 10 Wright & Miller, Federal Practice & Procedure 582-87 (1973).\n.As noted above, the orders appealed from in this case include not only the entry of summary judgment for ALPA, discussed above, but also the dismissal of the cases against both TWA and ALPA for failure to state a claim on which relief can be granted. See Super.Ct.Civ.R. 12(b). Neither the record nor the parties explain this rather unusual combination of orders. Appellant does not specifically address the merits of the two dismissals, focusing instead on the entry of summary judgment. However, since summary judgment was entered only for ALPA, we must consider the propriety of the trial court’s dismissal of appellant’s case against TWA.",
        "type": "majority",
        "author": "KERN, Associate Judge:"
      }
    ],
    "attorneys": [
      "• Ronald A. Fíate, Los Angeles, Cal., with whom Charles A. Kubinski, Washington, D.C., was on the brief for appellant. Robert L. Susnow, Los Angeles, Cal., also entered an appearance for appellant.",
      "Daniel B. Edelman, Washington, D.C., for appellee Airline Pilots Association International.",
      "Edmund E. Harvey, Washington, D.C., for appellee Trans World Airlines, Inc."
    ],
    "corrections": "",
    "head_matter": "James L. STEVENS, Appellant, v. AIRLINE PILOTS ASSOCIATION INTERNATIONAL and Trans World Airlines, Inc., Appellees.\nNo. 79-448.\nDistrict of Columbia Court of Appeals.\nArgued Feb. 13, 1980.\nDecided April 18, 1980.\n• Ronald A. Fíate, Los Angeles, Cal., with whom Charles A. Kubinski, Washington, D.C., was on the brief for appellant. Robert L. Susnow, Los Angeles, Cal., also entered an appearance for appellant.\nDaniel B. Edelman, Washington, D.C., for appellee Airline Pilots Association International.\nEdmund E. Harvey, Washington, D.C., for appellee Trans World Airlines, Inc.\nBefore KERN, HARRIS and MACK, Associate Judges."
  },
  "file_name": "1305-01",
  "first_page_order": 1353,
  "last_page_order": 1358
}
