{
  "id": 7923533,
  "name": "Patricia J. RIDDICK, et al., Appellants, v. WILLIAM M. SINCLAIR CO., INC., et al., Appellees",
  "name_abbreviation": "Riddick v. William M. Sinclair Co.",
  "decision_date": "1984-09-25",
  "docket_number": "No. 83-1141",
  "first_page": "1306",
  "last_page": "1308",
  "citations": [
    {
      "type": "official",
      "cite": "481 A.2d 1306"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "99 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8144926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/99/0194-01"
      ]
    },
    {
      "cite": "455 A.2d 900",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/455/0900-01"
      ]
    },
    {
      "cite": "464 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7971626
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "905"
        },
        {
          "page": "906"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0904-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 287,
    "char_count": 3931,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 7.682524327565526e-08,
      "percentile": 0.4528762101574262
    },
    "sha256": "84859c2348c12fb5d29fdafd430c73f5f0f9c1d553388fa56c1e7b168fdc92ce",
    "simhash": "1:aaaa917167fcc76a",
    "word_count": 648
  },
  "last_updated": "2024-02-27T19:44:37.891291+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEBEKER and TERRY, Associate Judges, and YEAGLEY, Associate Judge, Retired."
    ],
    "parties": [
      "Patricia J. RIDDICK, et al., Appellants, v. WILLIAM M. SINCLAIR CO., INC., et al., Appellees."
    ],
    "opinions": [
      {
        "text": "YEAGLEY, Associate Judge, Retired:\nThis is an appeal from an order of the trial court granting summary judgment in favor of appellees, Alonza and Zeddie Whitehead. Appellants’ negligence action arose out of injuries that Patricia Riddick suffered when she was allegedly attacked by a German shepherd dog that had wandered onto her property from a nearby apartment building. The owners of the dog were tenants in an apartment building owned by the Whiteheads. Appellants brought suit against the dog owners, the Whiteheads, and the Whiteheads’ property manager. Summary judgment was granted in favor of the Whiteheads. Although the case is still pending against the other defendants, appellants noted this appeal.\nCongress defined this court’s appellate jurisdiction as follows:\n(a) The District of Columbia Court of Appeals has jurisdiction of appeals from—\n(1) all final orders and judgments of the Superior Court of the District of Columbia.\nD.C.Code § ll-721(a) (1981).\nThe rules of the Superior Court provide that when multiple claims or multiple parties are involved in a suit, “the court may direct the entry of a final judgment as to 1 or more but fewer than all of the claims or parties only upon an express determination that there is no just reason for delay and upon an express direction for the entry of judgment.” Super.Ct.Civ.R. 54(b). Here, the trial court did not issue a Rule 54(b) certificate with its order granting summary judgment, nor does it appear that it was asked to do so. Consequently, the appeal was not taken from a final order of the Superior Court. Cohen v. Owens & Co., 464 A.2d 904, 905 (D.C.1983). In urging that we should nevertheless resolve the merits of this appeal, appellants and the Whiteheads contend that our jurisdiction was established when, on November 23, 1983, a one-judge order of this court was entered denying the Whiteheads’ motion to dismiss the appeal. Rule 54(b) was mentioned in that motion.\nIt is provided in D.C.Code § 11-705(b) (1981) that “[cjases and controversies shall be heard and determined by divisions of the court unless a hearing or a rehearing before the court en banc is ordered” (emphasis added). In accordance with this provision, a single-judge order cannot be binding on a three-judge division of this court. More importantly, a single judge cannot bestow on the court jurisdiction that does not exist in fact and law.\nAppellants argue further that despite the absence of a certificate, appellate review is appropriate because of the importance of the issue presented to the outcome of the case. In response to the same argument, this court recently stated: “The fact that the issue before the court on a motion for partial summary judgment is important, or even critical to the disposition of the case, is of no legal consequence in deciding the question of appellate jurisdiction.” Cohen v. Owens & Co., supra, 464 A.2d at 906. Lacking a Rule 54(b) certificate, we cannot exercise jurisdiction in the case no matter how many good reasons may be advanced as to the importance and usefulness of an appellate decision on the merits. Nor can the parties by agreeing thereto confer jurisdiction on the court if it does not have jurisdiction under the laws of the District of Columbia and the rules of its courts. Byhouse v. Baylor, 455 A.2d 900 (D.C.1983); Griffith v. Sandler, 99 A.2d 194 (D.C.1953). Accordingly, the appeal is dismissed for lack of jurisdiction.\nSo Ordered.",
        "type": "majority",
        "author": "YEAGLEY, Associate Judge, Retired:"
      }
    ],
    "attorneys": [
      "James M. Lenaghan, Washington, D.C., with whom Robert J. Pleshaw, Washington, D.C., was on the brief, for appellants.",
      "W. Barry Wraga, Rockville, Md., for ap-pellees Alonza R. Whitehead and Zeddie Whitehead."
    ],
    "corrections": "",
    "head_matter": "Patricia J. RIDDICK, et al., Appellants, v. WILLIAM M. SINCLAIR CO., INC., et al., Appellees.\nNo. 83-1141.\nDistrict of Columbia Court of Appeals.\nArgued June 7, 1984.\nDecided Sept. 25, 1984.\nJames M. Lenaghan, Washington, D.C., with whom Robert J. Pleshaw, Washington, D.C., was on the brief, for appellants.\nW. Barry Wraga, Rockville, Md., for ap-pellees Alonza R. Whitehead and Zeddie Whitehead.\nBefore NEBEKER and TERRY, Associate Judges, and YEAGLEY, Associate Judge, Retired."
  },
  "file_name": "1306-01",
  "first_page_order": 1366,
  "last_page_order": 1368
}
