{
  "id": 7990229,
  "name": "Stephen TAYLOR and Louise Taylor v. Arthur RICHARDSON",
  "name_abbreviation": "Taylor v. Richardson",
  "decision_date": "1981-08-07",
  "docket_number": "",
  "first_page": "1307",
  "last_page": "1311",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 1307"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "152 A. 413",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "129 Me. 407",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        630876
      ],
      "year": 1930,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/129/0407-01"
      ]
    },
    {
      "cite": "69 A. 315",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 Me. 343",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844770
      ],
      "year": 1907,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/103/0343-01"
      ]
    },
    {
      "cite": "48 A.2d 715",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "pin_cites": [
        {
          "page": "719"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Me. 121",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        631704
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/142/0121-01"
      ]
    },
    {
      "cite": "104 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Me. 89",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        472018
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "92-93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/150/0089-01"
      ]
    },
    {
      "cite": "268 F.2d 525",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1972841
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "528"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/268/0525-01"
      ]
    },
    {
      "cite": "7 L.Ed. 842",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3309385
      ],
      "year": 1830,
      "pin_cites": [
        {
          "parenthetical": "Story, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/29/0232-01"
      ]
    },
    {
      "cite": "199 A.2d 566",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "566"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Me. 132",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        907098
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/160/0132-01"
      ]
    },
    {
      "cite": "196 A.2d 752",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "160 Me. 9",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        907146
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/me/160/0009-01"
      ]
    },
    {
      "cite": "429 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7981994
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/429/0214-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 12770,
    "ocr_confidence": 0.82,
    "pagerank": {
      "raw": 1.4372891609419032e-07,
      "percentile": 0.6524635220045647
    },
    "sha256": "d78d6b0483a10864a98e76c092f7ad8d3a722e9bf224e8a036408b38d6a59d46",
    "simhash": "1:94d7d2ab497727c1",
    "word_count": 2128
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and WER-NICK, NICHOLS, ROBERTS and CARTER, JJ."
    ],
    "parties": [
      "Stephen TAYLOR and Louise Taylor v. Arthur RICHARDSON."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nDefendant Arthur Richardson appeals from a Superior Court (Waldo County) judgment declaring title in plaintiffs Stephen and Louise Taylor to a certain lot of land in Freedom and awarding plaintiffs $1,000 damages for defendant’s acts of trespass on that property. On appeal defendant contends that the justice who presided at the jury trial erred i)' by excluding parol evidence tending to show that a 1924 deed in plaintiffs’ chain of title was intended by the grantor to convey only a fee simple determinable and ii) by ruling that, under the doctrine of estoppel by after-acquired title, defendant was precluded from contesting the capacity of the grantor of the 1924 deed to convey the entire fee simple interest in the disputed real estate. We deny the appeal.\nIn 1906 Clarissa Richardson conveyed a parcel of land in Freedom by warranty deed to Jason Richardson’s five children. In 1924 Ralph Richardson, one of Clarissa’s five grantees in the 1906 deed, conveyed, again by warranty deed, a portion of that parcel — the lot involved in this litigation— to the town of Freedom. Only two of the 1906 deed’s four other grantees joined Ralph Richardson in that 1924 conveyance. In 1957, however, all the living representatives of Jason Richardson’s five children, except Ralph Richardson, joined in a quitclaim deed conveying their interests in the property to Ralph.\nShortly after the 1924 conveyance, the town built a schoolhouse on the lot. Beginning in the 1950s, the building was used as a community center, rather than a school. In 1969 the town, by quitclaim deed, conveyed the real estate to plaintiffs. Over the next two years, plaintiffs converted the building into a home. Defendant was the adjoining landowner on three sides of the schoolhouse lot. During plaintiffs’ first few years in Freedom, defendant never indicated that he thought he had any claim to the property. To the contrary, the jury could have found that defendant recognized plaintiffs’ ownership of the schoolhouse lot, inasmuch as Mr. Taylor testified that defendant asked and obtained permission to haul logs from the portion of his property on the far side of the schoolhouse lot across the lot to the adjoining public road.\nIn the spring of 1975 plaintiffs moved out of the converted schoolhouse and put the property on the market. In early July of that year, while the Taylors were away on vacation, the building burned to the ground, leaving only the two chimneys standing. Mr. Taylor testified that on a subsequent return to the lot, he found defendant sitting on a bulldozer on the property. The remains of the house had been pushed into a pile, trees on the lot had been cut down, and certain property belonging to plaintiffs had been removed. Mr. Taylor stated that defendant on that occasion said he was now the owner of the property and that he had a deed to it.\nPlaintiffs then commenced this action in District Court (Belfast). Count I asked the court to quiet title to the schoolhouse lot in plaintiffs, pursuant to 14 M.R.S.A. §§ 6651-54 (1980); Count II sought to remove any cloud from plaintiffs’ title to that lot, under 14 M.R.S.A. §§ 6655-58; and Count III demanded damages for defendant’s trespass upon that lot. Defendant removed the case to the Superior Court. There, defendant filed his answer and counterclaim, alleging that he, not plaintiffs, owned the schoolhouse lot and pleading both a quiet title action under 14 M.R.S.A. §§ 6651-58 and a real action under id., § 6701. Defendant’s answer also denied plaintiffs’ trespass claim and asserted a separate counterclaim for alleged trespass upon other land belonging to him. The jury returned special verdicts in favor of plaintiffs’ claims and against defendant’s. Following the denial of his motion for new trial, defendant now appeals.\nAs his first claim of error, defendant asserts that the Superior Court erred in excluding at trial extrinsic evidence of the alleged intention on the part of the grantor of the 1924 deed that the conveyance to the town of Freedom last only so long as the town used the lot for a school. Defendant, contending that the 1924 deed was ambiguous, argues that the tendered parol evidence should have been admitted in order to clear up that ambiguity.\nThe court below excluded the tendered evidence on alternative grounds. It ruled, first, that the failure of the pretrial order to refer to any question of construction of the deed prevented defendant from raising that issue at trial and, second, that in any event the deed was not ambiguous and thus the parol evidence rule barred the admission of the extrinsic evidence. On either ground, the Superior Court’s ruling was correct.\nAccording to the pretrial order, the only dispute as to the title issue concerned whether the 1924 deed was a forgery. That pretrial order was binding on the conduct of the trial, see Parsons v. Beaulieu, Me., 429 A.2d 214, 218 n. 4 (1981); 1 Field, McKusick & Wroth, Maine Civil Practice § 16.5 (2d ed. 1970). Thus, the Superior Court correctly treated defendant’s ambiguity argument as waived, see Bickford v. Berry, 160 Me. 9, 196 A.2d 752, amended 160 Me. 132, 134, 199 A.2d 566, 566 (1964); 1 Field, McKusick & Wroth, supra.\nIn any event, as a matter of law the presiding justice correctly excluded the parol evidence because the 1924 deed was clear and unambiguous. In that deed the words of inheritance, “heirs and assigns,” were deleted by hand wherever they appeared. Nonetheless, as so modified, that deed had a clear and unambiguous legal effect, namely, that of a conveyance in fee simple to the town of Freedom. Although no Maine case has decided the exact question, we now hold that in 1924 words of inheritance were not required for a fee simple conveyance to a municipal corporation. Only a dozen years later, the Restatement of Property § 35 (1936) articulated the prevailing common law rule, as follows:\n[a]n estate in fee simple absolute is created in the United States or in a State or in any subdivision of a State by an otherwise effective conveyance intervivos of land without the use of words of inheritance unless the conveyance expresses an intent to create an estate other than a fee simple absolute.\n(Emphasis added) See also Van Ness v. Washington, 29 U.S. (4 Pet.) 232, 285-86, 7 L.Ed. 842 (1830) (Story, J.) (conveyance to City of Washington, D. C.); 1 American Law of Property § 2.5 at 92 (A. Casner ed. 1952) (conveyance to corporations generally). The excision of the words “heirs and assigns” from the printed deed is explained in practical terms by the fact that the town of Freedom obviously does not have heirs. Furthermore, even with that excision, the habendum clause continued to convey the property “to the said Town of Freedom, their use and behoof forever.” The conveyance as so worded hardly expresses any intent “to create an estate other than a fee simple.” Restatement of Property, supra, § 35.\nThe 1924 deed thus had on its face the clear and unambiguous legal effect of conveying a fee simple absolute to the town of Freedom. Given that lack of ambiguity, the Superior Court correctly excluded the proffered parol evidence, for parol evidence may not be admitted merely to create an ambiguity where none is otherwise apparent. National Surety Corp. v. Curators of University of Missouri, 268 F.2d 525, 528 (8th Cir. 1959); cf. Card v. Nickerson, 150 Me. 89, 92-93, 104 A.2d 427, 430 (1954).\nDefendant also contends on appeal that plaintiffs never obtained the entire title to the schoolhouse lot because Ralph Richardson was not the sole owner of the schoolhouse lot in 1924 and because Freedom received, and in turn transferred to plaintiffs in 1969, no more than the title he gave. Defendant’s assertion is without merit. Ralph Richardson in 1957 acquired a deed to the schoolhouse lot from the representatives of all four other grantees in the 1906 conveyance from Clarissa Richardson. Under the familiar principle of estoppel by after-acquired title, Ralph Richardson and all who hold under him, as does defendant Arthur Richardson, are precluded from challenging that title. The 1957 acquisition of full title by the grantor of the 1924 deed estops defendant from now asserting any incompleteness in plaintiffs’ title based on Ralph Richardson’s less-than-full fee simple title in the schoolhouse lot in 1924, since “a grantee of one who has warranted a title he did not possess takes the title warranted if his grantor subsequently acquires it.” Loose-Wiles Biscuit Co. v. Deering Village Corp., 142 Me. 121, 128, 48 A.2d 715, 719 (1946). The court thus correctly ruled that the only issue for the jury was whether Ralph Richardson’s signature on the 1924 deed was genuine.\nAlthough we deny defendant’s appeal, we must modify the Superior Court’s judgment. That judgment provided:\nJudgment entered for the Plaintiffs on Count I of the complaint.\nJudgment entered for the Plaintiffs on Count III of the complaint in the amount of $1,000.00 plus costs.\nJudgment entered for the Plaintiffs on all counts of Defendant’s counterclaim.\nWe amplify that judgment to specify the relief granted plaintiffs against defendant relative to title to the schoolhouse lot and also to incorporate a detailed description of that lot. See M.R.Civ.P. 54(c).\nThe entry must be:\nJudgment of the Superior Court modified to read as follows:\nJudgment for plaintiffs and against defendant on both the complaint and the counterclaims;\nTitle in fee simple is quieted in plaintiffs, and defendant is forever barred from having or asserting any right, title, or interest adverse to plaintiffs’ fee simple title, in the following premises:\nA certain lot or parcel of land together with the buildings thereon situated in Freedom, Waldo County, Maine, to wit, the so-called South Freedom School House lot, more particularly bounded and described as follows:\nBounded on the North by Main Road; Bounded on the East by land of Ralph Richardson heirs;\nBounded on the South by land of Ralph Richardson heirs;\nBounded on the West by land of Ralph Richardson heirs;\nContaining one-half (V2) acre, more or less.\nBeing the same premises described in a deed from the Inhabitants of the Town of Freedom to Stephen Taylor and Louise Taylor, as joint tenants, dated June, 1969, and recorded in the Waldo County Registry of Deeds, December 9, 1969, in Book 679, Page 114.\nJudgment for plaintiffs and against defendant in the amount of $1,000.00 plus costs, for damages for trespass upon the above-described premises.\nAs so modified, the judgment of the Superior Court is affirmed.\nAll concurring.\n. The pleadings described the lot in dispute as follows:\nA certain lot or parcel of land, together with the buildings thereon, situated in Freedom, Waldo County, Maine, and more particularly bounded and described as follows, to wit:\nSouth Freedom School House\nBounded on the North by Main Road\nBounded on the East by land of Ralph Richardson Heirs\nBounded on the South by land of Ralph Richardson Heirs\nBounded on the West by land of Ralph Richardson Heirs\nContaining one-half (V2) acre, more or less. Being the same premises described in a deed from the Inhabitants of the Town of Freedom to Stephen Taylor and Louise Taylor, as Joint Tenants, dated June, 1969, and recorded in the Waldo County Registry of Deeds, December 9, 1969, in Book 679, Page 114.\nThe 1969 deed used the identical metes and bounds description. The 1924 and 1957 deeds each described differently the property they conveyed. On appeal, however, neither party disputes that the three deeds refer to the same schoolhouse lot that is the focus of the present litigation.\n. On appeal, defendant does not attack the correctness of the findings adverse to him on his counterclaim for trespass, nor does he continue to press his trial contention that Ralph Richardson’s signature on the 1924 deed was forged.\n. Prior to 1924, one Maine case had upheld an intervivos conveyance to a religious organization even though the deed lacked words of inheritance. Hamlin v. Perticuler Baptist Meeting House, 103 Me. 343, 350, 69 A. 315, 318 (1907).\n. The 1924 deed is governed by Maine law as it stood when that deed was made. See Stuart v. Fox, 129 Me. 407, 419, 152 A. 413, 418 (1930).\n. See n. 2 above.\n. Subsequently, on remand from the Law Court because of a M.R.Civ.P. 54(b) deficiency, the Superior Court dismissed Count II of the complaint.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Blake, Hazard & Carver, Paul L. Hazard, Belfast (orally), for plaintiffs.",
      "Law Offices of Burton G. Shiro, Pamela J. Ames, Waterville (orally), for defendant."
    ],
    "corrections": "",
    "head_matter": "Stephen TAYLOR and Louise Taylor v. Arthur RICHARDSON.\nSupreme Judicial Court of Maine.\nArgued May 13, 1981.\nDecided Aug. 7, 1981.\nBlake, Hazard & Carver, Paul L. Hazard, Belfast (orally), for plaintiffs.\nLaw Offices of Burton G. Shiro, Pamela J. Ames, Waterville (orally), for defendant.\nBefore McKUSICK, C. J., and WER-NICK, NICHOLS, ROBERTS and CARTER, JJ."
  },
  "file_name": "1307-01",
  "first_page_order": 1351,
  "last_page_order": 1355
}
