{
  "id": 7367648,
  "name": "STATE v. Peter TREPANIER",
  "name_abbreviation": "State v. Trepanier",
  "decision_date": "1991-12-12",
  "docket_number": "No. 90-283-C.A.",
  "first_page": "1311",
  "last_page": "1320",
  "citations": [
    {
      "type": "official",
      "cite": "600 A.2d 1311"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "74 L.Ed.2d 958",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 735",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "459 U.S. 1108",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6517239,
        6517541,
        6517766,
        6517961,
        6517707,
        6518030,
        6517295,
        6517844,
        6517079,
        6517624,
        6517145,
        6517371,
        6517471
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/459/1108-03",
        "/us/459/1108-07",
        "/us/459/1108-10",
        "/us/459/1108-12",
        "/us/459/1108-09",
        "/us/459/1108-13",
        "/us/459/1108-04",
        "/us/459/1108-11",
        "/us/459/1108-01",
        "/us/459/1108-08",
        "/us/459/1108-02",
        "/us/459/1108-05",
        "/us/459/1108-06"
      ]
    },
    {
      "cite": "690 F.2d 1144",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1473946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/690/1144-01"
      ]
    },
    {
      "cite": "438 A.2d 1070",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7999189
      ],
      "pin_cites": [
        {
          "page": "1084-85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/1070-01"
      ]
    },
    {
      "cite": "427 A.2d 1311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003656
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1312-13"
        },
        {
          "page": "1313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/427/1311-01"
      ]
    },
    {
      "cite": "508 A.2d 1339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7925523
      ],
      "pin_cites": [
        {
          "page": "1348-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/508/1339-01"
      ]
    },
    {
      "cite": "251 U.S. 385",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3680880
      ],
      "weight": 3,
      "year": 1920,
      "opinion_index": 0,
      "case_paths": [
        "/us/251/0385-01"
      ]
    },
    {
      "cite": "467 U.S. 431",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6201711
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0431-01"
      ]
    },
    {
      "cite": "518 A.2d 1339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7935345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/518/1339-01"
      ]
    },
    {
      "cite": "533 A.2d 1172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7884104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/533/1172-01"
      ]
    },
    {
      "cite": "462 U.S. 1039",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6196866
      ],
      "weight": 6,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/462/1039-01"
      ]
    },
    {
      "cite": "451 U.S. 477",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187603
      ],
      "weight": 7,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/451/0477-01"
      ]
    },
    {
      "cite": "595 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7375120
      ],
      "pin_cites": [
        {
          "page": "804-05"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/595/0803-01"
      ]
    },
    {
      "cite": "84 S.Ct. 1489",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6164855
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1493-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0001-01"
      ]
    },
    {
      "cite": "450 U.S. 288",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184958
      ],
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "1121-22"
        },
        {
          "page": "254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0288-01"
      ]
    },
    {
      "cite": "380 U.S. 609",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1524757
      ],
      "weight": 7,
      "year": 1965,
      "pin_cites": [
        {
          "page": "614"
        },
        {
          "page": "1233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0609-01"
      ]
    },
    {
      "cite": "120 R.I. 714",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8519980
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/ri/120/0714-01"
      ]
    },
    {
      "cite": "431 A.2d 1229",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/431/1229-01"
      ]
    },
    {
      "cite": "555 A.2d 339",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883881,
        7883810
      ],
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/555/0339-02",
        "/a2d/555/0339-01"
      ]
    },
    {
      "cite": "430 A.2d 746",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7983965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0746-01"
      ]
    },
    {
      "cite": "502 A.2d 332",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7892186
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/502/0332-01"
      ]
    },
    {
      "cite": "517 A.2d 1174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "485 A.2d 986",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7916027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/485/0986-01"
      ]
    },
    {
      "cite": "853 F.2d 16",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/853/0016-01"
      ]
    },
    {
      "cite": "404 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172366
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0257-01"
      ]
    },
    {
      "cite": "467 U.S. 504",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203373
      ],
      "weight": 3,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0504-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1225,
    "char_count": 29173,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.189530740981424
    },
    "sha256": "17563c067c37c3a58479c3007878e4311b8f4d975d1ca64350c9c8968d84709a",
    "simhash": "1:90fb23d731bd4666",
    "word_count": 4799
  },
  "last_updated": "2024-02-27T23:00:09.336268+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Peter TREPANIER."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThis case comes before us on an appeal by the defendant from a judgment of conviction entered in the Superior Court of twenty-seven counts of criminal conduct. The charges upon which the defendant has been convicted include six counts of conspiracy to commit murder, six counts of assault with intent to commit murder, six counts of conspiracy to break and enter a dwelling house with the intent to commit larceny, six counts of entering a dwelling house with the intent to commit larceny, and three counts of first degree arson. We vacate the convictions and remand for a new trial. The facts underlying these judgments of conviction, insofar as pertinent to the appeal, are as follows.\nThe defendant and a confederate, who was tried separately, were accused of carrying out what might be termed a reign of terror in northern Rhode Island arising out of a series of shooting incidents that occurred between December 8, 1986, and January 8, 1987, in the towns of North Smithfield and Cumberland and the city of Woonsocket. The defendant was also accused of a number of charges of breaking and entering with accompanying larcenies and three incidents of arson, which took place between April 28, and June 24, 1987.\nAlthough there had been extensive police investigation of all these incidents, along with participation by the National Guard, the perpetrators of these offenses had not been apprehended, nor had suspects been identified, until events that occurred on October 7, 1987 led to a confession by Peter Trepanier (Trepanier) in the early morning of October 8 in the Woonsocket police station.\nOn October 7 defendant called Paula La-liberte (Laliberte), a close friend, and asked to meet with her. She left her place of employment and met defendant at a gas station in Woonsocket. The defendant had been drinking and was extremely upset to the point of dissolving into tears. He ultimately stated to Laliberte that he was the sniper for whom the police had been searching and that he was also responsible for the wave of breaking and entering and arsons.\nAt first Laliberte did not believe her friend, but he continued to insist that he had committed these various crimes along with his friend, Russell Ducharme (Duc-harme). Trepanier declined to return to his home and report these facts to his parents, and after much discussion he and Laliberte decided to go to the Woonsocket police station. The time of their arrival at the police station was approximately 1 a.m. on October 8,1987. The two attempted to get the attention of Patrolman Walter Warot, who was typing at a desk behind a counter that separated the public from the outer office. At first the patrolman did not respond to their efforts, but Trepanier caught his attention by saying, “I’m the one you are looking for. I’m the sniper.”\nIn response to this statement Trepanier was brought into the office of Lieutenant Michael E. Richardson and given Miranda warnings. Trepanier first stated, “I’m responsible for eleven shootings.” He then said that he wanted an attorney. Earlier he had asked Patrolman Warot for a “counselor,” whereupon Patrolman Warot replied “we don’t have a counselor working at this time.” This earlier statement was made before Warot had any idea that Tre-panier had been involved in any criminal activity.\nLieutenant Richardson contacted police officials in North Smithfield, and Trepanier was taken to the State Police Barracks. There he made a series of oral and written statements, some of which implicated Duc-harme. The statements made at the State Police Barracks were suppressed pursuant to pretrial motions. However, a statement made by Trepanier to Patrolman Warot was not suppressed. In this statement defendant told Warot that a rifle he had used in the sniper incidents had been disposed of in Stump Pond across from the Smithfield police station. Thereafter, the police recovered a rifle from the spot described and caused the gun to be examined by an expert employed by the Federal Bureau of Investigation. Special Agent Robert W. Sibert testified that a number of the bullets found at the scenes of the sniper incidents came from the same gun. He further testified that although these bullets had characteristics consistent with the rifle, he was not certain whether the bullets had come from the rifle retrieved in Stump Pond because of its rusted condition. Agent Si-bert advanced the opinion that the rifle had probably been in the pond from nine to twelve months.\nFurther expert testimony indicated that handwriting samples given by defendant were written by the same person who wrote one of two pertinent notes that had been found in North Smithfield. The note was introduced as state’s exhibit No. 46 and read as follows:\n“Sniperman — men we are taking a rest. We will not shoot for at least one month. If you do not believe, you’ll see you will have one month free. Bring this to proper authority [sic]. They’re wasting taxpayers’ money. They will never catch me-us. Sniperman (men).”\nConsiderable testimony was adduced from the various victims of the shootings, some of whom had been seriously injured by bullets fired during the sniping incidents. Further evidence was elicited from victims of the breaking-and-entering incidents which evidence often included descriptions of the trashing of the interiors of the homes involved. In three instances the dwellings had been set on fire and various items stolen.\nSome of the stolen items were later identified and traced back to the homes of victims with the aid of the testimony of Michael Jones, to whom certain of the stolen items had been delivered, and the testimony of a number of police officers who had ascertained the owners of some of the stolen items.\nAs a result of this and other evidence, defendant was convicted of twenty-seven offenses. In support of his appeal defendant has raised six issues. These issues will be considered in the order in which they have been raised in defendant’s brief. Further facts will be supplied as may be necessary in order to deal with the issues raised.\nI\nTHE VALIDITY OF THE SENTENCES IMPOSED\nA\nThe Plea Bargain\nThe defendant contends that the sentences imposed upon him after trial, which aggregated ninety-five years’ imprisonment of which fifty-five years were suspended to be followed by life imprisonment for the arson convictions, were legally invalid in the light of a plea-bargaining agreement allegedly accepted before trial.\nThe defendant contends that on January 14, 1989, the prosecuting attorney suggested during a conference in the trial justice’s chambers that the state would recommend a sentence of twenty-five years for all charges if defendant would plead to the charges (apparently either nolo contendere or guilty). The defendant asserts further that the trial justice requested that defense counsel discuss this offer with his client at the Adult Correctional Institutions. During the ensuing weekend counsel consulted with defendant and his family and reported on Monday morning that defendant would accept the offer of a twenty-five-year sentence. The trial justice had previously agreed that a twenty-five-year sentence would be appropriate. However, the prosecutor responded that the offer that she had made was only tentative and that her superior would not accept a plea on these terms. Apparently the head of the criminal-justice division, James Ryan, would not agree to any plea proposal that would involve a sentence of less than thirty years. As a result the plea negotiations ended, and the trial proceeded.\nThe defendant argues that his acceptance of the plea proposal that he serve a period of twenty-five years should entitle him to what is in effect specific performance of the plea agreement. He concedes that the Supreme Court of the United States in Mabry v. Johnson, 467 U.S. 504, 104 S.Ct. 2543, 81 L.Ed.2d 437 (1984), held that the acceptance of a plea agreement created no constitutional right to specific performance. Applying a due process analysis, the Court found no fundamental unfairness in the withdrawal by the State of Arkansas of the prosecutor’s proposed recommendation of a sentence of twenty-one years to be served concurrently with sentences then being served by defendant Johnson.\nNevertheless defendant argues that in our supervisory capacity we should require the state to carry out a plea agreement to which its representative had apparently agreed, although she later claimed that she did not have authority from her superior to do so. In response to this argument we decline to extend our supervisory authority to require the state specifically to perform such an agreement. We believe that either the state or a defendant may withdraw from such an agreement unless and until that defendant’s plea is actually entered. Prior to that time such an agreement should not be enforceable against either party. It is notable that under the holding in Santobello v. New York, 404 U.S. 257, 92 S.Ct. 495, 30 L.Ed.2d 427 (1971), the Supreme Court did not require specific performance even after a plea had been entered but allowed the prosecution in the alternative either to keep the promise or to allow the plea to be withdrawn. The defendant cites numerous cases in which courts have held that a plea agreement may be specifically enforced even before the plea is entered. We find these cases unpersuasive. We are persuaded by the opinions of those courts that have held that no enforceable agreement has been made until the plea is entered. See, e.g., United States v. Papaleo, 853 F.2d 16 (1st Cir.1988); State v. Therriault, 485 A.2d 986 (Me.1984); State v. O’Leary, 517 A.2d 1174 (N.H.1986).\nWe therefore hold that the trial justice did not commit error in declining specifically to enforce the executory agreement between the prosecution and the defense.\nB\nThe Length of the Sentence\nThe defendant asserts that the sentence imposed was excessive in all the circumstances and constituted a penalty for his choosing to go to trial. In light of the fact that this court will vacate this conviction on other grounds and remand the case for a new trial, consideration of the validity of the sentence would be inappropriate at this time. However, even if a new trial were not to be ordered, we have frequently stated that in the absence of extraordinary circumstances, which are not present in this case, this court will not consider the validity or illegality of a sentence on direct appeal. We have stated on numerous occasions that the appropriate procedure for challenging an improper or illegal sentence is to seek a revision of that sentence initially in the Superior Court pursuant to Rule 35 of the Superior Court Rules of Criminal Procedure. In the event that a defendant is aggrieved by the decision of the Superior Court after a ruling on such a motion, this court will review the determination on appeal within the limited scope allowed by our previous cases. State v. Lee, 502 A.2d 332 (R.I.1985); State v. Bucci, 430 A.2d 746 (R.I.1981).\nConsequently defendant’s challenge to the validity and propriety of his sentence cannot be considered at this time.\nII\nTHE JOINDER\nThe defendant argues that there was an improper joinder in a single indictment of the counts alleging assault with intent to murder and corresponding counts of conspiracy to commit murder arising out of activity that took place between December 8,1986, and January 8,1987, with those counts based upon house breaks and corresponding conspiracies that occurred between April 28 and June 24, 1987, as well as three charges of arson committed in the course of the house breaks. Specifically at oral argument defendant concedes that the house breaks and the arson counts could be joined in one indictment, but he asserts that joinder with the sniping (assault-with-intent-to-murder) counts constituted prejudicial error. With this argument we are in agreement.\nRule 8(a) of the Superior Court Rules of Criminal Procedure governs the joinder of offenses against a single defendant. The rule permits joinder of offenses in the same indictment if the offenses charged are of the same or similar character or are based on two or more acts or transactions connected together or constituting parts of a common scheme or plan. See State v. Lassor, 555 A.2d 339, 345 (R.I.1989). In the case at bar the trial justice considered the motion for severance as a discretionary determination pursuant to Rule 14 of the Superior Court Rules of Criminal Procedure. See State v. Whitman, 431 A.2d 1229 (R.I.1981); State v. Sharbuno, 120 R.I. 714, 390 A.2d 915 (1978).\nIn the instant case we believe that the trial justice was not confronted with an exercise of discretion but with a legal determination concerning whether these counts had been properly joined under Rule 8(a). An analysis of the charges and the evidence submitted in the case discloses that these offenses were not properly joined.\nCertainly the sniping or assault charges are not of the same or similar character as the house-breaking and arson charges. Moreover, they do not disclose any common scheme or plan. The state contends that the absence of these factors would nevertheless not require either the motion justice or the trial justice to sever the counts save in his discretion. We must respectfully disagree with this contention, since defendant was entitled to severance as a matter of right. If joinder was not authorized under Rule 8(a) in such a situation, there is no room for discretion and the rule must be applied in accordance with its terms.\nWe cannot say that the refusal to sever in all the circumstances of this case was harmless beyond a reasonable doubt.\nIll\nTHE JURY INSTRUCTION\nThe defendant contends that the trial justice committed reversible error in refusing to give an instruction that unequivocally admonished the jury that defendant had a constitutional right not to testify and that no unfavorable inferences could be drawn against him for not testifying.\nSuch an instruction is based upon the holding in the seminal case Griffin v. California, 380 U.S. 609, 85 S.Ct. 1229, 14 L.Ed.2d 106 (1965). Much later in Carter v. Kentucky, 450 U.S. 288, 101 S.Ct. 1112, 67 L.Ed.2d 241 (1981), the Court held that the giving of an instruction upon the defendant’s request that a jury may draw no adverse inference against a defendant based upon his failure to testify is a mandatory constitutional obligation. In so holding, the Court commented as follows:\n“The freedom of a defendant in a criminal trial to remain silent ‘unless he chooses to speak in the unfettered exercise of his own will’ is guaranteed by the Fifth Amendment and made applicable to state criminal proceedings through the Fourteenth. Malloy v. Hogan, 378 U.S. [1], at 8 [84 S.Ct. 1489 at 1493-94, 12 L.Ed.2d 653]. And the Constitution further guarantees that no adverse inferences are to be drawn from the exercise of that privilege. Griffin v. California, 380 U.S. 609 [85 S.Ct. 1229]. Just as adverse comment on a defendant’s silence ‘cuts down on the privilege by making its assertion costly,’ id., at 614 [85 S.Ct. at 1233], the failure to limit the jurors’ speculation on the meaning of silence, when the defendant makes a timely request that a prophylactic instruction be given, exacts an impermissible toll on the full and free exercise of the privilege. Accordingly, we hold that a state trial judge has the constitutional obligation, upon proper request, to minimize the danger that the jury will give evidentiary weight to a defendant’s failure to testify.” Id. at 305, 101 S.Ct. at 1121-22, 67 L.Ed.2d at 254.\nLast term this court emphasized that the mandate of Carter required trial justices in this state to give an unequivocal instruction relating to the right of the defendant not to testify and that no adverse inferences can be drawn against him as a result of asserting this privilege. State v. Simpson, 595 A.2d 803, 804-05 (R.I.1991). In that case we held that instructions by the trial justice that defendants are under no obligation to prove or disprove anything in our system of jurisprudence or to give testimony or to go forward with a defense coupled with the admonition that the defendant may choose to testify or not to testify were insufficient as a substitute for the required constitutionally mandated instruction.\nIn the case at bar we believe that the trial justice did not adequately carry out his obligation when it was called to his attention following the giving of his charge. We cannot say that this failure was harmless beyond a reasonable doubt.\nIV\nTHE MOTION TO SUPPRESS\nA\nThe Statement To Lieutenant Richardson\nWhen defendant came to the Woon-socket police station with Laliberte at approximately 1 a.m. on October 8, 1987, he attempted to attract the attention of Patrolman Warot. He first did so by stating to Warot either himself or through Lali-berte that they had a problem and wished to see a counselor. Patrolman Warot replied that there were no counselors at the station. Apparently defendant then stated that he did not need a counselor but an attorney. At this point defendant was not detained, nor was any interrogation directed toward him. Indeed, the officer really was paying little or no attention to defendant and Laliberte but was instead busily engaged in typing. The defendant first attracted Warot’s attention by saying, “I’m the one you are looking for. I’m the sniper.” This statement was volunteered and was not the product of any interrogation, express or implied.\nAt this point defendant and Laliberte were conducted into the conference room of Lieutenant Richardson. Richardson advised defendant of his Miranda rights in this room for the first time. The defendant stated at that point, \"I'm responsible for eleven shootings.” He followed this statement by a request for an attorney.\nOn the basis of this encounter, defendant asserts that his statement to Lieutenant Richardson should have been suppressed. He relies upon the fact that his statement to Warot in the outer office constituted a request for counsel. A justice of the Superior Court held on a motion to suppress that this statement was admissible in the circumstances in which it was given. We agree with the pretrial justice.\nThe case of Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), holds that after a suspect who is under interrogation requests an attorney, that interrogation must cease and interrogation may not be reinitiated by the police unless the suspect initiates the conversation and in the course thereof makes a knowing and intelligent waiver of his right to counsel. Oregon v. Bradshaw, 462 U.S. 1039, 103 S.Ct. 2830, 77 L.Ed.2d 405 (1983).\nThe question raised by defendant’s contention concerning the admission made to Lieutenant Richardson is whether the first suggestion by defendant that he needed an attorney rather than a counselor constituted the type of request for counsel that underlies the holding in Edwards and its progeny. We believe that it does not.\nAt the time of the first mention of an attorney, defendant was not in custody, nor was he being interrogated. He was merely trying to get the attention of Officer War-ot. Neither the request for a counselor nor the adversión to an attorney made any sense whatever to the patrolman. It was not until defendant blurted out that he was the sniper that Warot showed any more than minimal interest in either him or Lali-berte. We are of the opinion that defendant’s offhand statement about either a counselor or an attorney did not constitute a type of unequivocal request for counsel in an atmosphere of in-custodial interrogation to which Edwards made reference.\nConsequently we believe that the first effective demand for counsel was made to Lieutenant Richardson after the Miranda rights had been explained and after defendant had blurted out that he was responsible for eleven shootings. Therefore, the pretrial justice’s refusal to suppress this statement was not erroneous.\nB\nThe Statement to Patrolman Warot Relating to the Gun\nAfter claiming his right to counsel in the course of his colloquy with Lieutenant Richardson, defendant was conducted into a separate room. Interrogation had ceased. Patrolman Warot was seated in the room, probably guarding defendant, but he made no attempt to question defendant in any way. A desultory conversation took place between defendant and Warot concerning defendant’s hobbies, including bowling, and also concerning job experiences. The trial justice found as a fact that this conversation was initiated by Tre-panier, not by Warot. In the course of the conversation Trepanier suddenly asked Warot if he knew about the gun used in the sniping. Warot spontaneously responded, “What gun?” Trepanier then blurted out that he had used a rifle and later disposed of it by throwing it into a pond across from the Smithfield police station (the pond was known as Stump Pond). This rifle was later recovered from Stump Pond by Sergeant William Shepard of the Smithfield police department.\nThe trial justice declined to suppress the statements made to Officer Warot on the ground that the conversation had been initiated by Trepanier and that during the course of the conversation, without interrogation or its equivalent, Trepanier volunteered the information concerning the rifle and the place where he had disposed of it.\nIn finding the historical facts concerning the conversation and the statements made in the course thereof, the trial justice’s determinations are entitled to great weight and will not be disturbed by this court unless they are clearly wrong. State v. Lionberg, 533 A.2d 1172 (R.I.1987); State v. Ferola, 518 A.2d 1339 (R.I.1986).\nIn applying the law to the facts of the case as he found those facts to be, the trial justice acted in accordance with the constitutional doctrine as enunciated in Edwards v. Arizona, 451 U.S. 477, 101 S.Ct. 1880, 68 L.Ed.2d 378 (1981), as further defined by Oregon v. Bradshaw, 462 U.S. 1039, 103 S.Ct. 2830, 77 L.Ed.2d 405 (1983). We are of the opinion, after examining the record of the hearings, that the trial justice had ample evidence to support his findings. The trial justice also noted that the police had an independent source concerning the location of the rifle — Laliberte. This aspect of the motion to suppress will be considered under the next issue.\nIn declining to suppress the statements made by Trepanier to Patrolman Warot, the trial justice did not commit error.\nV\nTHE ADMISSION INTO EVIDENCE OF THE RIFLE\nThe defendant contends that the pretrial justice erred in declining to suppress as evidence the rifle that had been retrieved by Sergeant Shepard from a point in Stump Pond located a short distance from the shoreline across from the Smith-field police station. The defendant suggests that this rifle would never have been discovered save for statements and directions illegally obtained by members of the State Police after Trepanier had asserted his right to counsel in the office of Lieutenant Richardson.\nThe pretrial justice did agree that the statements obtained by the State Police and the specific directions concerning the point of disposition of the rifle should have been suppressed as violative of the principles set forth in Edwards v. Arizona, supra. However, the pretrial justice refused to suppress the rifle on the ground that there were three independent sources upon which to base police knowledge sufficient to retrieve the rifle in the normal course of events. One independent source was Lali-berte, who had been told by defendant that he had disposed of the rifle in Stump Pond. The second source was Officer Warot who was also told by defendant that he had thrown the rifle into the pond across from the Smithfield police station. The third source was Sergeant Shepard, who testified that he went into the water across from the Smithfield police station and found the weapon in about twenty minutes. The trial justice found that the information from Laliberte and Officer Warot was sufficient to enable Sergeant Shepard, who had been a lifelong resident of the area, to narrow his search in such a manner as to lead to inevitable discovery.\nWe believe that this case is far more compelling on the issue of inevitable discovery than was the case of Nix v. Williams, 467 U.S. 431, 104 S.Ct. 2501, 81 L.Ed.2d 377 (1984). The Court upheld a trial court determination that a body would have inevitably been discovered even without the statements and directions that had been improperly elicited from Williams in violation of his Sixth Amendment right to counsel. In that case the trial court determined and the appellate courts supported the determination that a grid search of an area between Davenport, Iowa, and Des Moines, Iowa, would inevitably have produced the body.\nIn the case at bar the area of Stump Pond across from the Smithfield police station was probably less extensive than the area of the search in Williams. The pretrial justice, as part of his factfinding function, was entitled to draw inferences concerning the public access to the pond, and the distance from the shoreline that a rifle could be thrown by a person like defendant and to determine from the established facts and these inferences the likelihood of discovery of the rifle without assistance from the statements and directions obtained by the State Police. In the circumstances of this case, we are of the opinion that the preponderance of the evidence required by Williams supported the finding that the information from the independent sources was sufficient to disassociate the retrieval of the rifle from the fruit of the poison tree. See Silverthorne Lumber Co. v. United States, 251 U.S. 385, 40 S.Ct. 182, 64 L.Ed. 319 (1920).\nThe pretrial justice did not err in declining to suppress the rifle.\nVI\nTHE CONSPIRACY CONVICTIONS\nIn addition to the substantive offenses, defendant was convicted of twelve counts of conspiracy. Six of these counts related to assault with intent to commit murder, and six related to conspiracies to break and enter into dwelling houses with intent to commit larceny.\nThe defendant argues that there was insufficient evidence to support the jury’s finding that each of these conspiracies involved a separate agreement. The defendant points out that prior to trial he moved to dismiss all but one conspiracy to murder and one conspiracy unlawfully to enter. He contended then, as he does now, that the state had no evidence to prove, or even suggest, that independent conspiracies, each with one substantive offense as its object, ever existed. With this contention we must disagree.\nWe have observed in State v. Gordon, 508 A.2d 1339, 1348-49 (R.I.1986):\n“The essence of the crime of conspiracy is an unlawful agreement. Once the agreement is made, the offense is complete. State v. Barton, 427 A.2d 1311, 1312-13 (R.I.1981). Although a common agreement is the keystone of any criminal conspiracy, the terms of such an agreement are often difficult to prove. Consequently, the conspirators’ goals may be inferentially established by proof of the relations, conduct, circumstances, and actions of the parties. State v. Ahmadjian, 438 A.2d 1070, 1084-85 (R.I.1981); State v. Barton, 427 A.2d at 1313.”\nApplying these principles to the facts of the case at bar leads to the conclusion that the jurors could well have found that a separate conspiracy existed in respect to each of the shooting incidents as well as each of the breaking-and-entering incidents. There is utterly no evidence in this case of a single conspiracy of a type that often exists when individuals engage in a rational though illegal criminal enterprise that involves multiple distinct overt acts. Such is often the case when one or more persons engage in drug dealing as in United States v. Kalish, 690 F.2d 1144 (5th Cir.1982), cert. denied, 459 U.S. 1108, 103 S.Ct. 735, 74 L.Ed.2d 958 (1983). Unlike the situation in the instant case, the evidence points most persuasively toward a series of independent agreements to commit criminal acts without advance planning. The trier of fact could well have found beyond a reasonable doubt that each of the conspiracies to commit murder and each of the conspiracies to break and enter was formed individually on an ad hoc basis and that there was no overriding single conspiracy that guided the overt acts of the two perpetrators.\nConsequently there was no violation of the principles of double jeopardy in the findings that there were twelve separate conspiracies and no error on the part of the trial justice in declining to dismiss all but one conspiracy to murder and one conspiracy to enter unlawfully.\nFor the reasons stated, the defendant’s appeal is sustained in part and denied in part. The papers in the case may be remanded to the Superior Court with directions that the defendant be given a new trial.",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "James E. O’Neil, Atty. Gen., Jeffrey Greer, Asst. Atty. Gen., for plaintiff.",
      "Richard Casparian, Barbara Hurst, Public Defenders, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Peter TREPANIER.\nNo. 90-283-C.A.\nSupreme Court of Rhode Island.\nDec. 12, 1991.\nJames E. O’Neil, Atty. Gen., Jeffrey Greer, Asst. Atty. Gen., for plaintiff.\nRichard Casparian, Barbara Hurst, Public Defenders, for defendant."
  },
  "file_name": "1311-02",
  "first_page_order": 1385,
  "last_page_order": 1394
}
