{
  "id": 7990387,
  "name": "Joseph SUTTON v. Charles L. FROST et al.",
  "name_abbreviation": "Sutton v. Frost",
  "decision_date": "1981-08-07",
  "docket_number": "",
  "first_page": "1311",
  "last_page": "1315",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 1311"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "10 Me. 429",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        388098
      ],
      "year": 1833,
      "opinion_index": 0,
      "case_paths": [
        "/me/10/0429-01"
      ]
    },
    {
      "cite": "420 A.2d 230",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7946568
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0230-01"
      ]
    },
    {
      "cite": "382 A.2d 848",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8001643
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "854"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/0848-01"
      ]
    },
    {
      "cite": "202 N.W.2d 114",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10762684
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/202/0114-01"
      ]
    },
    {
      "cite": "164 F.Supp. 665",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        358184
      ],
      "pin_cites": [
        {
          "page": "671"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/164/0665-01"
      ]
    },
    {
      "cite": "9 A. 122",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1887,
      "pin_cites": [
        {
          "page": "123-24"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "79 Me. 195",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        586162
      ],
      "year": 1887,
      "pin_cites": [
        {
          "page": "202-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/79/0195-01"
      ]
    },
    {
      "cite": "385 A.2d 206",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970854
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0206-01"
      ]
    },
    {
      "cite": "109 A. 750",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 3,
      "year": 1920,
      "pin_cites": [
        {
          "page": "751",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 Me. 153",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        626866
      ],
      "year": 1920,
      "opinion_index": 0,
      "case_paths": [
        "/me/119/0153-01"
      ]
    },
    {
      "cite": "53 A. 38",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1902,
      "pin_cites": [
        {
          "page": "40"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 Me. 530",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        697491
      ],
      "year": 1902,
      "pin_cites": [
        {
          "page": "535-36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/96/0530-01"
      ]
    },
    {
      "cite": "54 A. 940",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1903,
      "pin_cites": [
        {
          "page": "941"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 Me. 347",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        481577
      ],
      "year": 1903,
      "pin_cites": [
        {
          "page": "350-51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/97/0347-01"
      ]
    },
    {
      "cite": "76 A. 679",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1909,
      "pin_cites": [
        {
          "page": "681"
        },
        {
          "page": "682"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "106 Me. 234",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        645728
      ],
      "year": 1909,
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/106/0234-01"
      ]
    },
    {
      "cite": "49 A. 1047",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1901,
      "pin_cites": [
        {
          "page": "1048, 1049"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "95 Me. 287",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        672896
      ],
      "year": 1901,
      "pin_cites": [
        {
          "page": "290, 292-93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/95/0287-01"
      ]
    },
    {
      "cite": "226 A.2d 371",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8091556
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "377"
        },
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/226/0371-01"
      ]
    },
    {
      "cite": "6 Me. 452",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8738181
      ],
      "year": 1830,
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/6/0452-01"
      ]
    },
    {
      "cite": "12 Me. 243",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        1523879
      ],
      "weight": 2,
      "year": 1835,
      "opinion_index": 0,
      "case_paths": [
        "/me/12/0243-01"
      ]
    },
    {
      "cite": "64 A. 946",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "101 Me. 542",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        653388
      ],
      "year": 1906,
      "opinion_index": 0,
      "case_paths": [
        "/me/101/0542-01"
      ]
    },
    {
      "cite": "138 A. 68",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "126 Me. 284",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        594625
      ],
      "year": 1927,
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/126/0284-01"
      ]
    },
    {
      "cite": "19 A. 442",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 5,
      "year": 1889,
      "pin_cites": [
        {
          "page": "442"
        },
        {
          "page": "442"
        },
        {
          "page": "442"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "82 Me. 231",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        570213
      ],
      "weight": 3,
      "year": 1889,
      "pin_cites": [
        {
          "page": "233"
        },
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/82/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 11804,
    "ocr_confidence": 0.836,
    "pagerank": {
      "raw": 1.3382198038771956e-07,
      "percentile": 0.6306041394691351
    },
    "sha256": "26160a988978119ff8d0b85e9cc98d337c693b5f99abecd4e0628956bed71a74",
    "simhash": "1:459b2503b0c39322",
    "word_count": 2028
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WERNICK, GODFREY, NICHOLS, GLASSMAN, ROBERTS and CARTER, JJ."
    ],
    "parties": [
      "Joseph SUTTON v. Charles L. FROST et al."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nThe Superior Court (Kennebec County) granted a partial summary judgment to the plaintiff, Joseph Sutton, against Charles L. Frost and Frost Realty, Inc., finding them liable for conversion of a building. Final judgment for Sutton was later entered against Frost for $10,000. Frost appealed, waiving any legal issues concerning the amount of damages. We vacate the judgment, and remand for further proceedings.\nIn 1970 John and Ruth Daggett leased an unimproved parcel of land to Frost for five years, with one option for a second five-year term. Prior to signing the lease, Frost told John Daggett that he intended to put a building on the land to use as a real estate office. No other discussions concerning the building were held. The lease describes the premises as a “lot or parcel of land”; no mention is made of buildings. It further restricts the use of the premises “to use as a real estate office or similar business use . .. . ” In 1971 Frost arranged for the pouring of a concrete slab on the land. A prefabricated building was assembled on the slab, and used by Frost as a real estate office.\nFrost exercised the option under the lease for a second five-year term. In June of 1978, the Daggetts sold the land to Sutton. The Purchase and Sale agreement purported to convey “the building presently leased to and occupied by ...” Frost. The deed stated that the conveyance is subject to the lease to Frost, “the Grantee assuming all the obligations, condition and terms therein stated .... ”\nFrost failed to timely pay the rent due to Sutton on July 1,1978. Upon an action for forcible entry and detainer, the District Court ordered that a Writ of Possession issue on August 31, 1978. On August 30, Frost removed the building from the land and sold it to a third party. Upon Sutton’s motion for summary judgment, the Superi- or Court held that the building was owned’ by Sutton and that Frost was liable for its conversion.\nGenerally, buildings of a permanent character are a part of the realty and belong to the owner of the land on which they stand. Kingsley v. McFarland, 82 Me. 231, 233, 19 A. 442, 442 (1889). However, a building in some circumstances may be a removable fixture, that is, it may remain the personal property of someone other than the owner of the land on which it stands. See Henderson v. Robbins, 126 Me. 284, 285, 138 A. 68, 69 (1927); Collins v. Taylor, 101 Me. 542, 64 A. 946 (1906); Jewett v. Patridge, 12 Me. 243 (1835). A building of a permanent character can be held by another as personal property with the right of removal only under some agreement, express or implied, with the owner of the land. See Kingsley, 82 Me. at 233, 19 A. at 442. In Kingsley we looked to the relationship between the parties in order to determine their intentions. The builder was in possession of the land under an agreement to purchase when he constructed the buildings in question. Thus he “was not like a stranger, without any interest in the land, who erects buildings on the land of another with the latter’s consent from which might readily be implied an understanding that they could be sold or removed by the builder.” Id. Having an equitable interest in the land, the builder was presumed to have intended the buildings to be improvements upon the land which he expected to own. Id. at 233-34, 19 A. at 442.\nWhere the parties are related as landlord and tenant, the law tends to infer that annexations made by the tenant are intended to be temporary, since it is unlikely that the tenant meant to deprive himself of his property. Osgood v. Howard, 6 Me. 452, 454 (1830); see also Bangor-Hydro Electric Co. v. Johnson, Me., 226 A.2d 371, 377 (1967); Readfield Telephone & Telegraph Co. v. Cyr, 95 Me. 287, 290, 292-93, 49 A. 1047, 1048, 1049 (1901).\nThis inference is especially strong where the annexation is a trade fixture, i. e., property which a tenant has placed on rented real estate to advance the business for which the realty is leased. John P. Squire & Co. v. City of Portland, 106 Me. 234, 239, 76 A. 679, 681 (1909). The tenant’s right of removal can only be exercised, however, where it causes no material injury to the estate. The value of this rule is its bearing upon the question of intention — it is unlikely that the parties would have intended for the removal of additions where removal would materially damage the remaining estate. Id. at 240, 76 A. at 682; Hayford v. Wentworth, 97 Me. 347, 350-51, 54 A. 940, 941 (1903).\nBefore 1903, an agreement whereby a building remained the personal property of one other than the owner of the land on which it stands was effective not merely as between the parties, but also against a subsequent purchaser of the land even though he be ignorant of the agreement that the building remain personalty. See Peaks v. Hutchinson, 96 Me. 530, 535-36, 53 A. 38, 40 (1902). This rule was followed in a small minority of states and Peaks invited legislative change. In 1903, the rule was in fact abolished by passage of P.L. 1903, Ch. 150. 33 M.R.S.A. § 455 (1978), currently provides:\nNo agreement, that a building erected with the consent of the landowner by one not the owner of the land upon which it is erected shall be and remain personal property, shall be effectual against any person, except the owner of such land, his heirs, devisees and persons having actual notice thereof, unless such agreement is in writing and signed by such landowner or by someone duly authorized for that purpose, and acknowledged and recorded as deeds are required to be acknowledged and recorded under this chapter.\nIn Inhabitants of the Town of Andover v. McAllister, 119 Me. 153, 109 A. 750 (1920), we were presented with the argument that this statute abolished the minority rule only as to buildings erected on the land of another, and not as to all other chattels. We held that previous applications of the minority rule to other chattels were merely dicta, and that in light of criticism of the minority rule and its abolition by the Legislature, we would adopt the majority rule that:\nchattels attached to the realty in such a manner as to indicate they are fixtures will pass by deed or mortgage of the real estate to a purchaser or mortgagee without notice, notwithstanding an agreement, either express or implied, between the owner of the chattel and owner of the realty that they are to remain personalty and shall not become a part of the real estate.\nId. at 157, 109 A. at 751 (emphasis added).\nReading the statute in light of McAllister and prior cases, we perceive an intent on the part of the Legislature to limit the effectiveness of implied as well as express agreements (that a building erected with the consent of the landowner by one not the owner of the land shall be and remain personal property) against a third party, except one with actual notice thereof. Thus, if a third party purchaser has actual notice of facts from which the law will infer an agreement that a building remain the personal property of one other than the landowner, then that implied agreement will be effective against the third party purchaser.\nSummary judgment is appropriate only where there is no genuine issue as to any material fact and a party is entitled to a judgment as a matter of law. M.R.Civ.P. 56(c). Summary judgment may, as here, be rendered on the issue of liability alone although there is then a genuine issue as to the amount of damages. Id.\nIn granting partial summary judgment, the Superior Court found that the “Daggetts had no agreement with [Frost] as to the removal of the building in question, [and] that [Sutton] had no knowledge of an agreement by and between said Dag-getts and said Frost . ... ” While it is undisputed that the Daggetts and Frost had no express agreement that the building in question would remain personal property, there are unresolved issues of fact underlying the question of whether the parties had an implied agreement to that effect. For example, a major factor in determining whether the parties had an implied agreement is whether or not removal of the building would cause material injury to the landowner’s estate. The complaint alleges that such damages in fact occurred; the answer denies that allegation.\nNor can we uphold the decision below on the basis of the Superior Court’s ruling that the plaintiff “had no knowledge of an agreement.” (emphasis added). Apart from our concern that the Superior Court was speaking solely of an express agreement, we find here that the court misapplied the law. Section 455 of Title 33 speaks of “actual notice,” not of “knowledge.” The two terms are not synonymous. See, e. g., Gagner v. Kittery Water District, Me., 385 A.2d 206, 207 (1978); Knapp v. Bailey, 79 Me. 195, 202-04, 9 A. 122, 123-24 (1887).\nTherefore, we must vacate the judgment below, and remand to the Superior Court for further proceedings.\nThe entry is:\nJudgment vacated.\nRemanded to Superior Court for further proceedings consistent with the opinion herein.\nAll concurring.\n. For purposes of this appeal only, we see no need to distinguish Charles L. Frost and Frost Realty, Inc. and we refer to them hereafter as Frost.\n. John and Ruth Daggett purportedly conveyed this building to Sutton, who sought damages for breach of the warranty of title given by the Daggetts. Summary judgment for the Dag-getts was entered by the Superior Court.\n. It .has been stated that buildings may be “trade fixtures.\" E. g., Chicago Title & Trust Co. v. Fox Theatres Corp., 164 F.Supp. 665, 671 (S.D.N.Y.1958); Leslie Pontiac, Inc. v. Novak, 202 N.W.2d 114, 117 (Iowa 1972).\n. The factors just discussed in determining whether an implied agreement exists that a building remain personalty are in fact the same factors involved in determining whether any personalty has become part of the realty on which it rests. These criteria are stated in Boothbay Harbor Condominiums, Inc. v. Dep’t. of Transportation, Me., 382 A.2d 848, 854 (1978) to be whether:\n‘(1) [the personalty] is physically annexed, at least by juxtaposition, to the realty or some appurtenance thereof, (2) it is adapted to the use to which the land to which it is annexed is put, or the chattel and the real estate are united in the prosecution of a common enterprise, and (3) it was so annexed with the intention on the part of the person making the annexation to make it a permanent accession to the realty, ... which intention is not the hidden intention of the party making the annexation, but the intention which the law deduces from such external facts as the structure and mode of attachment, the purpose and use for which the annexation has been made and the relation and use of the party making it.’\nquoting Bangor-Hydro Electric Co. v. Johnson, Me., 226 A.2d 371, 378 (1967).\nSpecial prominence is given to the third factor. Hartford National Bank & Trust Co. v. Harvey, Me., 420 A.2d 230, 235 (1980).\n.See, e. g., Kingsley v. McFarland, 82 Me. 231, 19 A. 442 (1889); Jewett v. Patridge, 12 Me. 243 (1835); see also Russell v. Richards, 10 Me. 429 (1833).\n. Assuming that Frost did own the building during the term of the lease, there are also genuine issues of material fact concerning whether or not the building was timely removed from the land.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Lipman, Parks, Livingston, Lipman & Katz, P.A., John M. Parks (orally), David M. Lipman, Augusta, for plaintiff.",
      "Farris & Foley, P.A., Richard A. Foley (orally), Augusta, for appellants Frost.",
      "Joseph B. Campbell, Augusta, for Dag-getts."
    ],
    "corrections": "",
    "head_matter": "Joseph SUTTON v. Charles L. FROST et al.\nSupreme Judicial Court of Maine.\nArgued Jan. 9,1981.\nDecided Aug. 7, 1981.\nLipman, Parks, Livingston, Lipman & Katz, P.A., John M. Parks (orally), David M. Lipman, Augusta, for plaintiff.\nFarris & Foley, P.A., Richard A. Foley (orally), Augusta, for appellants Frost.\nJoseph B. Campbell, Augusta, for Dag-getts.\nBefore WERNICK, GODFREY, NICHOLS, GLASSMAN, ROBERTS and CARTER, JJ.\nGLASSMAN, J., sat at oral argument and participated in the initial conference but died before this opinion was adopted."
  },
  "file_name": "1311-01",
  "first_page_order": 1355,
  "last_page_order": 1359
}
