{
  "id": 7990486,
  "name": "COUNTRY BUSINESS SERVICES, INC. v. Albert E. CRAWFORD",
  "name_abbreviation": "Country Business Services, Inc. v. Crawford",
  "decision_date": "1981-08-07",
  "docket_number": "",
  "first_page": "1315",
  "last_page": "1318",
  "citations": [
    {
      "type": "official",
      "cite": "432 A.2d 1315"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "48 A.2d 715",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1946,
      "pin_cites": [
        {
          "page": "717",
          "parenthetical": "interpretation of a written contract is a question of law for the court"
        },
        {
          "page": "719"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "142 Me. 121",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        631704
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "125",
          "parenthetical": "interpretation of a written contract is a question of law for the court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/142/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 8909,
    "ocr_confidence": 0.819,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4138581052408847
    },
    "sha256": "bf83c3ec1569c5636b0c982f9fcf5efc62d1b316a3222fda3ee7361ebfe37d41",
    "simhash": "1:e85b9f4ba6d993ca",
    "word_count": 1435
  },
  "last_updated": "2024-02-27T23:49:49.244770+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and WER-NICK, GODFREY, ROBERTS and CARTER, JJ."
    ],
    "parties": [
      "COUNTRY BUSINESS SERVICES, INC. v. Albert E. CRAWFORD."
    ],
    "opinions": [
      {
        "text": "McKUSICK, Chief Justice.\nPlaintiff Country Business Services, Inc., appeals from a judgment of the Superior Court (York County) construing a brokerage agreement between plaintiff and defendant Albert Crawford. By a written contract executed on December 8, 1978, defendant retained plaintiff as the agent for the sale of his lobster and seafood business in Kittery. Upon the consummation of a sale, plaintiff was to receive “a commission of 10% of the total final selling price” to be paid “as payments [from the buyer] are received [by defendant].” In March, 1979, plaintiff found a purchaser for defendant’s business at a total purchase price of $419,-564. The sales agreement called for the buyer to pay defendant $74,505 cash at the closing, with defendant taking for the balance two secured notes bearing 10% interest. At the closing, defendant paid plaintiff 10% of the initial payment, or $7,450.50.\nFor several months thereafter, defendant failed to tender to plaintiff a full 10% of the $3,881.88 he was receiving in equal monthly installment payments o£ principal and interest on the notes he had taken from his buyer. Plaintiff consequently instituted this action in the Superior Court, seeking a declaration that he was entitled to receive from defendant 10% of the total amount (principal plus interest) received each month by defendant from his buyer. Following a bench trial, the court issued its judgment, in defendant’s favor, that\n[t]he plaintiff is entitled to a 10% real estate broker’s commission on the principal of the purchase money note[s] and mortgage as and when the defendant receives the periodic payments of principal on the note, but that the plaintiff is not entitled to any commission on any interest paid on said note[s].\nBefore this court, plaintiff asserts that the Superior Court erred in adopting that construction of the contract. We sustain the appeal.\nAt trial, the Superior Court justice admitted evidence relating to the entire oral transaction between the parties, but in his later written opinion he found the evidence cast no light upon the parties’ intentions with respect to the question whether the interest payments from defendant’s buyer would play any role in calculating the amount or the timing of commission payments. Our review of the evidence leads us to conclude that the justice’s determination to that effect was not clearly erroneous. M.R.Civ.P. 52(a). Finding no interpretive assistance from the extrinsic evidence he received at trial, the justice construed the contract from the four corners of the printed instrument as modified in handwriting. He made a ruling of law on the meaning of the written brokerage contract. Cf. LooseWiles Biscuit Co. v. Deering Village Corp., 142 Me. 121, 125, 48 A.2d 715, 717 (1946) (interpretation of a written contract is a question of law for the court). The Law Court then reviews his interpretation of that written contract to determine whether his ruling of law was correct according to our own independent assessment of the contract terms.\nWe hold, as did the justice below, that the parties by the term “total final selling price” meant to limit the base for the brokerage commission to the principal sale value of the business, or, as it turned out, $419,564. When construing a contract, a court will give the language its “plain, ordinary and generally accepted meaning.” Loose-Wiles Biscuit Co. v. Deering Village Corp., supra at 130, 48 A.2d at 719. The meaning of “10% of the total final selling price,” the phrase used by the parties to fix the broker’s commission, could not logically be anything other than 10% of the selling price agreed upon between seller and buyer. Especially is that the case here, where the parties at the head of the contract stated an asking price of:\n$195,000 + inventory at cost for the business. Land and buildings at $250,000.\nThe asking price thus totalled $445,000, exclusive of inventory, or about $25,000 more than the stated contract price eventually agreed upon between defendant and his buyer. Neither the asking price nor the “total final selling price” in the context includes any interest on deferred payments.\nWe do not, however, agree with the Superior Court’s interpretation of the term “payable as payments are received.” The justice below held that the brokerage commission was not to be computed on any additional amount to be received by defendant from his buyer as the result of any financing agreement between seller and buyer. Accordingly, on the timing of commission payments, the justice concluded, defendant must pay plaintiff 10% of only the principal portion of each monthly installment received by defendant-seller. Thus, nothing attributable to interest received by defendant from his buyer could, in the lower court’s view, be used even in calculating defendant’s monthly installment payments toward the total commission due plaintiff.\nThe parties in handwriting substituted “as payments are received” in the contract for “in full in cash at closing,” the term used on Country Business’s printed form to describe the timing of payment of a brokerage commission. We understand the parties to have changed the contract language in order to indicate the time frame in which commission payments would be made in the event of a seller-financed transaction, namely, every month on the facts of this case, as defendant received in turn installment payments from his buyer. The purpose of the phrase “as payments are received” was patently to protect defendant in having sufficient funds to cover his commission payments. The only word now giving rise to any disagreement is “payments.” A “payment” is defined as merely “that which is paid.” Webster’s New International Dictionary 1585 (1911). The combination of the reason for inserting the substitute term in handwriting and its plain and ordinary intendment defeats any attempt to limit its meaning to the note payment attributable to principal only, as opposed to the total amount paid each month to the seller. Absent some more clearly restrictive phraseology in the agreement referring only to that portion of payments attributable to principal, we will not construe this contract in a way at variance with the common meaning of its language.\nThe Superior Court correctly determined that plaintiff was entitled to a brokerage commission of 10% of the principal purchase price agreed upon by defendant and his buyer. It erred, however, by not finding that that amount should be paid in installments of 10% of the total of each monthly payment, attributable to both principal and interest, actually received by defendant from his buyer, until the total commission was paid without interest on the commission itself.\nThe entry must be:\nAppeal sustained.\nJudgment of the Superior Court vacated.\nCase remanded to the Superior Court for entry of the following judgment:\nJudgment for the plaintiff and against the defendant. The plaintiff is entitled to receive a total broker’s commission of $41,-956.40, to be paid in installments in the amount of 10% of the full amounts of any payments (including both principal and interest) received by defendant from the buyer until the commission is paid in full.\nAll concurring.\n. The pertinent portion of the brokerage agreement provided as follows:\nIf you procure a purchaser ..., I agree to pay you a commission of 10% of the total final selling price,* which will include, if applicable, all assets (real estate included), inventory, good will, consulting contracts, non-competition agreements, income due me through lease or rental of any of the assets covered by this agreement, and/or the value of any liabilities assumed.... The commission or Finder’s Fee shall be payable ** in full in cash at closing. In the case of a deferred sale agreement, commission will be due when the sale takes place. Any deposit forfeited by a buyer shall be divided one-half to you, except that your share shall not exceed your commission as defined above. Your commission will be payable in cash at closing.\n* will exclude inventory\n** as payments are received\nThe portions of the agreement here produced in boldface type represent changes made by hand to Country Business’ standard form agreement for brokerage contracts.\n. Nowhere in the printed portion of the brokerage contract or in the handwritten substitute language on the time for commission payment is there any suggestion that plaintiff would get interest on any deferred payments of its commissions, whether at 10%, the legal rate of interest, or any other rate.",
        "type": "majority",
        "author": "McKUSICK, Chief Justice."
      }
    ],
    "attorneys": [
      "Reef & Mooers, P. A., Allan J. Hryeay (orally), Daniel W. Mooers, Portland, for plaintiff.",
      "James F. Fitzpatrick (orally), York, for defendant."
    ],
    "corrections": "",
    "head_matter": "COUNTRY BUSINESS SERVICES, INC. v. Albert E. CRAWFORD.\nSupreme Judicial Court of Maine.\nArgued May 7, 1981.\nDecided Aug. 7, 1981.\nReef & Mooers, P. A., Allan J. Hryeay (orally), Daniel W. Mooers, Portland, for plaintiff.\nJames F. Fitzpatrick (orally), York, for defendant.\nBefore McKUSICK, C. J., and WER-NICK, GODFREY, ROBERTS and CARTER, JJ."
  },
  "file_name": "1315-01",
  "first_page_order": 1359,
  "last_page_order": 1362
}
