{
  "id": 6082359,
  "name": "In re Unger et al.",
  "name_abbreviation": "In re Unger",
  "decision_date": "1939-06-15",
  "docket_number": "No. 4090",
  "first_page": "1317",
  "last_page": "1321",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1317"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 386"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "102 F. (2d) 902",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1068624,
        6081002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/102/0902-01",
        "/ccpa/26-2/1086-01"
      ]
    },
    {
      "cite": "84 F. (2d) 206",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        928317,
        6082599
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/84/0206-01",
        "/ccpa/23-2/1246-01"
      ]
    },
    {
      "cite": "83 F. (2d) 696",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        931435,
        6082014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/83/0696-01",
        "/ccpa/23-2/1172-01"
      ]
    },
    {
      "cite": "40 F. (2d) 1000",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/1000-01"
      ]
    },
    {
      "cite": "39 F. (2d) 280",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1776727
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/39/0280-01"
      ]
    },
    {
      "cite": "119 U. S. 47",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299582
      ],
      "pin_cites": [
        {
          "page": "51"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/119/0047-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 11037,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17335933484925184
    },
    "sha256": "e587d40a09cfb4d1719f8d50b8baf79661253b89d4b95390e52d11e9cd7727b5",
    "simhash": "1:0d630b39bca32702",
    "word_count": 1881
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Unger et al."
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Primary Examiner rejecting claims 1 and 28 in appellants’ application for a patent for an alleged invention relating to an expansible loose leaf binder.\nThe rejected claims read:\n1. In a loose leaf binder, a back member, a pair of compression members movable transversely relative to said back member,’ a flat rack positioned against said back member, said rack being arranged longitudinally of said back member •and operatively connected to said compression members, and a pair of superimposed pawl members movable in planes parallel to the plane of said rack and engageable with said rack to control the outward movement of said compression members, said pawl members being- offset relatively to each other.\n28. In a loose leaf binder, a back member, a pair of compression members movable transversely relative to said back member, a rack positioned against said back member and movable longitudinally thereof, said rack being opera-tively connected to said compression members, and a pair of superimposed, relatively offset pawl members engageable with said rack to control the outward movement of said compression members.\nThe references are:\nWatt, 750,992, February 2, 1904.\nBoehner, 874,919, December 24, 1907.\nDiehl, 935,591, September 28, 1909.\nMiller, 1,043,955, November 12, 1912.\nCoppage, 1,063,243, June 3, 1913.\nMcCarthy, 1,333,124, March 9, 1920.\nThe record contains eighteen allowed claims (Nos. 2, 3, 4, 7,13, 14, 15,16, 19, 20, 22 to 27, inclusive, 29, and 30) of which Nos. 24 and 25 were allowed by the Board of Appeals.\nAllowed claim 24 reads:\n24. In a loose leaf binder, a flat back plate, a pair of compression members movable transversely relative to said back plate, a rack positioned against said back plate and operatively connected to said compression members, and a pair of superimposed pawls offset relatively to each other and movable in planes parallel to the plane of said rack and said back plate, said pawl members being engageable with said .rack to control the outward movement of said compression members.\nAs appears from the appealed claims, appellants’ loose leaf binder is provided with a back member and a pair of compression members arranged to move transversely relative thereto, a rack positioned against the back member (claim 1 calls for a flat rack), the rack being arranged longitudinally of the back member and operatively connected to the compression members, and a pair of superimposed pawl members movable, as stated in claim 1, “in planes parallel to the plane of said rack and engageable with said rack to control the outward movement of said compression members, said pawl members being* offset relatively to each other,” or, as stated in claim 28, “a pair of superimposed, relatively offset pawl members engageable with said rack to control the outward movement of said compression members.”\nThe patent to Watt discloses an expansible loose leaf binder having a rack and a single pawl member, so arranged as to prevent expansion of the binder “except when the pawl is disengaged from the rack.”\nThe patents to Boehner and Coppage relate to loose leaf expansible binders, and each discloses a plurality of offset pawls adapted to engage a rotatable rack to prevent expansion of the binder, except when the pawls are disengaged from the rack. The pawls are arranged to move in planes perpendicular to the planes of the backs of the binders.\nThe patent to Diehl relates to an expansible loose leaf binder, and discloses a rack adapted to be engaged by pawls to prevent expansion of the binder, except when the pawls are released. Instead of a flat rack, as called for in appealed claim 1, the patentee’s rack is a round rod, provided with longitudinally arranged serrations on a portion of its outer surface. The rod is rotatably mounted, and must be rotated in order to engage or disengage the pawls. The pawl members in the patentee’s binder are arranged above the rod in tandem relationship, and are so pivoted that they move in a plane perpendicular to the plane of the back of the binder.\nThe patent to McCarthy relates to an expansible loose leaf binder, and, with the exception that it discloses only a single pawl member, is substantially the same, so far as the issues here are concerned, as the disclosure in the patent to Diehl.\nTire patent to Miller relates to an expansible loose leaf binder, and discloses pawl members parallel to the rack. In the patentee’s structure, the rack moves longitudinally of the back member.\nIn its decision, the Board of Appeals stated, inter alia:\nThe examiner takes the position that there is no invention in using ,a flat rack instead of the round racks shown by Diehl and McCarthy or in placing the pawls at the side of the flat rack instead of above it to conserve space, the mechanical operation of the assemblage being the same in each case and the use of multiple offset pawls being old in Coppage and Boehner.\nClaim 1 does not state, as in claim 24, that the pawls move parallel to the back plate and covers an arrangement like that of Diehl. In any event, we do not believe that claim 1 distinguishes patentably from Diehl in view of Coppage or Boehner.\nThe references do not show the arrangement of claim 24 where the pawls move parallel to the back plate and we cannot agree with the examiner that there is nothing in this feature but mere expediency. In this art, the compactness obtainable with a structure according to claim 24 is highly desirable and we believe claim 24 should be allowed.\nClaim 24 specifies that there is no connection between the plate and the compression members through the pawl members, and as with claim 24, we believe this feature in connection with the other features of this claim, define patentable novelty.\nClaim 28 states that the rack moves longitudinally of the back member. The Watt and Miller patents were cited to show this feature. Applicants are apparently of the opinion that “operatively connected to the compression members” in claim 1 means that the rack moves longitudinally of the binder. We do not so construe claims 1 and 28. Applicants contend also that the pawls of Cop-pag or Boehner are not superimposed. We believe on the other hand, that they are superimposed. Applicants do not contend that the racks of Watt and Miller do not move longitudinally as in claim 28 but argue at length on the propriety of the final rejection. Applicants cannot object to the propriety of the final rejection at this time. See In re Greenfield, 40 Fed. (2d) 775 ; 400 O. G. or In re Smith, 36 Fed. (2d) 522.\nWe have examined the reference cited against claim 28 and are satisfied that the claim is so broadly worded as to be unpatentable for reasons stated .by the examiner.\nCounsel for appellants contends that as the Board of Appeals allowed claim 24 because the superimposed pawls move in planes parallel to the plane of the rack and the back plate, appealed claim 1 should also have been allowed because, although it is not limited to superimposed pawl members movable in planes parallel to the planes of the back plate, appellants’ application discloses the plane of the rack parallel to the plane of the back plate, and, therefore, the superimposed pawls must of necessity be movable in planes parallel to the plane of the rack and the plane of the back plate.\nIt is well settled that limitations cannot be read into claims for the purpose of avoiding the prior art. White v. Dunbar, 119 U. S. 47, 51; In re Ora Krichbawm, 17 C. C. P. A. (Patents) 979, 39 F. (2d) 280; In re Irving L. Stern, 17 C. C. P. A. (Patents) 1234, 40 F. (2d) 1000; In re Wait, 23 C. C. P. A. (Patents) 1172, 83 F. (2d) 696; In re Crowell, 23 C. C. P. A. (Patents) 1246, 84 F. (2d) 206; In re Gillis and Prendergast, (decided April 10, 1939), 26 C. C. P. A. (Patents) 1086,102 F. (2d) 902.\nIt is further contended by counsel for appellants that the racks disclosed in the references are round; whereas, appealed claim 1 calls for a flat rack.\nThe tribunals of the Patent Office concurred in holding that it would not involve invention to substitute a flat rack, called for in ■claim 1, for the round racks of the references.\nCounsel for appellants argues that if flat racks were substituted for the rotatable rods in either the Diehl or McCarthy structures, neither ■of those structures would operate as does appellants’, and that to make them operable it would be necessary to reconstruct the Diehl and McCarthy binders in the light of appellants’ disclosure.\nWe are unable to hold on the record before us that the tribunals of the Patent Office erred in holding that the substitution of appellant’s flat rack for the round rods disclosed in the references does not involve invention.\nRelative to claim 28, which was rejected by the Patent Office tribunals on the patents to Watt or Miller in view of the disclosure in either Coppage or Boehner, counsel for appellants states in his brief that the “question as to the patentability of this claim may be determined by deciding whether it requires invention to substitute a plurality of relatively offset superimposed pawls [which are clearly disclosed .in the patents to Coppage and Boehner] for the single pawl” disclosed in the patent to Watt. It is further stated in the brief of counsel for appellants that neither Coppage nor Boehner suggest “any practical way of substituting a pair of superimposed pawls for the single pawl” in the Watt structure.\nAppealed claim 28 does not call either for the particular manner or structure for substituting a pair of superimposed pawls for a single pawl. The claim merely calls broadly for a “pair of superimposed, relatively offset pawl members engag-able with said rack to control the outward movement of said compression members,” and each of the patents to Coppage and Boehner discloses a plurality of relatively offset pawl members engageable with a rack to prevent expansion of the binder except when the pawls are released.\nThe tribunals of the Patent Office were of opinion that',it would be obvious to one skilled in the art to substitute a plurality of relatively offset superimposed pawls, disclosed in the patents to Coppage and Boehner, for the single pawl, disclosed in the patent to Watt.\nWe have given careful consideration to the arguments presented by • counsel for appellant, but are unable to hold that the tribunals of the Patent Office reached the wrong conclusion.\nFor the reasons stated, the decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Benjamin Schlosser for appellants.",
      "B. F. 'Whitehead {Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 386\nIn re Unger et al.\n(No. 4090)\nUnited States Court of Customs and Patent Appeals,\nJune 15, 1939\nBenjamin Schlosser for appellants.\nB. F. 'Whitehead {Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument March 7, 1939, by Mr. Schlosser and Mr. Miller]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1317-01",
  "first_page_order": 635,
  "last_page_order": 639
}
