{
  "id": 7982350,
  "name": "Virginia H. SMALL v. Beverly O. SMALL",
  "name_abbreviation": "Small v. Small",
  "decision_date": "1980-04-28",
  "docket_number": "",
  "first_page": "1318",
  "last_page": "1325",
  "citations": [
    {
      "type": "official",
      "cite": "413 A.2d 1318"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "53 A.L.R.2d 591",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "opinion_index": 0
    },
    {
      "cite": "306 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018676
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "4-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/306/0001-01"
      ]
    },
    {
      "cite": "362 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002809
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/362/0178-01"
      ]
    },
    {
      "cite": "217 N.Y.S.2d 185",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "28 Misc.2d 526",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1084900
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/28/0526-01"
      ]
    },
    {
      "cite": "200 A. 505",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "135 Me. 490",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        644354
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/me/135/0490-01"
      ]
    },
    {
      "cite": "278 A.2d 379",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8067347
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/278/0379-01"
      ]
    },
    {
      "cite": "309 A.2d 324",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8027654
      ],
      "weight": 3,
      "year": 1973,
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/309/0324-01"
      ]
    },
    {
      "cite": "33 U.Chi.L.Rev. 120",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "221 U.S. 418",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3658940
      ],
      "weight": 6,
      "year": 1911,
      "pin_cites": [
        {
          "page": "441-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/221/0418-01"
      ]
    },
    {
      "cite": "43 F.Supp. 153",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4211335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/43/0153-01"
      ]
    },
    {
      "cite": "155 A. 642",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "130 Me. 288",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        596076
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/me/130/0288-01"
      ]
    },
    {
      "cite": "26 A.2d 632",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "138 Me. 353",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8844389
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/me/138/0353-01"
      ]
    },
    {
      "cite": "134 A.2d 550",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "153 Me. 62",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        977789
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/me/153/0062-01"
      ]
    },
    {
      "cite": "408 A.2d 1279",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8010718
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/1279-01"
      ]
    },
    {
      "cite": "384 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12045378
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0364-01"
      ]
    },
    {
      "cite": "196 A.2d 94",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "159 Me. 508",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        474097
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/me/159/0508-01"
      ]
    },
    {
      "cite": "42 A. 785",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1898,
      "pin_cites": [
        {
          "page": "787"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "92 Me. 355",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        650110
      ],
      "year": 1898,
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/92/0355-01"
      ]
    },
    {
      "cite": "403 A.2d 1217",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8042235
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "1218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/403/1217-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1010,
    "char_count": 23381,
    "ocr_confidence": 0.808,
    "pagerank": {
      "raw": 1.5192976848518658e-07,
      "percentile": 0.6689955669230137
    },
    "sha256": "15ac50155cf5c4a1e9c89bca018c8096f5caf8d6a7c8c9f4c90f220e4c29221c",
    "simhash": "1:6793f1b0311b5e2b",
    "word_count": 3833
  },
  "last_updated": "2024-02-27T16:15:38.433086+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., and WER-NICK, GODFREY, NICHOLS and GLASS-MAN, JJ.,"
    ],
    "parties": [
      "Virginia H. SMALL v. Beverly O. SMALL."
    ],
    "opinions": [
      {
        "text": "WERNICK, Justice.\nDefendant Beverly Small has appealed from a judgment of the Superior Court (Hancock County) which (1) refused modification of the obligation to pay alimony which had been imposed on defendant by a 1974 judgment adjudicating a divorce between plaintiff Virginia Small and the defendant, and (2) adjudged defendant in contempt of court for having failed to comply with court judgments and orders requiring defendant to pay past due amounts of alimony remaining unpaid.\nDefendant raises two points on appeal. He says, first, that the Superior Court Justice abused his discretion in refusing to grant defendant a modification of his obligation to pay alimony. Defendant maintains, second, that the contempt judgment against him was a judgment of criminal contempt. This being so, says defendant, the governing standard as to the proof of the essential element that defendant had the present ability to pay the alimony ar-rearages adjudicated due and unpaid was proof beyond a reasonable doubt, and the evidence was insufficient to satisfy that standard.\nWe deny the appeal and affirm the judgment of the Superior Court.\nOn September 9, 1974, Virginia and Beverly Small were adjudged divorced, and by the final judgment of divorce defendant Beverly Small was required to pay alimony to Virginia Small in the amount of $55.00 per week. It was not long before defendant fell behind in making the payments, and since November 1975 Virginia Small has repeatedly resorted to the courts to enforce the judgment for alimony. On November 5, 1975 she filed a Petition for Ar-rearages and for Contempt, which was dismissed without prejudice on December 8, 1975. Again on December 31,1975 plaintiff filed a Petition for Arrearages and for Contempt. Regarding that Petition, the Superior Court found defendant in arrears in the amount of $2,820.00, and further adjudicating that defendant had a present ability to pay a portion of those arrearages, the Court ordered judgment for plaintiff in the full amount of the arrearages and that defendant be committed to the county jail “until he . . . [paid] . . . $500.00.” The order committing defendant to jail was stayed for several weeks to give defendant an opportunity to meet the payment requirement. Defendant did make the payment. The Court’s Order also required that beginning March 1, 1976, defendant make quarterly disclosures of his earnings and assets.\nIn various other proceedings to enforce the 1974 judgment for alimony instituted by Virginia Small in February 1977, June 1977, November 1977, and June 1978, the Superior Court, in each instance, (1) found defendant in arrears, (2) found defendant had a present ability to pay all or part of the arrearage, (3) adjudicated defendant in contempt for failing to make the alimony payments, (4) ordered his imprisonment until he “purged” himself by making the payments, (5) found defendant in contempt for failing to make continuing disclosure required by the January 15,1976 Order of the Court, and (6) allowed defendant to “purge” himself of the latter contempt by filing statements of earnings with the Court. In each of the instances it appears that defendant avoided going to jail by making the required payments.\nThe appeal now before us is from an April 5, 1979 judgment, ordered, entered after a hearing held March 29, 1979. The judgment adjudicated that as of March 23, 1979, defendant was in arrears in his payments of weekly alimony in the amount of $2,640.00. Having found that defendant had the present ability to pay the entire amount of this arrearage, the Justice adjudged defendant in contempt and accompanied this adjudication with an Order that\n“[defendant may purge himself of contempt by payment of $1,320.00 on or before April 30, 1979; by payment of $1,320.00 on or before May 31, 1979 . . ..\"\nThe Justice also denied defendant’s cross-motion to have the amounts of alimony he was obligated to pay reduced or to have the obligation for alimony eliminated.\n1.\nWe address, first, defendant’s contention that the Superior Court Justice was guilty of an abuse of discretion in refusing to modify the 1974 divorce judgment to reduce, or eliminate, defendant’s obligation to pay alimony. As recently as in Capron v. Capron, Me., 403 A.2d 1217, 1218 (1979), this Court reiterated the rule, long established, as to the appellate review of a decision refusing to modify a judgment requiring payments of alimony or support:\n“Unless the Law Court can determine that the court [below] has violated some positive rule of law or has reached a result which is plainly and unmistakably an injustice that is ‘so apparent as to be instantly visible without argument,’ the ruling appealed from must be approved. Goodwin v. Prime, 92 Me. 355, 362, 42 A. 785, 787 (1898).”\nSee also Strater v. Strater, 159 Me. 508, 196 A.2d 94 (1963).\nWith such the rule governing our review, we must sustain the Superior Court’s refusal to grant defendant the modification relief he sought by his cross-motion.\nThe evidence disclosed that defendant is a self-employed carpenter who works intermittently. He had been out of work for three weeks immediately prior to the March 29, 1979 hearing. The evidence also showed, however, that defendant was not painstaking in his efforts to have work; he preferred to rely upon jobs for “regular customers” and others who sought him out. Defendant also testified that he no longer owned two parcels of real estate, awarded to him in the divorce settlement, because he had “sold” them for two dollars (one dollar per parcel) to a third party as “security.” Defendant explained that his purpose in conveying the real estate was to provide a form of “insurance”: the third party was to hold the property, and if defendant ever became, ill, or otherwise incapacitated, the property was to be sold to meet his expenses. At the time of the hearing both properties remained in the name of the third party. Defendant had also turned over his tools to the same person, which were being kept in a workshed on one of the parcels of real estate conveyed. Defendant was freely using the tools as well as both real estate parcels. Defendant’s answers to interrogatories disclosed that his gross annual income in 1978 was more than $22,000.00 as compared with a gross income of approximately $13,000.00 in 1976.\nAt the time of the March 1979 hearing, plaintiff Virginia Small was receiving workers’ compensation of $38.14 per week for total permanent incapacity to work. She was the owner of a three unit apartment house she acquired as part of the divorce settlement. The income she receives from the apartment house, according to her testimony, rarely exceeds the maintenance costs. At the time of the hearing only one of the units was being rented. She had been trying to sell the house since 1974. Several years ago, she purchased a new house in which she currently resides.\nPlaintiff further testified that she and her daughter jointly hold a bank account which contains approximately $6,000.00. This money, plaintiff contended, was really the property of her daughter and son-in-law. From this account plaintiff took the amount of money necessary to make the down payment on her newly purchased house, but plaintiff claims she “borrowed” the money; she is expected to, and considers herself obligated, to pay it back.\nIn all of these circumstances, more particularly since the presiding Justice would be justified on the evidence in finding that it was within defendant’s power to increase his income by a determined effort to maintain steady employment, we conclude that the Justice was not guilty of an abuse of discretion in denying defendant’s cross-motion seeking modification of his obligation for payments of alimony.\n2.\nWe turn to defendant’s other contention on appeal, that the evidence was insufficient to prove beyond a reasonable doubt that defendant had a present ability to pay the arrearage adjudicated due. As we have already stated, this contention by defendant has as its premise another claim by defendant, that the contempt adjudicated against him was a criminal contempt pursuant to the requirements of 19 M.R.S.A. § 722 which, says defendant, mandates criminal contempt, to the exclusion of civil contempt, for the enforcement of court orders for the payment of alimony or support.\nWe reject defendant’s contention because we reject defendant’s underlying premise that the Superior Court Justice was statutorily required to, and did in fact, use criminal contempt against defendant for his default in the payment of alimony. We decide that in this case the Superior Court Justice adjudicated defendant guilty of civil, rather than criminal, contempt and that in so doing, the Justice acted lawfully.\nTo ascertain whether a contempt proceeding is civil or criminal in nature courts generally look to the dominant purpose the proceeding aims to fulfill. See Shillitani v. United States, 384 U.S. 364, 86 S.Ct. 1531, 16 L.Ed.2d 622 (1966). If the primary purpose of the proceeding is to deal with an affront to the dignity and authority of the Court, or an obstruction to the functioning of the Court, by punishing the con-temnor to vindicate the dignity, authority or power of the Court, the proceeding is for criminal contempt. See In re Bernard, Me., 408 A.2d 1279 (1979). If, however, the primary character of the alleged contempt is the refusal of a party to comply with a court order directed toward securing the rights of another party, then the proceedings, by way of contempt, to achieve such compliance and thereby enable the other party to enjoy benefits judicially conferred, are civil in nature. Stern v. Chandler, 153 Me. 62, 134 A.2d 550 (1957); People’s Savings Bank v. Chesley, 138 Me. 353, 26 A.2d 632 (1942); Cheney v. Richards, 130 Me. 288, 155 A. 642 (1931). See also Jos. Riedel Glass Works, Inc. v. Keegan, 43 F.Supp. 153 (D.Me.1942).\nFurthermore, since civil contempt proceedings are thus essentially remedial in nature, a resort to coercive measures in such proceedings is not to punish for an affront to the Court’s dignity, authority, functioning or power but rather to assure that a party litigant will have the benefits the Court judgment or order aims to confer. Cheney v. Richards, supra. See also Gompers v. Bucks Stove & Range Co., 221 U.S. 418, 31 S.Ct. 492, 55 L.Ed. 797 (1911); Comment, The Coercive Function of Civil Contempt, 33 U.Chi.L.Rev. 120 (1965).\nAnother consequence of the remedial nature of civil contempt is that a court resorting to it has the power, before or after it brings to bear coercive measures, to give the contemnor opportunity to purge himself of contempt by satisfying in whole or in part the requirements of the court order or judgment for the noncompliance with which the civil contempt was adjudicated. State v. Vickers, Me., 309 A.2d 324 (1973). See Gompers v. Bucks Stove & Range Co., supra, 221 U.S. at 441-42, 31 S.Ct. 492; Cheney v. Richards, supra. As we said in State v. Vickers, supra:\n“[t]he essential ingredient of a civil contempt sanction is that the contemnor is given the opportunity to purge himself of his contempt, and such is the case when no determinate sentence is imposed or when the determinate sentence imposed is made on condition that the contemnor be released if he be willing to [comply with the court’s order].” Id., at 328.\nIn light of the paramount distinction thus drawn between the nature and purpose of civil and criminal contempt, we conclude that it is manifest, here, that the contempt proceedings against defendant were civil in nature and that the Superior Court Justice purported to exercise only civil contempt powers. The Justice did not fix a determinate sentence of imprisonment as punishment for defendant’s failure to make the required alimony payments. Indeed, he did not even reach the stage of mentioning what coercive sanction, if any, would, be used against defendant. Rather, having found defendant in contempt, the Justice gave him opportunity to purge himself of contempt by making payments, to commence immediately thereafter in two equal monthly installments, of the arrearage adjudicated due.\nThat the presiding Justice was purporting to, and did in fact, exercise the Superior Court’s power to act remedially through civil contempt is further indicated by his not having followed the procedures that Rule 42 M.R.Crim.P. requires of the Superior and District Courts in criminal con-tempts, that (subject to the exception discussed in Rule 42(a) which is not applicable here) a criminal contempt must be prosecuted on notice, and the notice\n“shall state the time and place of hearing, allowing a reasonable time for the preparation of the defense, and shall state the essential facts constituting the criminal contempt charged and describe it as such. The notice shall be given orally by the justice in open court in the presence of the person charged or, on application of an attorney for the state or of an attorney appointed by the court for that purpose, by an order to show cause or an order of arrest.”\nAlthough, here, defendant was served with a copy of the motion for enforcement of the court order mandating compliance with the divorce judgment which informed him of the time and place of the hearing and the facts upon which the plaintiff was making her claim for enforcement, the papers served did not describe the matter as one for criminal contempt. Neither did the State participate in the commencement of this proceeding. It is also plain in the record that none of the other motions served upon defendant during the course of this litigation would satisfy the requirements of Rule 42 for the prosecution of a criminal contempt in the Superior Court or the District Court.\nWe therefore decide that the Superior Court proceeding against defendant was one of civil, rather than criminal, contempt.\nSo deciding, we must address the further question whether 19 M.R.S.A. § 722 denied the Superior Court the authority to proceed in this case, which involves the enforcement of a judicially imposed obligation to pay alimony, by resort to civil contempt for the purpose of affording remedial benefit to a party litigant, Virginia Small, rather than to resort to punishment to vindicate the authority and dignity of the court against an affront to it.\nManifestly, justice for private parties is more readily and directly achieved if court orders for the payment of alimony or support may be enforced by resort to civil contempt, which is a highly effective instrument to assure that the private party whom the court order sought to protect will enjoy all of the benefits the court sought to confer. In the face of this obvious truth defendant nevertheless maintains that in 19 M.R.S.A. § 722 the legislature denied courts the power to use civil contempt and mandated criminal contempt as the exclusive means of enforcing court orders for alimony or support.\nWe reject defendant’s position.\nIn establishing the Superior Court as a court of general jurisdiction, the legislature was not content to rely on the proposition that as such a court, it would have inherent power to resort to civil contempt to enforce its orders or judgments, see Yoder v. County of Cumberland, Me., 278 A.2d 379 (1971); Cushman Co. v. Mackesy, 135 Me. 490, 200 A. 505 (1938); by express language the legislature confirmed the court’s full powers of contempt. 4 M.R.S.A. § 114; see 14 M.R.S.A. § 252. Moreover, 19 M.R.S.A. § 721 (Supp.1979-80), authorizing court awards of alimony, itself establishes that the court has power to enforce payment of such awards by the use of “all necessary legal processes to carry its decrees into effect.” The words “all necessary legal processes” signify that powers of civil contempt are included. See Cutler v. Cutler, 28 Misc.2d 526, 217 N.Y.S.2d 185 (1961).\nWe conclude, then, that merely because the legislature used the word “shall” in Section 722 in connection with its designation of criminal contempt as a means of enforcing court orders for alimony or support fails to establish legislative intendment to deprive courts of their powers of civil contempt to achieve remedial enforcement, for the benefit of parties litigant, of court orders requiring payments of alimony, or support. As we have already emphasized, civil contempt proceedings are plainly a most effective tool to seek to ensure that the persons entitled to receive alimony or support will enjoy the benefits of their entitlement. Were it the legislative intendment in the particular context of the enforcement of court orders for the payment of alimony or support to take the highly extraordinary step of depriving courts not only of a most effective remedial tool but also of a power inherently possessed by judicial courts and which, in addition, the legislature has otherwise taken pains expressly to confer on them, we think that the legislature would have used language expressly, directly, affirmatively and unequivocally conveying precisely such meaning. The legislature would not have left such intendment to be derived by indirection merely from the use of the single word “shall”, a word which courts frequently interpret as expressing an enabling authorization rather than as imposing a particular mandate for a particular course of proceeding to the exclusion of any other.\nWe therefore read Section 722 as a permissive authorization by the legislature as to the use of criminal contempt. It is a clarification that the power of criminal contempt will be available to courts, not to the exclusion of but in addition to the power of civil contempt, in the particular areas and respects covered in Section 722 and regarding which, without such enabling authorization, doubt might otherwise exist that criminal contempt could properly be brought in play.\nOn all of the foregoing analysis we reach the conclusion, and decide, that defendant was not subjected to a criminal contempt proceeding and was not adjudicated guilty of criminal contempt. The proceeding against him was strictly a civil contempt, and defendant was adjudicated guilty of a civil contempt of which he was afforded opportunity to purge himself.\nWith the standard of proof beyond a reasonable doubt thus inapplicable to the adjudication against defendant, we conclude that the evidence was sufficient to support the Court’s finding that defendant had a present ability to pay the arrearage adjudicated due. A fortiori, the evidence was sufficient to support the order of the Court, made before any coercive measures were brought to bear against defendant, affording him opportunity to purge himself of the adjudicated contempt by making payments of the arrearage, to commence immediately thereafter, in two equal monthly payments.\nThe entry is:\nAppeal denied;\njudgment affirmed.\nAll concurring.\n. The Superior Court’s judgment of divorce was affirmed by this Court on appeal in Small v. Small, Me., 362 A.2d 178 (1976).\n. The amounts of the arrearages were: in February 1977, $635.00; in June 1977, $935.00; in November 1977, $1,375.00; in June 1978, $1,595.00.\n. In October 1976 a previous motion by defendant for reduction of the amount of the pay-merits he was required to pay as alimony had been denied.\n. 19 M.R.S.A. § 722 (Supp. 1979-80) states in language of confusing grammar and syntax:\n“At the time of making a final decree in any divorce action, the court may order that execution and such reasonable attorney’s fee as the court shall order shall issue against any party to the action charged with the payment of support of minor children or payments of alimony or a specific sum in lieu thereof, upon default of any payment, the court shall enforce said payment by criminal contempt and order that the clerk of said court shall issue execution in sum due. When the husband or father is committed to jail, having been found in criminal contempt of any payment due upon decree of alimony, or for payment of money instead thereof, or for the support of his minor children, or for support pending the divorce action, or for payment of counsel fees, the county having jurisdiction of the process shall bear the expense of his support and commitment. The court, upon finding a husband, ex-husband or father in contempt of its order shall impose the following sentences: For the first offense, up to 10-day commitment to the county jail; for the 2nd offense, up to 30-day commitment to the county jail and for any subsequent offense, up to 90-day commitment to the county jail. Failure to pay any payment ordered for the support of minor children or payments of alimony or reasonable attorney’s fees by the husband, ex-husband or father, shall be deemed a criminal contempt if said husband, ex-husband or father had the ability to pay said payment at the time it was due. He may petition the court issuing such execution for relief, whereupon a judge of such court, after due notice to the wife or mother, and hearing thereon, may order his discharge from imprisonment on such terms and conditions as justice may require. Counsel fees awarded in the nature of support to the wife may be made payable forthwith, or in weekly or monthly installments all as the judge may see fit in the premises.”\n. Although by its textual language Section 252 would appear applicable only to those court orders that are “not for the payment of money only”, we said in Yoder v. County of Cumberland, Me., 278 A.2d 379, 390 (1971) that the provisions of Section 252 are “a compendium . . delineatpng], in a directory manner, appropriate procedures to be generally used in contempt proceedings [other than criminal con-tempts as to which Rule 42 M.R.Crim.P. governs the procedure].”\n. We have spoken mainly of the contempt powers of the Superior Court since that was the court involved in this case. Similar reasoning applies with respect to the District Court. The District Court, which has concurrent jurisdiction of proceedings under Title 19, see 4 M.R.S.A. § 152 (Supp.1979-80), likewise has the authority to use “all necessary legal processes” pursuant to the provisions of Section 721.\n. We so hold mindful that in City of South Portland v. Pine State By-Products, Inc., Me., 306 A.2d 1, 4-5 (1973) we decided regarding a “civil contempt proceeding based upon an alleged violation of an injunctive order” that the proof of the violation should be by “clear and convincing” evidence because “the fact that sanctions may result suggests the need for something more than proof by a bare preponderance of the evidence.” Even if we assume, without deciding, that this holding in Pine State By-Products applies to an order requiring payments of alimony or support — as to which the policy considerations involved may be so different that many courts have been induced to go so far in the opposite direction as to place the ultimate burden of proof on the alleged con-temnor, see appropriate cases collected in the Annotation in 53 A.L.R.2d 591, 607-15 — we find the evidence in the instant case sufficient.",
        "type": "majority",
        "author": "WERNICK, Justice."
      }
    ],
    "attorneys": [
      "Vafiades, Brountas & Kominsky, Susan R. Kominsky (orally), Bangor, for plaintiff.",
      "Paine & Lynch, John D. Bunker (orally), Martha J. Harris, Bangor, for defendant."
    ],
    "corrections": "",
    "head_matter": "Virginia H. SMALL v. Beverly O. SMALL.\nSupreme Judicial Court of Maine.\nArgued Nov. 13, 1979.\nDecided April 28, 1980.\nVafiades, Brountas & Kominsky, Susan R. Kominsky (orally), Bangor, for plaintiff.\nPaine & Lynch, John D. Bunker (orally), Martha J. Harris, Bangor, for defendant.\nBefore McKUSICK, C. J., and WER-NICK, GODFREY, NICHOLS and GLASS-MAN, JJ.,"
  },
  "file_name": "1318-01",
  "first_page_order": 1366,
  "last_page_order": 1373
}
