{
  "id": 11344956,
  "name": "Farzaneh RAJABI and Abraham Fard, Appellants, v. POTOMAC ELECTRIC POWER COMPANY and District of Columbia, Appellees",
  "name_abbreviation": "Rajabi v. Potomac Electric Power Co.",
  "decision_date": "1994-12-22",
  "docket_number": "No. 93-CV-863",
  "first_page": "1319",
  "last_page": "1323",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1319"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "590 F.2d 944",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        823002,
        3778708
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/590/0944-01",
        "/us-app-dc/191/0242-01"
      ]
    },
    {
      "cite": "191 U.S.App.D.C. 242",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3778708
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/191/0242-01"
      ]
    },
    {
      "cite": "484 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7910813
      ],
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/484/0579-01"
      ]
    },
    {
      "cite": "123 A.2d 364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8129494
      ],
      "pin_cites": [
        {
          "page": "366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/123/0364-01"
      ]
    },
    {
      "cite": "497 A.2d 456",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7917873
      ],
      "pin_cites": [
        {
          "page": "461"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/0456-01"
      ]
    },
    {
      "cite": "606 A.2d 165",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11302188
      ],
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0165-01"
      ]
    },
    {
      "cite": "265 A.2d 594",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8072496
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "595"
        },
        {
          "page": "595-596"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/265/0594-01"
      ]
    },
    {
      "cite": "386 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8071807
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1200"
        },
        {
          "page": "1200"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/386/1195-01"
      ]
    },
    {
      "cite": "264 A.2d 298",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8068522
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "299"
        },
        {
          "page": "299"
        },
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/264/0298-01"
      ]
    },
    {
      "cite": "445 A.2d 652",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7993473
      ],
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/445/0652-01"
      ]
    },
    {
      "cite": "477 A.2d 713",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902712
      ],
      "pin_cites": [
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/477/0713-01"
      ]
    },
    {
      "cite": "477 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6206897
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "2510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0242-01"
      ]
    },
    {
      "cite": "456 A.2d 807",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957136
      ],
      "pin_cites": [
        {
          "page": "814-815"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0807-01"
      ]
    },
    {
      "cite": "626 A.2d 875",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353625
      ],
      "pin_cites": [
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/626/0875-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 616,
    "char_count": 11089,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.23991900686101778
    },
    "sha256": "43b7a0ca8929dcc029ca3b3d1a9d06cd76c897ad15babad2af382829b25532cb",
    "simhash": "1:974ceebe034687ec",
    "word_count": 1825
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and TERRY and FARRELL, Associate Judges."
    ],
    "parties": [
      "Farzaneh RAJABI and Abraham Fard, Appellants, v. POTOMAC ELECTRIC POWER COMPANY and District of Columbia, Appellees."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nAppellants, husband and wife, filed this negligence action against Potomac Electric Power Company (“Pepeo”) and the District of Columbia. They alleged in their complaint that a portion of a defective street light fixture fell on their car, causing an accident which resulted in bodily injury and property damage. The trial court granted summary judgment in favor of both defendants. We affirm.\nI\nOn July 1,1991, appellant Rajabi was driving her husband’s car westbound on Canal Road, N.W., when a large glass globe, part of an overhead street light fixture, suddenly fell on the car. Ms. Rajabi was startled and lost control of the car, which ran up onto the curb. As a result of these events, Ms. Rajabi allegedly suffered serious injuries. At that time Pepeo was obligated under a contract with the District of Columbia to replace high-pressure sodium vapor street lamps, such as the ones on Canal Road, once every five years and to clean the fixtures once a year. The same contract required Pepeo to inspect and repair the fixtures while in the process of replacing the lamps.\nAccording to the terms of the contract, Pepeo was scheduled to replace the Canal Road lamps and clean the fixtures in 1991. Since the previous cleaning had been performed in May of 1990, Pepeo scheduled both the cleaning and the replacement of the lamps for May 1991. However, because of budgetary constraints and the low burnout rate observed in a citywide survey, the District asked Pepeo to defer replacement of these street lights until September 1991. Pepeo complied and postponed the cleaning of the light fixtures until the same time.\nAppellants sued the District of Columbia and Pepeo under theories of negligence and res ipsa loquitur, arguing that both defendants had a duty to maintain the light fixtures so as to prevent harm to passing motorists. They claimed that the District and Pepeo were negligent because they had failed to perform an inspection of the street lights within twelve months after the previous inspection, as the maintenance contract required. After a hearing, the trial court granted summary judgment in favor of both defendants, ruling that appellants had not identified a defect in the light fixture, nor had they offered any evidence to demonstrate that either the District or Pepeo had actual or constructive notice of any such defect or that either of them had deviated from the applicable standard of care.\nII\nOur review of an order granting summary judgment is limited to determining whether the trial court properly ruled that there was no genuine issue of material fact for trial. See, e.g., Allen v. Hill, 626 A.2d 875, 877 (D.C.1993); Holland v. Hannan, 456 A.2d 807, 814-815 (D.C.1983). A material fact is one which, under the applicable substantive law, is relevant and may affect the outcome of the case. “Factual disputes that are irrelevant or unnecessary will not be counted.” Anderson v. Liberty Lobby, Inc., 477 U.S. 242, 248, 106 S.Ct. 2505, 2510, 91 L.Ed.2d 202 (1986).\nAppellants claim that the language in the maintenance contract which requires Pepeo to provide “one cleaning per year” is susceptible of two different interpretations and thus gives rise to an issue of material fact. This argument is without merit. The asserted ambiguity of the contractual language would create an issue of material fact only if it were relevant to determining the District’s or Pepeo’s negligence. We agree with the trial court that, even if the language were construed in appellants’ favor, appellants failed to demonstrate that the contract established a standard of care. Since there was no other evidence from which the jury could determine a standard of care, the trial court correctly granted summary judgment for Pepeo and the District.\nAt the outset we note that, although the District of Columbia has a duty to maintain its streets in a reasonably safe condition, District of Columbia v. Freeman, 477 A.2d 713, 718 (D.C.1984), it is not an insurer of safety of those who utilize its streets and sidewalks. See District of Columbia v. Cooper, 445 A.2d 652, 655 (D.C.1982) (en banc); Hackett v. District of Columbia, 264 A.2d 298, 299 (D.C.1970). Moreover, “the mere happening of an accident does not impose liability or reveal proof of negligence.” District of Columbia v. Davis, 386 A.2d 1195, 1200 (D.C.1978). In order to recover from either the District or Pepeo for failure to maintain the street light, appellants must show that a dangerous condition existed and that the District or Pepeo had notice of the danger. See Hackett, supra, 264 A.2d at 299.\nAppellants alleged that the light globe that fell on their car was defective, but they failed to identify the supposed defect. See District of Columbia v. Jones, 265 A.2d 594, 595 (D.C.1970) (no evidence showing that nonconforming shape of manhole cover caused it to slip off manhole). The mere assertion by appellants that sometime after the accident they were able to see the “poor condition” (not further described) of two other street lights nearby is insufficient to prove that there was a defect on July 1 in the one from which the globe fell. Furthermore, even if appellants had identified a defect, the District and Pepeo must have had actual or constructive notice of it before they could be held liable. Washington Metropolitan Area Transit Authority v. Davis, 606 A.2d 165, 175 (D.C.1992); District of Columbia v. Fowler, 497 A.2d 456, 461 (D.C.1985); Jones, supra, 265 A.2d at 595-596. Since it is undisputed that they did not have actual notice of the alleged defect, appellants would have to prove constructive notice; ie., they would have to show that the light fixture had “remained in an unsafe condition so long that the District authorities [or Pepeo] ought to have known of it, if they had exercised reasonable care.” Jones v. District of Columbia, 123 A.2d 364, 366 (D.C.1956).\nAppellants argue that the District and Pepeo would have had notice, actual or constructive, if they had exercised reasonable care by following the twelve-month cleaning schedule outlined in the contract. They contend that the contract established the standard of care, and that the defect would have been discovered if Pepeo had inspected the street lights in May 1991 as originally scheduled. We agree with the trial court that appellants failed to establish, by expert testimony or otherwise, that the maintenance schedule prescribed in the contract (under either interpretation of the language, see note 2, supra) was sufficient to prevent a dangerous condition from developing or that a deviation from the schedule proximately caused the globe to fall. In other words, the maintenance schedule itself did not define the standard of care, and appellants failed to present any other proof of such a standard.\nThe standard of care must be established through expert testimony when the subject matter at issue is so distinctly related to some science, profession, business, or occupation as to be beyond the ken of the average lay person. E.g., District of Columbia v. Davis, supra, 386 A.2d at 1200. Whether a particular maintenance schedule for street lights, such as that set forth in a contract, is sufficient to protect passers-by from the hazard of falling light globes is not within the knowledge of the average lay person. Thus expert testimony was required to show that adherence to the schedule set forth in the contract would have prevented the globe from falling on appellants’ car. We hold accordingly that the trial court properly granted summary judgment for the District and Pepeo, since no such expert testimony was presented or proffered, and without it appellants’ case could never have gone to the jury. See Meek v. Shepard, 484 A.2d 579, 582 (D.C.1984).\nAppellants’ alternative claim of liability under a theory of res ipsa loquitur is equally without merit. In order to hold either defendant liable under res ipsa loquitur, appellants must show, among other things, that the light globe was in the exclusive control of one or both defendants and that its sudden fall was unlikely to have occurred in the absence of negligence. See Hackett, supra, 264 A.2d at 300. As the trial court correctly noted, “intervening causes such as weather and traffic” made it impossible for appellants to prove that the District had exclusive control over the street lights; the same would be true with respect to Pepeo. Moreover, as we observed in Hackett, the doctrine of res ipsa loquitur is not applicable in a case which requires prior notice of a defective condition to impose liability because “the concept of exclusive control is incompatible [with the requirement of prior notice].” Id.\nThe order granting appellees’ motion for summary judgment is therefore\nAffirmed.\n. Appellant Rajabi sued for personal injuries suffered in the accident. Appellant Fard, who apparently was not involved in the accident, sued only for property damage, since he was the registered owner of the car.\n. Appellants maintain that this language requires the lights to be cleaned at twelve-month intervals, whereas Pepeo contends that the contract requires a cleaning at any time during a given calendar year.\n. The record shows that the District and Pepeo had no record of complaints about faulty light fixtures in the Canal Road area at any time relevant to this case.\n. Husovsky v. United States, 191 U.S.App.D.C. 242, 590 F.2d 944 (1978), a case with somewhat similar facts, is distinguishable from the case at bar in at least one important respect. In Husovsky a motorist driving through a park was injured when a large portion of a tree, weighing approximately ten tons, fell on his car. He sued the United States and the District of Columbia, which jointly maintained both the road on which he was driving and the adjacent area where the tree stood, and a judgment in his favor was affirmed on appeal. Husovsky is different from this case because the plaintiff in Husovsky, unlike these appellants, presented expert testimony establishing a standard of care and showing how the defendants had breached it. See id. at 246 n. 5, 590 F.2d at 948 n. 5.\n. In view of our holding that appellants failed to present any evidence of a standard of care, we need not consider the District’s and Pepeo’s alternative arguments for affirmance.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Maurice I. Burstein, with whom David A. Seltzer, Washington, DC, was on the brief, for appellant.",
      "Jacob R. Walker, with whom Ronald C. Jessamy, Washington, DC, was on the brief, for appellee Potomac Elec. Power Co.",
      "Sonia A. Bacchus, Asst. Corp. Counsel, with whom John Payton, Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, Washington, DC, were on the brief, for appellee District of Columbia."
    ],
    "corrections": "",
    "head_matter": "Farzaneh RAJABI and Abraham Fard, Appellants, v. POTOMAC ELECTRIC POWER COMPANY and District of Columbia, Appellees.\nNo. 93-CV-863.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 12, 1994.\nDecided Dec. 22, 1994.\nAs Amended Feb. 1, 1995.\nMaurice I. Burstein, with whom David A. Seltzer, Washington, DC, was on the brief, for appellant.\nJacob R. Walker, with whom Ronald C. Jessamy, Washington, DC, was on the brief, for appellee Potomac Elec. Power Co.\nSonia A. Bacchus, Asst. Corp. Counsel, with whom John Payton, Corp. Counsel at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, Washington, DC, were on the brief, for appellee District of Columbia.\nBefore WAGNER, Chief Judge, and TERRY and FARRELL, Associate Judges."
  },
  "file_name": "1319-02",
  "first_page_order": 1377,
  "last_page_order": 1381
}
