{
  "id": 7959510,
  "name": "MASSEY-FERGUSON, INC., a Maryland Corporation, and Thos. Best & Sons, Inc., a Delaware Corporation, Defendants, Appellants, v. James C. WELLS, Jr. and Hilda I. Wells Lankford, Plaintiffs, Appellees",
  "name_abbreviation": "Massey-Ferguson, Inc. v. Wells",
  "decision_date": "1980-06-23",
  "docket_number": "",
  "first_page": "1320",
  "last_page": "1325",
  "citations": [
    {
      "type": "official",
      "cite": "421 A.2d 1320"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "367 A.2d 178",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7988139
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/0178-01"
      ]
    },
    {
      "cite": "372 A.2d 529",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046780
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/372/0529-01"
      ]
    },
    {
      "cite": "163 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "645"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "612 F.2d 575",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "97 S.Ct. 342",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        7924,
        6902
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0065-01",
        "/us/429/0060-01"
      ]
    },
    {
      "cite": "429 U.S. 65",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        7924
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 825,
    "char_count": 19959,
    "ocr_confidence": 0.828,
    "pagerank": {
      "raw": 1.2631639244095532e-07,
      "percentile": 0.6129112160593146
    },
    "sha256": "165927546a5b4b22c2637f5cfdb9eca56b206c5c299d71d3e19b404bd7658c49",
    "simhash": "1:b6cfa6327210e075",
    "word_count": 3287
  },
  "last_updated": "2024-02-27T23:50:00.306839+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., DUFFY, QUILLEN and HORSEY, JJ., constituting the Court en banc.",
      "DUFFY and HORSEY, Justices.",
      "Opinion of HERRMANN, Chief Justice, and QUILLEN, Justice."
    ],
    "parties": [
      "MASSEY-FERGUSON, INC., a Maryland Corporation, and Thos. Best & Sons, Inc., a Delaware Corporation, Defendants, Appellants, v. James C. WELLS, Jr. and Hilda I. Wells Lankford, Plaintiffs, Appellees."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThe available members of the Court who heard this appeal are equally divided and, following the practice of the Supreme Court of the United States, cf. Parker Seal Company v. Cummins, 429 U.S. 65, 97 S.Ct. 342, 50 L.Ed.2d 223 (1976), and the United States Court of Appeals for the Third Circuit, cf. United States v. Altro, 3 Cir., 612 F.2d 575 (1979), the judgment of the Superi- or Court is affirmed.\nDUFFY and HORSEY, Justices.\nAfter two long and complex trials of this case in the Superior Court, in and for Sussex County, it is distressing to conclude that a third trial should be ordered but, in our judgment, it should be. Our system under which justice is administered does not require a perfect trial, but it does require a trial conducted under established legal principles and norms of fairness. With profound respect for the views of our Brother Justices who have been equally troubled by the alternatives which the appeal presents, and who have reached a different conclusion, it seems to us that there are errors in the record which, cumulatively, at least, require that a new trial be ordered.\nI\nFor present purposes, the facts are few and undisputed.\nThis is a personal injury claim which arose when James C. Wells, Jr. (plaintiff) and Kenneth L. Reed, who were employed on a farm in Sussex County, were severely injured while they were assisting in the repair of a large piece of equipment called a “combine.” The “header” on the combine, a massive part weighing some four thousand pounds, fell on both men while they were under it. Wells and Reed filed an action in the Superior Court, in and for Sussex County, against Massey — Ferguson, Inc. (defendant), the manufacturer of the combine, and Thos. Best & Sons, Inc. (defendant), the local agent which had sold and serviced it.\nAfter a long trial, the jury awarded damages to Reed (and his wife, who had a derivative claim), but was unable to agree on the claim by Wells. The Trial Judge ordered a partial new trial, limited to two issues: whether Wells had assumed the risk of injury, and the amount of damages for all plaintiffs. On appeal, this Court affirmed, Massey—Ferguson, Inc. v. Wells, Del.Supr., 383 A.2d 640 (1978), stating, in part:\n“In so ruling, we do not determine what evidence Best or any other party may offer on the Wells’ assumption of risk issue or any unsettled allocation of fault issue which has not been settled by the law of the case.”\n383 A.2d at 645. Thereafter, the case was again tried before a jury, which returned verdicts for Wells and his wife totaling about $1,134,978. Defendants then docketed this appeal.\nII\nThe first error of law at the re-trial, which we regard as crucial, centers on the assumption-of-risk issue-the only liability issue which was retried. The basis of liability pleaded and tried against Massey — Ferguson was that it was negligent in the design and/or manufacture of the combine. The basis of liability asserted against Best was that its employees were negligent in repairing and/or servicing the machine at the time Wells was injured.\nIt seems to us that, given those quite distinct bases of liability, the assumption-of-risk considerations were necessarily different with respect to each defendant. Best so argued to the Trial Court and submitted specific injury instructions on its assumption-of-risk defense, which were not given by the Judge. As we see it, they should have been given and the jury should have been charged that it might return the same or different verdicts as to the two defendants, even though both had previously been found negligent. The Trial Judge’s reasons for not permitting the jury to make separate determinations (as to whether Wells had assumed the risk of one defendant’s negligence but not that of the other) are set forth in his decision denying Best a new trial on this ground. It is clear that he construed the prior jury’s finding that both defendants were equally responsible for causing plaintiff’s injuries, to lock defendants into an inseparable assumption-of-risk defense. And that was error.\nThe general principle is that he “who voluntarily assumes a risk of harm arising from the negligent or reckless conduct of the defendant cannot recover for such harm.” Restatement of the Law, Second Torts 2d § 496A. But when one assumes a risk of harm arising from the negligent conduct of a defendant, it does not necessarily follow that one also assumes a risk of harm arising from different conduct of that defendant. The Restatement puts it this way in discussing multiple risks:\n“The defendant’s conduct ... may involve more than one risk of harm to the plaintiff. In such a case the plaintiff may be aware of, and fully understand and appreciate, one of the risks but not another. Since knowledge and appreciation of the particular risk are essential to the defense of assumption of risk ..., the plaintiff must then be held to assume only the risk he appreciates, and not the risk which he does not.”\nRestatement, supra § 496C Comment i.\nIt should follow, therefore, that if the assumption of risk of particular conduct by a defendant is not assumption of risk of different conduct by the same defendant, then, a fortiori, assumption of risk of particular conduct of one of two defendants acting independently of each other is not assumption of risk of the different conduct of the other defendant. And that applies to this case.\nHere, the Trial Judge gave a general charge on assumption of risk which did not distinguish between the basically different kinds of risk which were at issue in the case; and he submitted but one general interrogatory to the jury to determine the liability of both defendants. Yet the negligent conduct which plaintiffs charged to Massey-Ferguson and Best, respectively, was fundamentally different. Thus, negligence in the design or manufacture of the combine in Canada was certainly not the same as negligence in repairing or servicing it in Sussex County and, correlatively, any assumption of risk by Wells was necessarily different as to each defendant.\nThe conduct of each defendant was not only relevant but critical to its assumption-of-risk defense; and the jury should have been charged to consider and find whether Wells voluntarily assumed the risk of harm resulting from that conduct. Restatement, supra, § 496A. Stated differently, in considering the assumption-of-risk issue, the jury was obliged to determine whether Wells acted voluntarily and if he “fully ... [understood] a risk of harm to himself” resulting from each defendant's particular conduct. Restatement, supra § 496C; Robinson v. Meding, Del.Supr., 163 A.2d 272, 277 (1960).\nIn sum, it seems to us that the instructions given by the Trial Judge were based on an underlying misunderstanding as to the effect on the separate assumption-of-risk defenses of the prior jury’s finding that Best and Massey-Ferguson were equally negligent in causing Wells’ injuries. He equated findings of negligence as to each defendant with “shar[ing] equally the responsibility for ‘causing injuries to the plaintiffs’.” Yet a finding of assumption of risk as to one defendant’s negligence would have entitled it to be relieved of such responsibility. The Court concluded, as stated above, that the respective defenses could not be separately determined, but he should have distinguished the risks which Wells was alleged to have assumed resulting from the negligence of Massey-Ferguson in designing or manufacturing the combine from the negligence of Best while repairing or servicing it. Best was entitled to have that difference explained to the jury. Compare Getty Oil Co. v. Heim, Del.Supr., 372 A.2d 529, 533 (1977), in which this Court distinguished between the assumption of “risks incident to work at an oil refinery, where fires appear to be a common occurrence” and the assumption of risk of injury resulting from an explosion at the refinery caused by the negligence of its owner. See also Robinson v. Meding, supra.\nThere is merit to the argument which Best makes in this appeal, and we would hold that the Trial Court’s failure to adequately distinguish between the two defendants, as far as assumption of risk was concerned, is reversible error.\nIll\nThe Trial Court’s error in instructing the jury cannot, in our judgment, be isolated from the verdicts which were returned.\nWells, however, argued that, if the Court found error in the assumption-of-risk charge, it should affirm the judgment and let Massey-Ferguson and Best litigate against each other as to who is responsible for paying it. That has a facial appeal but, as we see the case, it would be patently unfair because, if Wells assumed the risk of Best’s negligence but not Massey-Ferguson’s, then obviously a judgment would not be entered against Best, and vice versa.\nAt the first trial the issue of liability was submitted to the jury under a special interrogatory, as follows:\n“[Question:]\nIf you find that the defendant Massey-Ferguson, Inc. and the defendant Thos. Best & Sons, Inc. were each negligent in a manner proximately causing the injuries of the plaintiffs ..., then you should assign percentages indicating the degree of fault to be borne by each defendant. Please indicate the percentages below. ...”\nThe jury gave an affirmative response to the question and then assigned percentages, as follows:\n“As to the defendant Massey-Ferguson, Inc. 50%\nAs to the defendant Thos. Best & Sons, Inc. 50%”\nThe parties agreed that a judgment based on such a finding would result in the joint and several liability of each defendant.\nIf plaintiffs’ contention was accepted and the money judgment remained, and if, on retrial, the jury determined that Wells had assumed the risk of Best’s negligence but not that of Massey-Ferguson, then Best would be exonerated and Massey-Ferguson, by operation of law, would be responsible for the entire amount of the verdict. But the jury at the first trial had fixed Massey— Ferguson’s “degree of fault” at 50%, not 100%.\nIt seems to us that there may be some relationship between the ultimate assignment of liability as between the two defendants (that is, as to one or both defendants) • and the amount of the verdict. In any event, we cannot say, as a matter of law, that there is not such a relationship. To do justice in the case, we think that the jury which would consider the assumption-of-risk defense offered by each defendant, respectively, should also determine the amount of damages to be awarded to plaintiffs.\nIV\nFinally, as to conduct of the trial, two events occurred which, in combination, raise a serious question as to whether Massey-Ferguson received a fair trial.\nThe first occurred on the opening day of trial when members of the jury panel complained to a court bailiff that they had been personally “investigated” in connection with their call for service as jurors in the case. After consulting with counsel, the Trial Judge explained to members of the panel that such inquiries (a “background investigation”) are routine in New Castle County and they should not take offense. Although requested to do so by defendants, the Judge did not identify the party or the lawyer who had ordered the investigation of the jurors.\nWells, his wife and Best are Sussex Coun-tians. The lead counsel for the Wellses is a native Sussex Countian who practiced law there for many years. Massey-Ferguson is a Canadian corporation and its attorneys were from Wilmington. It seems to us that a member of the panel who complained about being “investigated,” and who was not told which party was responsible, is unlikely to have held Sussex Countians responsible. On the contrary, he was more likely to conclude that persons unacquainted with the County would want to know more about the panel members who lived there. And any such conclusion would have been a mistake because it was the attorneys for Wells who ordered the investigation of the jurors. Massey-Ferguson was in no way responsible for it.\nThis unfortunate dispute with implications of a “local-visitor” issue was emphasized and aggravated by similar statements in the summations made by counsel for Wells. See Appendix A-81, 82, 83, 84.\nThe attorney for Massey-Ferguson objected to some of them after summations were completed, but curative instructions were not given. The objection was not as complete nor as specific as it might have been, but enough was said to raise the issue.\nWe have no desire to overemphasize the remarks of counsel made in the heat and passion of trial, but it does seem to us that the appeal to local emotions-(“send the people that have come here back to Iowa and back to Canada,” for example)-in combination with the inference which reasonably, but mistakenly, would point to Massey-Ferguson, the Canadian corporation, as responsible for the “background investigation” of the jurors, raise a doubt as to whether Massey-Ferguson had the fair trial to which it was entitled. Compare Delaware Olds., Inc. v. Dixon, Del.Supr., 367 A.2d 178 (1976), in which this Court determined that a “golden rule argument,” without an admonition by the Trial Judge to the jury to disregard it, created reversible error.\nFor these reasons, we would reverse the judgment of the Superior Court and order a new trial of all issues litigated in the second trial.\nOpinion of HERRMANN, Chief Justice, and QUILLEN, Justice.\nIf we could have the best of both worlds, the advantage of hindsight and a fresh slate, we would say that the defense of assumption of risk in this case should be handled differently. Particularly, we would say, that such defense should not be severed for trial from other issues of liability and that such defense should be treated separately as to each defendant. But this case has had a particular history. The law of the case and the relationship of determined issues to the one issue remaining necessarily controlled the liability portion of the trial. One cannot tell from the jury charge and the general interrogatory verdict in the first trial, where the defendant Best did not even rely on assumption of risk, what particular acts of negligence were relied on by the jury. Given the current status of the case, the established general determination that the negligence of both defendants proximately caused the injury and the determination that the two defendants were equally at fault, we cannot foresee a theoretically perfect, or even a markedly improved, instruction on assumption of risk in yet a third trial. Since the liability issues have been determined generally, and not on a risk by risk basis, the general charge on assumption of risk is not reversible error under the peculiar chronology of this case.\nViewed alone, we find no abuse of discretion in the Trial Judge’s handling of the juror investigation matter. The remarks of both counsel for the plaintiff in closing argument were improper and aggravated by the incident involving the investigation of the jurors. But, to the extent that objection was made after the conclusion of closing argument, instructions, given as part of the charge, were generally directed to the matters set forth in the objection. While immediate and specific curative instructions may be preferable in some instances, and perhaps in this instance, we find no reversible error.\nAs to the other matters raised, we find them primarily matters of discretion and we yield to the judgment of the Trial Judge.\nIn our view the Court should affirm the judgment below.\n. After remand, the claim of the Reeds was settled.\n. The Court stated:\n“.Best argues, as it did at trial, that the jury should have been permitted to determine whether plaintiff assumed the risk of either defendant’s conduct, on a separate basis. The issue of ‘unsettled allocation of fault’ was the subject of a pretrial ruling on June 20, 1978, in which this Court ruled:\n‘Since the focus of unresolved liability will be upon the plaintiff Wells and his actions, vis-a-vis the defectively designed and serviced combine, I can perceive of no basis for re-examining any other liability matter heretofore resolved. By its answer to interrogatory nineteen, the jury concluded that Best and Massey-Ferguson should share equally the responsibility for “causing injuries to the plaintiffs”. This finding does not relieve Wells of responsibility for his alleged assumption of risk upon an appropriate showing, but it does define the respective responsibilities of the defendants for the negligence found in interrogatories one and two. There is, thus, no “unsettled allocation-of-fault” and I do not infer from the Supreme Court’s use of that language a ruling to the contrary.’\nThe bifurcated nature of the ultimate jury result created unusual trial problems. But the second jury was faced with a single liability issue-whether plaintiff assumed the risk of working on a combine which a previous jury had determined was hazardous because of the joint negligence of the defendants. The first jury determined that such negligence proximately caused the accident and that the degrees of fault were equal. If the second jury had determined that plaintiff had assumed the risk of that dangerous situation, both defendants would have been released from responsibility for his injuries. Similarly, since the jury here concluded that plaintiff did not assume the risk, the previously determined finding of joint and equal liability must control the award.”\n. The Court charged, in part, as follows:\n“It is a principle ot law that a plaintiff cannot recover for injuries for which he voluntarily assumed the risk with full appreciation of the danger that confronted him. This defense is known as assumption of risk and is a valid defense to a claim for damages and may defeat that claim even though it has been shown that the defendant actually created a dangerous condition or situation.\n“As noted earlier this is the only liability issue in this case. The basis of assumption of risk is the plaintiff’s consent to accept the risk and look out for himself. Therefore, he will not be found to assume any risk unless he has knowledge of its existence. This means that he must not only be aware of the facts which create the danger but he must also appreciate the danger itself and the nature and character and extent of that danger which makes it unreasonable.\nA condition might be quite apparent to him but the danger arising from the condition might not be known or may not be apparent or if he does know or is aware of it it may not appear to him to be more than slight or negligent.\nIf that is the case, then the plaintiff does not assume that risk.”\n. As the Restatement indicates, multiple risks arise when a different kind of negligent conduct is alleged on the part of the same defendant; assuming the risk resulting from high speed driving by a host driver does not mean, for example, that one assumes a risk resulting from defective brakes in the host’s vehicle. See Restatement, supra § 496C Comment i.\n. The question was:\n“Do you find that plaintiff assumed the risk of injury to himself?”",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Alfred M. Isaacs, Wilmington (argued), and Richard Galperin of Flanzer & Isaacs, Wilmington, for defendant-appellant Massey-Ferguson, Inc.",
      "Ben T. Castle, Wilmington (argued), and Richard A. Zappa of Young, Conaway, Star-gatt & Taylor, and Warren B. Burt, Wilmington, for defendant-appellant Thos. Best & Sons, Inc.",
      "James M. Tunnell, Jr., Wilmington (argued), and Walter L. Pepperman, II of Morris, Nichols, Arsht & Tunnell, and Julius Komissaroff, of Komissaroff & Perry, Wilmington, for plaintiffs-appellees."
    ],
    "corrections": "",
    "head_matter": "MASSEY-FERGUSON, INC., a Maryland Corporation, and Thos. Best & Sons, Inc., a Delaware Corporation, Defendants, Appellants, v. James C. WELLS, Jr. and Hilda I. Wells Lankford, Plaintiffs, Appellees.\nSupreme Court of Delaware.\nSubmitted Jan. 10, 1980.\nDecided June 23, 1980.\nAlfred M. Isaacs, Wilmington (argued), and Richard Galperin of Flanzer & Isaacs, Wilmington, for defendant-appellant Massey-Ferguson, Inc.\nBen T. Castle, Wilmington (argued), and Richard A. Zappa of Young, Conaway, Star-gatt & Taylor, and Warren B. Burt, Wilmington, for defendant-appellant Thos. Best & Sons, Inc.\nJames M. Tunnell, Jr., Wilmington (argued), and Walter L. Pepperman, II of Morris, Nichols, Arsht & Tunnell, and Julius Komissaroff, of Komissaroff & Perry, Wilmington, for plaintiffs-appellees.\nBefore HERRMANN, C. J., DUFFY, QUILLEN and HORSEY, JJ., constituting the Court en banc."
  },
  "file_name": "1320-01",
  "first_page_order": 1366,
  "last_page_order": 1371
}
