{
  "id": 6082386,
  "name": "International Latex Corp. v. I. B. Kleinert Rubber Co.",
  "name_abbreviation": "International Latex Corp. v. I. B. Kleinert Rubber Co.",
  "decision_date": "1939-06-15",
  "docket_number": "No. 4108",
  "first_page": "1321",
  "last_page": "1324",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1321"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 382"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "53 F. (2d) 532",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078133,
        1814086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/19-2/0736-01",
        "/f2d/53/0532-01"
      ]
    },
    {
      "cite": "46 F. (2d) 182",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6553618,
        1838975
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/0843-01",
        "/f2d/46/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 443,
    "char_count": 8310,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 8.05696394296089e-08,
      "percentile": 0.4662897334941149
    },
    "sha256": "f34db1d616ef6c0c493f83231093939c92d8b2e6f544bcbbb446999b6df0acbc",
    "simhash": "1:a3cfdf3a2f8454c4",
    "word_count": 1427
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Leneoot, and Jackson, Associate Judges"
    ],
    "parties": [
      "International Latex Corp. v. I. B. Kleinert Rubber Co."
    ],
    "opinions": [
      {
        "text": "Hateibld, Judge,\ndelivered the opinion of the court:\nThis is an appeal in a trade-mark opposition proceeding from the decision of the Commissioner of Patents reversing the decision of the Examiner of Interferences dismissing appellee’s notice of opposition and holding that appellant was entitled to the registration of its trade-mark for use on babies’ rubber pants.\nAppellant’s mark consists of an outline drawing of two babies, clad in panties only. One of the babies is shown in profile, facing to the left, in a crawling or creeping posture. The second baby, at the right and to the rear of the first, is depicted in stooping position holding and stretching the garment on the first baby.\nIn its application for registration, filed January 3, 1936, appellant stated that it had used its mark on its goods since September 11, 1935. How extensively the mark has been advertised or used by appellant does not appear' from the record, as no evidence was submitted by appellant.\nAppellee’s mark, which appellee used on babies’ pants long prior to the first use by appellant of its mark, consists of a picture of a baby in a crawling or creeping posture with its back and rear toward the observer and its head turned so that it is looking back over its left shoulder facing the observer. The baby has bushy curly hair, and is clothed in a shirt and panties with a sock and shoe on one foot.\nAppellee’s mark was registered in the United States Patent Office May 31, 1927, on an application filed November 24, 1925.\nIt appears from the record that appellee’s product is sold throughout the world, and that, since about 1921, its mark and its goods have been extensively advertised throughout the United States in magazines, newspapers, and other forms of advertising.\nIn his decision, the Commissioner of Patents stated, inter alia, that—\nThe examiner-of interferences seems to have taken the position that because of the nature of these marks the question of confusing similarity should be determined by different tests than those usually employed. He calls attention to the fact that “the differences between (human) forms are very small compared with resemblances,” and draws the conclusion that slight differences must therefore suffice to distinguish such forms, even when used as trade-marks. I am unable to adopt this reasoning. Whether or not it be the representation of a human form, I doubt that the average purchaser pays sufficient attention to any trade-mark as to retain more than a vague impression of its details.\nOpposer’s mark is a picture of a crawling baby. Apjffieant’s mark is a picture of two babies, one of which is crawling. Placed side by side these marks could not possibly be confused, nor is it likely that a person thoroughly familiar with either would fail to distinguish the other. That, however, is not sufficient. If there is a reasonable probability that some purchasers would be deceived the second mark should not be registered. It seems to me there may be those who would retain only the impression of a crawling baby, and thus mistake applicants’ goods for those of opposer. The question is a close one, but the doubt must be resolved in opposer’s favor.\nIt is contended here by counsel for appellant that the marks of the parties are not confusingly similar; that the “fact that both marks display the human form of a crawling baby is not per se an indication of likelihood of confusion. Nor is the fact that the babies display the goods of the parties, viz, baby pants, an indication per se of the likelihood that the public would confuse the two marks”; and that the “only question to be determined, therefore, is whether the babies in the two marks resemble each other in their individual characteristics of features, pose and the like.”\nIn support of their contentions, counsel for appellant rely upon our decision in the case of Jantzen Knitting Mills v. West Coast Knitting Mills, 18 C. C. P. A. (Patents) 843, 46 F. (2d) 182.\nIn that case it was held, as stated in the third syllabus—\nA mark for bathing suits consisting of tbe representation of a girl attired iu a bathing suit, cap, and shoes, standing on a diving board with her arms held back as if about to dive into the water, held registrable notwithstanding the prior adoption and use of a mark consisting of a representation [of a girl] attired in a similar suit with arms and limbs extended, as in the act of diving through the air, for the same goods, in view of the fact that the representation ■of a girl wearing a swimming suit is generic in character which any one is free to use.\nIll the course of our discussion of the issues in that case, we said, inter alia:\nWe think that the representation of a diving girl wearing a swimming suit is generic in character, and the registration of such a representation as a trade-mark can not exclude others from using any representation of a diving girl wearing a swimming suit, but only from using the representation of a diving girl in substantially the same position and posture as that shown by its mark. The test of similarity producing confusion is, therefore, not whether the two marks represent diving girls, but whether the appearance or position which gives to appellant’s mark its exclusive right has been so nearly simulated by appellee in its mark as to be likely to cause confusion or mistake in the mind •of the public or to deceive purchasers.\nApplying this test to the two marks in issue, we are clear that the resemblance is not such as to prevent registration of appellee’s mark. We think no purchaser would confuse the posture of a girl with arms and limbs extended, as in the act of diving through the air, with the posture of a girl standing on a •diving board with her arms held back as if about to spring or dive into water. We may add that the diving board adds further distinctiveness to appellee’s mark. [Italics not quoted.]\nIt is not contended here by counsel for appellee that appellee is •entitled to the exclusive use of the representation of a baby. It is •contended, however, that appellee’s mark consists of a “crawling baby”; that appellant’s mark is essentially that of a “crawling baby”; .and that, therefore, the marks are confusingly similar.\nThe dominant feature of appellant’s mark is a representation of .a crawling baby. The baby’s postwre is substantially'the same as the posture of the baby in appellee’s mark. The crawling baby in Appellant’s mark is shown in profile facing to the left; whereas, the crawling baby in appellee’s mark is shown with its back and rear toward the observer and its head turned so that it is looking back over its left shoulder facing the observer. The positions of the two babies, therefore, are different, and, as stated by the commissioner in his decision, if the two marks are placed side by side they are easily distinguishable. However, such a comparison is not the test to be applied in considering the question of confusing similarity ■of the marks.\nWe have given the issues presented careful consideration in the light of the principles announced and applied in the Jantzen Knitting Mills case, supra, and the arguments presented by counsel for appellant, and are of opinion that the marks of the parties so nearly resemble one another that their concurrent use would ;be likely to cause confusion or mistake in the mind of the public and deceive purchasers. At least, there is reasonable doubt as to the confusing similarity of the marks, and it is well settled that such doubt must be resolved against the newcomer in the field. The American Products Co. v. Herbert F. Braithwaite, 19 C. C. P. A. (Patents) 736, 53 F. (2d) 532.\nWe are unable to hold, therefore, that the Commissioner of Patents erred in sustaining appellee’s notice of opposition.\nFor the reasons stated, the decision of the Commissioner of Patents is affirmed.",
        "type": "majority",
        "author": "Hateibld, Judge,"
      }
    ],
    "attorneys": [
      "Martin T. Fisher (Nims <& Verdi and Percy B. Williamson, Jr., of counsel) for appellant.",
      "B&win Levisohn (Harry Cohen of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 382\nInternational Latex Corp. v. I. B. Kleinert Rubber Co.\n(No. 4108)\nUnited States Court of Customs and Patent Appeals,\nJune 15, 1939\nMartin T. Fisher (Nims <& Verdi and Percy B. Williamson, Jr., of counsel) for appellant.\nB&win Levisohn (Harry Cohen of counsel) for appellee.\n[Oral argument March 8, 1939, by Mr. Williamson and Mr. Cohen]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Leneoot, and Jackson, Associate Judges"
  },
  "file_name": "1321-01",
  "first_page_order": 639,
  "last_page_order": 642
}
