{
  "id": 11345036,
  "name": "DISTRICT OF COLUMBIA, Appellant, v. James HUYSMAN, et al., Appellees",
  "name_abbreviation": "District of Columbia v. Huysman",
  "decision_date": "1994-12-29",
  "docket_number": "No. 93-CV-927",
  "first_page": "1323",
  "last_page": "1328",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1323"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "547 A.2d 144",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7876594
      ],
      "pin_cites": [
        {
          "page": "148"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/547/0144-01"
      ]
    },
    {
      "cite": "640 A.2d 656",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864586
      ],
      "pin_cites": [
        {
          "page": "665-666"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0656-01"
      ]
    },
    {
      "cite": "614 A.2d 1291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/614/1291-01"
      ]
    },
    {
      "cite": "198 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8092636
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "742"
        },
        {
          "page": "742"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/198/0740-01"
      ]
    },
    {
      "cite": "580 A.2d 1255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380005
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1258-59"
        },
        {
          "page": "1258-59",
          "parenthetical": "last clear chance inapplicable to situations where no evidence that driver was aware or should have been aware of dangerous situation or that had he been aware, or should have been aware, he could have avoided accident"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/580/1255-01"
      ]
    },
    {
      "cite": "506 A.2d 1100",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7917605,
        7917711
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/506/1100-01",
        "/a2d/506/1100-02"
      ]
    },
    {
      "cite": "631 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348769
      ],
      "pin_cites": [
        {
          "page": "363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/631/0354-01"
      ]
    },
    {
      "cite": "512 A.2d 291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7892326
      ],
      "weight": 10,
      "pin_cites": [
        {
          "page": "295"
        },
        {
          "page": "296"
        },
        {
          "page": "296"
        },
        {
          "page": "296"
        },
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/512/0291-01"
      ]
    },
    {
      "cite": "20 F.3d 1197",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10514610,
        3818867
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1201"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/20/1197-01",
        "/us-app-dc/305/0333-01"
      ]
    },
    {
      "cite": "305 U.S.App.D.C. 333",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3818867
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us-app-dc/305/0333-01"
      ]
    },
    {
      "cite": "443 A.2d 45",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944188
      ],
      "pin_cites": [
        {
          "page": "53"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/443/0045-01"
      ]
    },
    {
      "cite": "421 N.E.2d 886",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1981,
      "pin_cites": [
        {
          "page": "891-95"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "52 Ill.Dec. 23",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1981,
      "pin_cites": [
        {
          "page": "28-33"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "85 Ill.2d 1",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        5470281
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "11-14"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ill-2d/85/0001-01"
      ]
    },
    {
      "cite": "644 A.2d 1004",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878373
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1005-07",
          "parenthetical": "so-called \"concurrent negligence\" of plaintiff as defeating last clear chance"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/644/1004-01"
      ]
    },
    {
      "cite": "198 A.2d 740",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8092636
      ],
      "pin_cites": [
        {
          "page": "742"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/198/0740-01"
      ]
    },
    {
      "cite": "580 A.2d 1255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7380005
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1258-59"
        },
        {
          "page": "1258-59"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/580/1255-01"
      ]
    },
    {
      "cite": "512 A.2d 291",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7892326
      ],
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/512/0291-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 842,
    "char_count": 20663,
    "ocr_confidence": 0.682,
    "pagerank": {
      "raw": 1.288629012028901e-07,
      "percentile": 0.6192818577453744
    },
    "sha256": "852a24f1b956c40b2c19c8c23200ac557f8900dc1d6d7eb89b0a97ffec24a61d",
    "simhash": "1:8280c89eaf05a76c",
    "word_count": 3492
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN and FARRELL, Associate Judges, and GALLAGHER, Senior Judge."
    ],
    "parties": [
      "DISTRICT OF COLUMBIA, Appellant, v. James HUYSMAN, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "GALLAGHER, Senior Judge:\nThe District of Columbia (“the District”) appeals from a judgment of $240,000 in favor of the appellee, James Huysman, and a judgment of $20,000 for loss of consortium in favor of appellee’s wife and co-plaintiff, Betsy Huysman. The judgment arises from a collision involving appellee and a District employee. On appeal, the District argues that there was no evidence upon which a jury could find that appellant had the last clear chance to avoid the accident, and thus, the trial court should have granted the District’s motion for a judgment notwithstanding the verdict. We agree with the District, and therefore, we reverse.\nI.\nAppellee testified at trial that on June 21, 1989, at approximately 2:30 p.m., the appellee crossed M Street to get to his car, a two-door 1988 Buick Regal, which was parked on M Street, one car back from the corner of M Street and 13th Street. Appellee stood in the street near the car door on the driver’s side. After looking to see if any cars were coming, appellee opened the door slightly in order to get a box of literature out of the back seat of his two-door sedan. Appellee noticed several cars about one-half to three-quarters of a block away, and felt it was safe to get into his car.\nWhile the car door rested on his back, appellee leaned over the driver’s side of the two-door car to locate the box in the back seat. According to appellee, the ear door was only open the width of his body. He testified that he stooped into the car in order to bring the box out. Appellee stated, “my left knee was in the door jam ... I bent down ... without putting my head in the car....” While bringing the box out of the car, he heard a man scream. Appellee stood up and saw a pick-up truck approximately one-half to one car length away. Appellee noticed the passenger of the pick-up truck looking at the driver. The pick-up truck hit the car door which then catapulted and hit the appellee in the back. Appellee suffered injuries to the back, neck, and ribs.\nAt trial, defense witness Earl Genus, testified that he was riding as a passenger in a pick-up truck driven by a District employee westbound on M Street approximately 10-12 miles per hour. He noted that the traffic was congested due to many parked cars on both sides of the street. All of a sudden, Mr. Genus noticed the driver’s side door of a parked car open, and he yelled at the driver to stop. The pick-up track was “at the rear of the car” when Mr. Genus noticed the car door open. The driver immediately tried to stop but hit the door of the parked ear and pinned the appellee between the car door and the pick-up track.\nThere were no other witnesses to the incident, and the driver of the pick-up track could not be found to testify. The appellee presented evidence of his injuries and economic loss through the testimony of a chiropractor, and expert on economics, an expert on rehabilitation, the appellee’s wife, and an associate from work. The District relied on the testimony of Mr. Genus and an expert on neurology.\nThe trial court instructed the jury on contributory negligence, proximate cause, and last clear chance. After deliberating, the jury sent back a note asking, “[i]f both parties are found to be negligent, is there still room to award compensation to the plaintiffs?” The trial court reinstracted the jury on last clear chance despite the District’s objections. The jury then found appellant negligent and the appellee contributorily negligent. Moreover, the jury found that the driver of the pick-up track had the last clear chance to avoid the accident. The jury awarded the appellee $240,000 and his wife $20,000.\nThe District filed a motion for a judgment notwithstanding the verdict, asserting that there was no evidence upon which a jury could have found that the driver had the last clear chance to avoid the accident. The trial court denied appellant’s motion noting that the jury could have found that the driver was negligent in not seeing the pedestrian as he crossed the street, opened his car door, and stooped into the ear to retrieve the box. The trial court stated:\nAt this juncture, the Court believes it important to focus on the circumstantial evidence favoring the plaintiff. Huysman’s testimony saying that he looked down the street and could see one-half to three-quarters of a block affords a reasonable inference that traffic coming toward him had an unobstructed view of him. Genus’ testimony did not contradict that evidence; he never said that the view from the driver’s point of view was obstructed. Given that distance, the Court is of the opinion that the jury could have reasonably found that a driver ... should have seen Huys-man as he walked to his door, opened it, and stooped down to get his box. It would have been reasonable for a jury to infer that neither Genus nor the driver saw this entire sequence of events, for Genus never saw a person until after the collision and had to yell to get the driver’s attention after he saw the door “open”....\nThe trial court noted that it considered the time appellee crossed the street and approached his ear to be the time at which the peril began, and that had the driver seen this, he would have been able to prevent the accident. Thus, ruled the court, the driver had the last clear chance to avoid the acci-, dent.\nII.\nAppellant claims the trial court erred' in not granting its judgment notwithstanding the verdict because the facts do not support the jury’s conclusion that appellant had the last clear chance to avoid the accident. When reviewing a motion for judgment notwithstanding the verdict, the trial court must consider the evidence in the light most favorable to the non-moving party. Felton v. Wagner, 512 A.2d 291, 295 (D.C.1986). This court will only reverse a denial of a motion for judgment notwithstanding the verdict if “no reasonable person, viewing the evidence in the light most favorable to the prevailing party, could reach a verdict in favor of that party.” Arthur Young & Co. v. Sutherland, 631 A.2d 354, 363 (D.C.1993) (quoting Oxendine v. Merrell Dow Pharmaceuticals, Inc., 506 A.2d 1100, 1103 (1986)).\nThe last clear chance doctrine enables a plaintiff to recover despite his contributory negligence. Felton, supra, 512 A.2d at 296. According to our decision in Felton, in order to warrant the last clear chance instruction, there must be evidence:\n(1) that the plaintiff was in a position of danger caused by the negligence of both plaintiff and defendant; (2) that the plaintiff was oblivious to the danger, or unable to extricate herself from the position of danger; (3) that the defendant was aware, or by the exercise of reasonable care should have been aware, of the plaintiffs danger and of her oblivion to it or her inability to extricate herself from it; and (4) that the defendant, with means available to him, could have avoided injuring the plaintiff after becoming aware of the danger and the plaintiffs inability to extricate herself from it, but failed to do so.\nFelton, supra, 512 A.2d at 296. The plaintiff carries the burden of proving each of these elements. Id. This court has extended the last clear chance doctrine to apply to situations where the defendant “could have avoided injuring the plaintiff after he became aware of, or reasonably should have become aware of, the danger and the plaintiffs inability to extricate himself from it.” Robinson v. District of Columbia, 580 A.2d 1255, 1258-59 (D.C.1990). Moreover, the doctrine of last clear chance does not apply to an emergency that is so “sudden that there is no time to avoid the collision, for the defendant is not required to act instantaneously.” Felton, supra, 512 A.2d at 296 (quoting Phillips v. District of Columbia Transit System, Inc., 198 A.2d 740, 742 (D.C.1964)).\nLooking at the evidence in the light most favorable to the appellee, we conclude that the evidence does not support the finding that the driver had the last clear chance to avoid injuring appellee. There is no evidence that the driver was aware of the danger to appellee or should have been aware of such danger, as required in Felton. Appellee crossed M Street, approached his car, and looked to see if the traffic was clear before opening the car door. He testified, “I went to the door. The closest cars I saw that were coming to me were at least a half to three-quarter of the block down. There was cars, and the cars still moved, I guess slowly....” The trial court stated that this was the point at which the peril began, i.e., when the appellee opened the door for the first time to lean into his car.\nAppellant argues, and we agree, that because appellee specifically used the word “ears” to describe what he saw when he glanced down the street, absent any additional evidence, we cannot assume that the pickup truck was the first vehicle proceeding down M Street. Mr. Genus never testified about his ability or inability to see what was going on one-half to three-quarters of a block down the street, and appellee presented no additional evidence to prove that the driver should have been aware of appellee’s peril. The trial court mistakenly believed that ap-pellee’s testimony that he looked down the street and saw cars one-half to three-quarters of a block away meant that the pick-up truck had an unobstructed view of appellee as he approached his car. On the contrary, however, this is sheer speculation. There was no testimony that the appellant’s vehicle was leading the cars that were one-half to three-quarters of a block away or that the pick-up truck was even on M Street at that time. Therefore, there is no evidence to allow a jury to conclude that the driver had an unobstructed view of the block ahead of him and should have seen appellee open his car door and lean inside.\nAppellee’s testimony that he saw cars one-half to three-quarters of a block away fails to establish that the pick-up truck was the lead car and that the driver had an unobstructed view of the street in front of him. Accordingly, appellee failed to satisfy his burden of proving that the driver was in a position to have seen the appellee as he approached his car and subsequently could have prevented the accident. See Felton, supra, 512 A.2d at 297; Robinson, supra, 580 A.2d at 1258-59 (last clear chance inapplicable to situations where no evidence that driver was aware or should have been aware of dangerous situation or that had he been aware, or should have been aware, he could have avoided accident).\nMoreover, the driver did not have the last clear chance to avoid the accident when he and Mr. Genus did eventually see the appel-lee next to his car. According to Mr. Genus, the driver was “at the rear of the ear” and unable to avoid a collision when he noticed appellee stand up from the car. The appel-lee also testified that when he heard the yell, the pick-up truck was one-half a car length away. Thus, the driver did not have a reasonable opportunity to avoid the accident, but rather was put in a sudden emergency situation for which the last clear chance doctrine does not apply. See Phillips, supra, 198 A.2d at 742.\nWe hold that the evidence does not support a finding that the driver had the last clear chance to avoid the accident, and therefore, the judgment notwithstanding the verdict should have been granted.\nAccordingly, the judgment is reversed with instructions to enter judgment for appellant.\nSo ordered.\n. The plaintiff (appellee) did not explain, however, how it was physically possible to open the driver side door of his two-door Buick Regal and reach in to retrieve the box from the rear seat of this middle-size car “without putting [his] head in the car.” It was when he re-appeared with the packages that the passenger in the defendant's front seat exclaimed. But by then defendant's pick-up truck was one-half to one car length away and the driver’s effort to stop did not avoid the accident.\n. Appellee argues that the District failed to preserve its claim on appeal because it did not object to the last clear chance instruction before it was read to the jury. The District, however, objected to the re-reading of the instruction to the jury and moved for a directed verdict at the close of all the evidence and again after the verdict. This is enough to preserve the objection on appeal. Cosby v. United States, 614 A.2d 1291, 1296 n. 6 (D.C.1992); King v. Kidd, 640 A.2d 656, 665-666 (D.C.1993). We note that appellant has never asserted that the belatedness of the government’s objection to submitting last clear chance to the jury denied him the opportunity to present additional available evidence to the jury on that issue. See Howard University v. Best, 547 A.2d 144, 148 (D.C.1988).\n. The District also requested a new trial due to prejudice from certain testimony and a remittitur because the judgment was disproportionate to the injury. The trial court denied both claims.",
        "type": "majority",
        "author": "GALLAGHER, Senior Judge:"
      },
      {
        "text": "FERREN, Associate Judge,\nconcurring:\nThere was only one piece of evidence that the District’s driver had a last clear chance to avoid the accident: the plaintiffs testimony that, before reaching into his car, he had seen cars coming toward him from a distance of one-half to three-quarters of a block down the street. According to the plaintiff — and to the trial court — this testimony permitted the jury to infer that, if the plaintiff had seen cars that far away, then the District’s driver also could have seen the plaintiff from virtually the same distance away, i.e., from far enough away to have avoided the collision.\nThe problem with such an inference, however, is that the plaintiff had seen several “cars,” implying at best for the plaintiff that there had been several vehicles down the block, with the District’s truck somewhere in line — but not in front (no “truck” was mentioned). Accordingly, the evidence was simply too sparse for the jury to have reasonably inferred that the District’s truck driver could have seen past the other vehicles in time to “have avoided injuring the plaintiff after he became aware of, or reasonably should have become aware of, the danger and the plaintiffs inability to extricate himself from it.” Robinson v. District of Columbia, 580 A.2d 1255, 1258-59 (D.C.1990) (Robinson I) (interpreting Felton v. Wagner, 512 A.2d 291, 296 (D.C.1986)). Even though the testimony indicates that the traffic was coming no faster than ten to twelve miles per hour, there was no expert testimony or any other record basis for the jury reasonably to have found that the driver could have seen the plaintiff and stopped in time, even though other vehicles in front may have blocked his view for awhile before impact.\nNo one questions the jury’s finding that the District’s driver (as well as the plaintiff) was negligent; the driver should have been cautious enough to avoid this type of collision even if his vision was limited. But, I am satisfied that the proof of the driver’s last clear chance to avoid the injury is too thin on this record to permit our sustaining the jury’s verdict. Thus, plaintiffs contributory negligence bars recovery. See Phillips v. D.C. Transit Systems, Inc., 198 A.2d 740, 742 (D.C.1964).\nThis case is not very complicated on the facts; recently, we have had much more difficult cases applying the last clear chance doctrine. See, e.g., District of Columbia v. Robinson, 644 A.2d 1004 (D.C.1994) (Robinson II). Every time I see such cases, I am reminded of why I wrote twelve years ago:\n[T]he facts here, manifesting negligence by the drivers of both vehicles, provide a classic illustration of why legislatures or courts — in 36 jurisdictions to date — have adopted the doctrine of comparative negligence. See Alvis v. Ribar, 85 Ill.2d 1, 11-14, 52 Ill.Dec. 23, 28-33, 421 N.E.2d 886, 891-95 (1981). See generally R.E. Kee-ton, Venturing To Do Justice 45-53, 85-89 (1969).\nWashington Metropolitan Area Transit Authority v. Jones, 443 A.2d 45, 53 (D.C.1982) (en bane) (Ferren, J., concurring).\nFARRELL, Associate Judge,\nconcurring:\nI join the lead opinion and Judge Ferren’s concurrence. Like Judge Ferren, the more I participate in decisions applying the doctrines of negligence, contributory negligence and last clear chance, the more I am persuaded that serious thought should be given to adopting some form of comparative negligence in this jurisdiction. This case only illustrates the confusion attending the intersection of the prevailing doctrines.\nAs Judge Ferren points out, “[n]o one questions the jury’s finding that the District’s driver (as well as plaintiff) was negligent; the driver should have been cautious enough to avoid this type of collision even if his vision was limited.” Ante, at 1327. But the fourth element of the last clear chance doctrine brings within it an antecedently negligent defendant who, “with means available to him, could have avoided injuring the [contrib-utorily negligent] plaintiff after he became aware of, or reasonably should have become aware of, the danger and the plaintiffs inability to extricate himself from it.” Robinson v. District of Columbia, 580 A.2d 1255, 1258-59 (D.C.1990) (Robinson I) (emphasis added); see also District of Columbia v. Robinson, 644 A.2d 1004, 1005 n. 2 (D.C.1994) (Robinson II). If indeed the truck driver should have been cautious enough to avoid this type of collision even though his vision was limited by ears ahead of him, then one is hard pressed to say why he could not have avoided the accident after he “reasonably should have become aware of’ the plaintiffs vulnerable position. The same caution by which he could have avoided the accident— i.e., keeping a careful lookout on a street narrowed by cars parked on both sides— reasonably should have made him aware of the plaintiffs presence in the street in time to stop. But to recognize this fact is, practically speaking, to say that there is no difference between primary negligence of the defendant and his liability (for unreasonably failing to “become aware”) under last clear chance. Our reversal in this case is in the nature of a rear guard action against the obliteration of that distinction.\nThe “should have become aware” element of our last clear chance doctrine is only one of its complicating features. Another was pointed out recently by the federal court of appeals (applying local law) in Belton v. WMATA, 305 U.S.App.D.C. 333, 20 F.3d 1197 (1994). Still another is presented by an argument which the District of Columbia makes in this case, but which we do not reach, just as we were spared having to reach it (for a different reason) in Robinson II, supra: namely, whether in addition to the four elements that already make up last clear chance, it includes a fifth requirement (or perhaps a general precondition or a corollary to another element) that the plaintiffs contributory negligence not have itself continued until the last moment of the injury. See Robinson II, 644 A.2d at 1005-07 (so-called “concurrent negligence” of plaintiff as defeating last clear chance).\nThe complexity and top-heaviness of our doctrinal scheme on which juries are instructed in these vehicular accident cases (negligence, followed by contributory negligence, followed by a four-or-more-pronged last clear chance) suggests to me that serious thought should be given to a change. Ideally, that examination — including evaluation of the experience in the many jurisdictions that have adopted one form or another of comparative fault — would be done by a body akin to our now-defunct District of Columbia Law Revision Commission, if not by the Council of the District of Columbia itself. Assuming this does not take place, then the judges of this court should take a hard look at whether there are not more rational principles by which to resolve these cases in which so often the fault of both parties is obvious to judges as well as juries.\n. There the court explained the “puzzl[ingl\" nature of the requirement that, as one element of last clear chance, the plaintiff show \"antecedent negligence\" of the defendant. 305 U.S.App.D.C. at 337, 20 F.3d at 1201.",
        "type": "concurrence",
        "author": "FERREN, Associate Judge, FARRELL, Associate Judge,"
      }
    ],
    "attorneys": [
      "James C. McKay, Jr., Asst. Corp. Counsel, with whom John Payton, Corp. Counsel, at the time the brief was filed, and Vanessa Ruiz, Acting Corp. Counsel, at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, were on the brief, for appellant.",
      "Edwin H. Harvey, Washington, DC, for appellees."
    ],
    "corrections": "",
    "head_matter": "DISTRICT OF COLUMBIA, Appellant, v. James HUYSMAN, et al., Appellees.\nNo. 93-CV-927.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 18, 1994.\nDecided Dec. 29, 1994.\nJames C. McKay, Jr., Asst. Corp. Counsel, with whom John Payton, Corp. Counsel, at the time the brief was filed, and Vanessa Ruiz, Acting Corp. Counsel, at the time the brief was filed, and Charles L. Reischel, Deputy Corp. Counsel, were on the brief, for appellant.\nEdwin H. Harvey, Washington, DC, for appellees.\nBefore FERREN and FARRELL, Associate Judges, and GALLAGHER, Senior Judge."
  },
  "file_name": "1323-01",
  "first_page_order": 1381,
  "last_page_order": 1386
}
