{
  "id": 12075769,
  "name": "In the Matter of W. Edward THOMPSON, Appellant",
  "name_abbreviation": "In re Thompson",
  "decision_date": "1982-12-22",
  "docket_number": "No. 79-1023",
  "first_page": "1324",
  "last_page": "1328",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 1324"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "122 A.2d 579",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8132229
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/122/0579-01"
      ]
    },
    {
      "cite": "419 A.2d 993",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980044
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "995",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/419/0993-01"
      ]
    },
    {
      "cite": "396 F.2d 121",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2148586
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/396/0121-01"
      ]
    },
    {
      "cite": "411 A.2d 984",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11367297
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "996"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0984-01"
      ]
    },
    {
      "cite": "17 L.Ed.2d 109",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "87 S.Ct. 170",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "385 U.S. 882",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11384970,
        11385162,
        11384940,
        11385005,
        11385104,
        11384784,
        11384849,
        11384886,
        11385240,
        11385051
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/385/0882-05",
        "/us/385/0882-09",
        "/us/385/0882-04",
        "/us/385/0882-06",
        "/us/385/0882-08",
        "/us/385/0882-01",
        "/us/385/0882-02",
        "/us/385/0882-03",
        "/us/385/0882-10",
        "/us/385/0882-07"
      ]
    },
    {
      "cite": "362 F.2d 158",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        819302
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/362/0158-01"
      ]
    },
    {
      "cite": "393 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7996202
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "142-43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/393/0132-01"
      ]
    },
    {
      "cite": "387 A.2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8059633
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "723"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/387/0720-01"
      ]
    },
    {
      "cite": "264 A.2d 300",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8068667
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/264/0300-01"
      ]
    },
    {
      "cite": "342 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8048875
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/342/0033-01"
      ]
    },
    {
      "cite": "54 L.Ed.2d 72",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 54",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1977,
      "opinion_index": 0
    },
    {
      "cite": "434 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6208545,
        6210273,
        6209067,
        6209291,
        6209805,
        6209582,
        6208018,
        6207799,
        6208766
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/434/0817-03",
        "/us/434/0817-09",
        "/us/434/0817-05",
        "/us/434/0817-06",
        "/us/434/0817-08",
        "/us/434/0817-07",
        "/us/434/0817-02",
        "/us/434/0817-01",
        "/us/434/0817-04"
      ]
    },
    {
      "cite": "367 A.2d 155",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986310
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "158",
          "parenthetical": "per curiam"
        },
        {
          "page": "157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/0155-01"
      ]
    },
    {
      "cite": "462 F.2d 827",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1338723
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/462/0827-01"
      ]
    },
    {
      "cite": "149 U.S.App.D.C. 212",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1972,
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "391 A.2d 278",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8049762
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "281-82",
          "parenthetical": "per curiam"
        },
        {
          "page": "281"
        },
        {
          "page": "282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0278-01"
      ]
    },
    {
      "cite": "444 A.2d 934",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980749
      ],
      "weight": 7,
      "year": 1982,
      "pin_cites": [
        {
          "page": "939-40"
        },
        {
          "page": "941"
        },
        {
          "page": "939"
        },
        {
          "page": "940"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0934-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 829,
    "char_count": 14368,
    "ocr_confidence": 0.804,
    "pagerank": {
      "raw": 2.741693421632705e-07,
      "percentile": 0.8319919423873747
    },
    "sha256": "41f2f126ede4d95f267f3d9207f0ce37f616ced772323b78910d2bde58287c1c",
    "simhash": "1:959af9a089600f3d",
    "word_count": 2415
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN, PRYOR and BELSON, Associate Judges."
    ],
    "parties": [
      "In the Matter of W. Edward THOMPSON, Appellant."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAppellant, a member of the bar of the District of Columbia, appeared in the Superior Court as defense counsel in a jury trial which lasted from September 10th to September 13th, 1979. During the course of the trial, appellant was summarily adjudicated in criminal contempt, pursuant to Super.Ct.Cr.R. 42(a), on two occasions, both of which occurred in the actual presence of the court. Appellant contends that: (1) there was insufficient evidence to support his convictions; (2) the trial judge erred in failing to recuse himself from the contempt proceeding; and (3) he was denied his right to a jury trial. We affirm.\nAppellant represented a farmer who was charged with assaulting a police officer with a dangerous weapon pursuant to D.C. Code 1981, § 22-505(b) in the case of United States v. Patrick K. Ryan, Cr. No. F-1109-79. On February 25, 1979, Mr. Ryan was operating a tractor in a motorcade of over 200 tractors on Constitution Avenue. Officer William Clark of the Metropolitan Police Department observed him performing “wheelies” — quickly accelerating the tractor so as to cause its front wheels to rise off the ground. Officer Clark allegedly signaled Mr. Ryan to stop while standing in front of the tractor. Meanwhile, two other officers came to Officer Clark’s aid and approached from the side. Mr. Ryan stopped the vehicle. However, when one of the other officers climbed aboard and attempted to open the door of the cab, the tractor made a sudden move forward and struck Officer Clark. Mr. Ryan was arrested shortly thereafter.\nAt an early stage of the trial the court instructed both counsel that: (1) evidence of events which occurred on the mall on the morning of the incident which related to asserted police conspiracy or misconduct was immaterial; (2) evidence of post-offense police misconduct was admissible only to show bias or lack of credibility on the part of an officer who must also be one of the witnesses; and (3) testimony as to Mr. Ryan’s motives for coming to the District of Columbia or the righteousness of the cause of the demonstrating farmers was inadmissible.\nThe first instance of contempt was committed on September 12, 1979, while appellant was questioning his client on direct examination. The pertinent excerpt follows:\nQ. Approximately how many bushels of wheat do you produce a year?\nA. In the neighborhood of 20,000.\nQ. And what is your investment in your farm?\nPROSECUTOR: Objection, Your Hon- or, to the relevance.\nTHE COURT: Sustained. This is remote [and imjmaterial, Mr. Thompson.\nBY MR. THOMPSON:\nQ. How much — you said you produced about 20,000 bushels a year?\nA. Yes.\nQ. And how much does it cost you per bushel to raise the wheat?\nPROSECUTOR: Objection, Your Hon- or.\nTHE COURT: We are not here trying the merits or demerits of the production.\nMR. THOMPSON: Well, Your Hon- or—\nTHE COURT: Mr. Ryan came to Washington to exercise his rights to redress Congress. There is no quarrel with that. And the whole question is whether his rights were exercised lawfully or unlawfully. And I don’t intend to have this trial go into the righteousness of the case.\nMR. THOMPSON: I was attempting to ask the question so that the jury could understand why he came here in the beginning.\nTHE COURT: I have ruled on that, Mr. Thompson. Let’s move on.\nBY MR. THOMPSON:\nQ. Now, Mr. Ryan, why did you come here — strike that. Why did you come here in the beginning.\nA. To save our family farm and to get—\nTHE COURT: Approach the bench.\n(The witness stepped down from the witness stand; counsel for both parties approached the bench and conferred with the Court, as follows:)\nTHE COURT: Mr. Thompson, I adjudicate you in contempt of court. I fine you $500. If you get on this subject again, sir, I will add further sanctions.\nThe second contemptuous act occurred on September 13, 1979:\nTHE COURT: Before we commence closing argument I want to advise you that I expect the arguments to conform in all respects to the instructions of law and the law of the case which the Court has indicated to counsel will prevail. Specifically, you are aware of the Court’s ruling with regard to the details of the strike and the demonstration. That’s not before us, that Mr. Ryan is here to redress his grievances, that’s before us.\nThe question is whether he committed an unlawful act while he was here. I also wish you to conform to the Court’s ruling with regard to subsequent police conduct and the limited purpose for which it was admitted and the expected instruction which the Court will give, that the subsequent conduct of the police would furnish no defense to prior conduct.\nAppellant proceeded with his closing argument until the occurrence of the following colloquy:\nI think, ladies and gentlemen, that under the circumstances we can go back and ask why would someone do that. Why would 2,000 tractors come across this country? They must have had a very legitimate problem to deal with. Why would this man, ladies and gentlemen, spend $600 as he has testified to—\nMR. FISHER: Objection, Your Honor.\nTHE COURT: Counsel, approach the bench.\nTHE COURT: Mr. Thompson, I am going to admonish you that you are on the verge of contempt. I don’t want any oral argument regarding empathy or the nature of that cause. You have probably exceeded my instructions. Now, I intend to deal with that later. I instruct you now that you are not to argue to the jury that this man is a downtrodden man who travelled 1500 miles to come to the District of Columbia. I don’t want that argument. It’s improper. You are instructed not to continue that line of argument.\n* * * * * *\n(Thereupon, the proceedings held at the bench were concluded; counsel returned to their seats at counsel table, and the trial was resumed, as follows:)\nMR. THOMPSON: Let me get to the gut of this case. I submit that, before I get to that, the indictment should have read that on or about the 23rd of January, 1979, within the District of Columbia, that an assault and battery was committed by the police against this defendant.\nMR. FISHER: Objection, Your Honor.\nTHE COURT: Objection sustained.\nMr. Thompson, before this jury came out I instructed you as to what was being tried in this case. Now, I expect you to stay to the law. You are telling the jury to stick to the law. I want you to stick to the law, sir.\nMR. THOMPSON: Your Honor, I—\nTHE COURT: You know how this evidence may be used. And I instruct you to conform to my rulings.\nFollowing closing argument and final instructions, appellant was again adjudicated in contempt of court.\nI\nThe elements of the offense of criminal contempt under D.C.Code 1981, § 11-944 are reasonably well known. They are: (1) willful disobedience; (2) of a court order; and (3) causing an obstruction of the orderly administration of justice. See In re Gorfkle, D.C.App., 444 A.2d 934, 939-40 (1982); In re Schwartz, D.C.App., 391 A.2d 278, 281-82 (1978) (per curiam); United States v. Meyer, 149 U.S.App.D.C. 212, 216, 462 F.2d 827, 831 (1972). The application of these principles, however, is not subject to rigid circumscription. Rather, “... a judge must make a balanced value judgment case-by-case,” In re Gorfkle, supra, 444 A.2d at 941, based on the proof in each case.\nA criminal contempt citation may be punished summarily when the conduct that constituted the contempt “... was committed in the actual presence of the court.” Super.Ct.Cr.R. 42(a); D.C.Code 1981, § 11-944. Recognizing the fact that summary contempt powers should be used sparingly, especially against attorneys, In re Schwartz, supra, 391 A.2d at 281, we have held that “[a] contempt conviction ... should not be based on a mere technicality, but should be imposed only where necessary to maintain an orderly system of justice.” In re Gorfkle, supra, 444 A.2d at 939, citing In re Hunt, D.C.App., 367 A.2d 155, 158 (1976) (per curiam), cert. denied, 434 U.S. 817, 98 S.Ct. 54, 54 L.Ed.2d 72 (1977). In Schwartz, we found an attorney’s behavior not to be contumacious when the trial court precluded questions as irrelevant while refusing to listen to any proffer as to their relevancy. Unlike the attorney admonished in Schwartz, appellant had fully disclosed his reasons for believing the information to be relevant, and the court repeatedly ruled against its inclusion.\nThe record reflects that during the trial appellant refused to obey the court’s lucid rulings and to heed its repeated admonitions. In view of the particular facts presented in this case, we find appellant’s persistent conduct to have risen “... to the level of willful obstruction of the orderly administration of justice. In re Gorfkle, supra, 444 A.2d at 940, quoting In re Schwartz, supra, 391 A.2d at 282, and that his conduct was correctly adjudicated to be contemptuous. See Irby v. United States, D.C.App., 342 A.2d 33, 41 (1975), citing In re Ellis, D.C.App., 264 A.2d 300, 301 (1970).\nAppellant relies on our recent decision in Gorfkle, where we found that an attorney’s failure to obey the court’s order and repeated admonitions against leading her witness on direct examination did not “... rise to the level of patent disrespect for the bench.... ” Id. at 940. In Gorfkle, the failure to obey the court’s order was not necessarily intentional or reckless in that “[ljeading questions are too often asked out of mere inadvertence or counsel’s inability to frame a question artfully.... ” Id. at 941. In the case at bar, unlike in Gorfkle, the court clearly outlined the subject areas that counsel was to avoid and he willfully chose to explore those areas. We find appellant’s course of action in this case to have manifestly transgressed permissible conduct.\nMoreover, the trial judge’s order of September 18, 1979, satisfies the procedural requirements of Rule 42(a), in that the written contempt order was signed by Judge Braman, entered of record, and recapitulates the facts “... in a manner sufficient to inform this court what conduct constituted the contempt.” Appeal of Gregory, D.C.App., 387 A.2d 720, 723 (1978), citing In re Hunt, supra, 367 A.2d at 157.\nII\nAppellant next claims that the trial judge erred in failing to recuse himself from the contempt proceedings on the ground of bias. We note at the outset that appellant did not make a pretrial motion for recusal, but waited until after he was adjudicated in contempt of court to raise this issue. Appellant cited several bases for alleged bias, including the fact that the presiding judge had, in an unrelated case, previously cited him in contempt of court and forwarded the certificate of conviction to the Office of Bar Counsel for recommendation to the Board on Professional Responsibility of this court. “Appellant’s allegation that he was prejudiced by having to appear before the same judge against whom he had sought a writ of mandamus, and who had held him in contempt in a prior proceeding is not legally sufficient to justify recusal.” Gregory v. United States, D.C.App., 393 A.2d 132, 142-43 (1978), citing Barkan v. United States, 362 F.2d 158 (7th Cir.), cert. denied, 385 U.S. 882, 87 S.Ct. 170, 17 L.Ed.2d 109 (1966). Each case must be judged on its particular facts. In re Evans, D.C.App., 411 A.2d 984, 996 (1980), citing Wolfson v. Palmieri, 396 F.2d 121, 126 (2d Cir. 1968). In the instant case, there is nothing to suggest that the trial judge’s participation in the contempt proceeding lacked impartiality.\nA judge need not recuse himself or herself unless the alleged bias stems “.. . from an extrajudicial source and result(s) in an opinion on the merits on some basis other than what the judge learned from his (or her) participation in the case. ... In addition, the bias, must be personal, rather than judicial, in nature.” In re Thompson, D.C.App., 419 A.2d 993, 995 (1980) (citations omitted). Although appellant attempts to show that the trial judge entertained personal bias against him, we are not persuaded. The actions taken by the trial judge would not operate to disqualify him within the meaning of the statute or Rule 42(b).\nIll\nFinally, appellant contends that being sentenced to pay two fines of $300 and $200 respectively, without the benefit of a jury trial, deprived him of his Sixth Amendment right. While it is true that a jury trial is required in contempt cases where the fine imposed exceeds $300, appellant’s suggestion that the two fines can be aggregated to arrive at the requisite amount is without merit. Scott v. District of Columbia, D.C.Mun.App., 122 A.2d 579, 581 (1956).\nAffirmed.\n. Appellant argues that the order of September 18, 1979, misquoted the question which precipitated the contempt citation. While Judge Bra-man acknowledges that he inadvertently misstated the “offending question put by respondent,” he explained in his subsequent clarifying order of November 7, 1979, why the misquotation did not invalidate his findings of contumacious conduct.\n. Appellant was formally adjudicated to be in contempt on September 18, 1979, at which time further proceedings were scheduled for September 20, 1979. On September 19, 1979, appellant filed a motion requesting that Judge Braman recuse himself from those proceedings. The motion was denied. Appellant then petitioned this court for a writ of mandamus on the question of recusal and that he be granted a jury trial. The writ was denied in a per curiam order of this court on September 27, 1979.\n. Appellant’s other bases for the alleged bias are accusatory and without support in the record. We do not find them to be worthy of discussion.\n. Appellant was originally fined $500 for his contemptuous act of September 12, 1979 and $200 for his conduct on September 13, 1979. At the hearing of September 20, 1979, Judge Braman reduced the original $500 fine to $300. See In re Evans, supra.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "W. Edward Thompson, pro se.",
      "Thomas P. Murphy, Asst. U.S. Atty., Washington, D.C., with whom Stanley S. Harris, U.S. Atty., John A. Terry, Asst. U.S. Atty., Washington, D.C., at the time the brief was filed, and John R. Fisher, Asst. U.S. Atty., Washington, D.C., were on the brief, for appellee. Christopher A. Myers, Asst. U.S. Atty., Washington, D.C., also entered an appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "In the Matter of W. Edward THOMPSON, Appellant.\nNo. 79-1023.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 3, 1982.\nDecided Dec. 22, 1982.\nW. Edward Thompson, pro se.\nThomas P. Murphy, Asst. U.S. Atty., Washington, D.C., with whom Stanley S. Harris, U.S. Atty., John A. Terry, Asst. U.S. Atty., Washington, D.C., at the time the brief was filed, and John R. Fisher, Asst. U.S. Atty., Washington, D.C., were on the brief, for appellee. Christopher A. Myers, Asst. U.S. Atty., Washington, D.C., also entered an appearance for appellee.\nBefore KERN, PRYOR and BELSON, Associate Judges."
  },
  "file_name": "1324-01",
  "first_page_order": 1376,
  "last_page_order": 1380
}
