{
  "id": 7377344,
  "name": "Joanne COPPOTELLI v. BREWER YACHT YARD AT COWESETT, INC., et al.",
  "name_abbreviation": "Coppotelli v. Brewer Yacht Yard at Cowesett, Inc.",
  "decision_date": "1994-02-04",
  "docket_number": "No. 93-303-Appeal",
  "first_page": "1326",
  "last_page": "1327",
  "citations": [
    {
      "type": "official",
      "cite": "636 A.2d 1326"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "605 A.2d 1325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7939694
      ],
      "pin_cites": [
        {
          "page": "1327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/605/1325-01"
      ]
    },
    {
      "cite": "524 A.2d 1108",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886766
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "1109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/524/1108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 234,
    "char_count": 2824,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 7.545732020866406e-08,
      "percentile": 0.44783498960750223
    },
    "sha256": "a5eb633094b7f02a2618fc9828ec22616f8f4c2c399c29ca91d46e150f4a2ee0",
    "simhash": "1:3a6d7fc327522cf2",
    "word_count": 455
  },
  "last_updated": "2024-02-27T17:56:39.653482+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "SHEA, J., did not participate."
    ],
    "parties": [
      "Joanne COPPOTELLI v. BREWER YACHT YARD AT COWESETT, INC., et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before the court on January 11, 1994, pursuant to an order directing the parties, codefendants Brewer Yacht Yard at Cowesett, Inc. (Brewer), and Mark DeSte-fano d.b.a. The Folly Landing Restaurant, Inc. (Folly Landing), and the plaintiff, Joanne Coppotelli, to show cause why this matter should not be summarily decided. Folly Landing appeals the granting in Superior Court of Brewer’s motion for summary judgment.\nAfter hearing the arguments of counsel and reviewing the memoranda submitted by the parties, we are of the opinion that cause has not been shown.\nThe plaintiff filed suit claiming she had slipped and fallen on a foreign substance on an exterior stairway leading to Folly Landing, and she claimed that the stairs were unreasonably steep. Folly Landing operated a restaurant housed on property owned by Brewer pursuant to the terms of a written lease. The stairway on which plaintiff claims she fell led to the second-floor restaurant.\nFolly Landing pressed two issues on appeal: (1) whether the stairway was part of the leased premises or was part of the common area, and (2) whether the indemnity clause of the lease relieved Brewer of liability. The evidence in this case supports a finding that the stairway was part of the demised premises under the lease, that Folly Landing retained exclusive use of the stairway, and that Folly Landing was responsible for maintaining the stairway. Our rule in Ward v. Watson, 524 A.2d 1108, 1109 (R.I. 1987), has established that a landlord, Brewer in this case, is not liable for injuries sustained by a tenant or a guest, here plaintiff, on the tenant’s leased premises unless the injuries result from a latent defect known to the landlord but not to the tenant or from the landlord’s breach of a covenant to repair. Because neither of the latter conditions is applicable in this case, Brewer is not liable for the alleged injury.\nOn the second issue this court has held that exculpatory indemnification clauses are valid. See Rhode Island Hospital Trust National Bank v. Dudley Service Corp., 605 A.2d 1325, 1327 (R.I.1992). We are of the opinion, therefore, that the trial justice did not err in finding that no genuine issue of material fact existed with respect to Brewer’s liability.\nConsequently Folly Landing’s appeal of the granting of Brewer’s motion for summary judgment is denied and dismissed. The judgment of the Superior Court is affirmed.\nSHEA, J., did not participate.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Timothy O’Hara, Resmini <& O’Hara, Associates, John Verdeechia, DeSimone & DeSi-mone, Providence, for plaintiff.",
      "Edward Gnys, III, Gunning, LaFazia & Gnys, David Oliveira, MaeAdams «fe Wick, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "Joanne COPPOTELLI v. BREWER YACHT YARD AT COWESETT, INC., et al.\nNo. 93-303-Appeal.\nSupreme Court of Rhode Island.\nFeb. 4, 1994.\nTimothy O’Hara, Resmini <& O’Hara, Associates, John Verdeechia, DeSimone & DeSi-mone, Providence, for plaintiff.\nEdward Gnys, III, Gunning, LaFazia & Gnys, David Oliveira, MaeAdams «fe Wick, Providence, for defendant."
  },
  "file_name": "1326-01",
  "first_page_order": 1400,
  "last_page_order": 1401
}
