{
  "id": 7876391,
  "name": "Larry. R. LOWE, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (PENNSYLVANIA MINES CORP.), Respondent",
  "name_abbreviation": "Lowe v. Workmen's Compensation Appeal Board",
  "decision_date": "1996-10-25",
  "docket_number": "",
  "first_page": "1327",
  "last_page": "1332",
  "citations": [
    {
      "type": "official",
      "cite": "683 A.2d 1327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "576 A.2d 1163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1402957
      ],
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0455-01"
      ]
    },
    {
      "cite": "545 A.2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1375525
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/118/0424-01"
      ]
    },
    {
      "cite": "638 A.2d 493",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363963,
        1458286
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "495",
          "parenthetical": "citing, Scobbie v. Workmen's Compensation Appeal Board (Greenville Steel Car Co.), 118 Pa.Cmwlth. 424, 545 A.2d 465 (1988)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0493-01",
        "/pa-commw/162/0348-01"
      ]
    },
    {
      "cite": "632 A.2d 1302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1839705,
        1839682
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1304",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0327-01",
        "/pa/534/0326-01"
      ]
    },
    {
      "cite": "534 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839705
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0327-01"
      ]
    },
    {
      "cite": "597 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1421202
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "188-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/142/0176-01"
      ]
    },
    {
      "cite": "526 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1825940
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "32"
        },
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/526/0025-01"
      ]
    },
    {
      "cite": "677 A.2d 892",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7869754
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/677/0892-01"
      ]
    },
    {
      "cite": "632 A.2d 1302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1839705,
        1839682
      ],
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/pa/534/0327-01",
        "/pa/534/0326-01"
      ]
    },
    {
      "cite": "534 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839705
      ],
      "year": 1993,
      "opinion_index": 1,
      "case_paths": [
        "/pa/534/0327-01"
      ]
    },
    {
      "cite": "597 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1421202
      ],
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa-commw/142/0176-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 808,
    "char_count": 18525,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 1.0482681451391715e-07,
      "percentile": 0.5532745345385002
    },
    "sha256": "e738671a99f2dbe0102745f5b750bdbea3a9d8538c85d658b232884461074bb3",
    "simhash": "1:ba2a798787e7a7e7",
    "word_count": 2914
  },
  "last_updated": "2024-02-27T23:51:20.507764+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before COLINS, President Judge, and DOYLE, McGINLEY, SMITH, PELLEGRINI, FRIEDMAN and KELLEY, JJ."
    ],
    "parties": [
      "Larry. R. LOWE, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (PENNSYLVANIA MINES CORP.), Respondent."
    ],
    "opinions": [
      {
        "text": "McGINLEY, Judge.\nBefore this Court for reargument en banc is the petition by Larry R. Lowe (Claimant) for review of an order of the Workmen’s Compensation Appeal Board (Board) that reversed a referee’s reinstatement of total disability benefits. We affirm.\nClaimant was last employed as a section foreman by Pennsylvania Mines Corporation (Employer) when he suffered a workrelated injury to his back on April 26, 1986. Claimant had received total disability benefits until February 16, 1990, when Employer’s termination petition was granted. The original referee found:\n4. Robert M. Yanchus, M.D., board certified in orthopedics, testified on behalf of the defendant by deposition on November 30, 1988. Dr. Yanchus examined the claimant on September 7, 1988 receiving a physical and occupational history, reviewing various diagnostic tests and performed an examination. In his professional opinion the claimant suffered an acute lumbo-sacral sprain based on history as a result of the injury of April 28,1986 which exhibited a full recovery on examination allowing the claimant to return to his former position as Section Foreman in the coal mines without restrictions.\n5. Dr. Yanchus further opined that any further medication, physical therapy or the use of a TENS unit is unreasonable.\n6. P. James Ridella, M.D., a board certified orthopedic surgeon, testified on behalf of the claimant by deposition on May 1, 1989. Dr. Ridella treated the claimant from September 12, 1986 to September 28, 1988 when the claimant was referred to Dr. Victoria Smith. It was her professional opinion that no diagnosis was made based on normal objective test results. The claimant related subjective complaints, but the examination was within normal limits.\n7. Victoria T. Smith, M.D., board certified in physical and rehabilitative medicine, testified on behalf of the claimant by deposition on April 13, 1989. Dr. Smith examined the claimant initially on October 18, 1988. Based on office visits and physical therapy, review of the records and occupational and physical histories, it is her professional opinion that the claimant suffers a lumbar strain/sprain combination injury and subsequently developed a severe dysfunction in the low back which is affected by a psychological condition. These conditions result from the injury of April 28, 1986.\n8. Dr. Smith pronounced the claimant unable to perform work at the present time with a prognosis of medium level employment in the future based on anticipated results from theraphy [sic], both'psychological and physical. She then would recommend a six (6) to eight (8) week work-hardening program. She placed the following restrictions on the claimant; no lifting over eighteen (18) pounds and no prolonged standing or sitting.\n9. The claimant, age forty-six (46) appeared at the hearing of August 17, 1989 and testified. The claimant was utilizing a cane. The claimant stated his present symptoms and daily activities. In his opinion he is unable to return to work in his pre-injury position.\n10.' After careful review of the testimony I deem the opinions of Dr. Yanchus more credible and persuasive than those of Drs. Ridella and Smith. Therefore I find the claimant capable of performing his pre-injury position of Section Forman [sic] with the defendant effective September 7, 1988, the examination date of Dr. Yanchus.\n11. There is no objective evidence to support the subjective complaints of the claimant.\n12. The supersedeas request was not addressed subsequent to this decision.\n13. Any and all disability relating to the compensable injury of April 28, 1986 ceased and terminated September 7, 1988.\nReferee’s Decision, February 16, 1990, Findings of Fact (F.F.) Nos. 4-13 at 3-4. The original referee accordingly issued the following order:\nThe Termination Petition filed by Greenwich Colleries/Pa. Mines relative to the compensable injury sustained by Larry R. Lowe on April 28,1986 is hereby GRANTED. Compensation is TERMINATED effective September 7,1988.\nAny and all disability existing beyond September 7, 1988 is unrelated to the com-pensable injury of April 28, 1986.\nReferee’s Decision, February 16, 1990, at 5 (emphasis added). Claimant did not appeal this decision.\nOn January 22,1993, Claimant filed a reinstatement petition alleging that his condition had deteriorated and his disability recurred. He requested that total disability benefits be reinstated as of June 1,1992.\nBefore this referee Claimant explained that beginning in February of 1990 and continuing through April of 1992, his back stead-fly became worse, that he experienced more pain, and that by June 1, 1992, the pain was greater than when benefits were terminated. Claimant admitted that in April of 1992, he was in an automobile accident and injured his neck and lower back. Claimant asserted that the pain in his lower back did not increase as a result of the accident.\nClaimant introduced the medical deposition of Joseph R. Sabo, M.D. (Dr. Sabo), Board certified in family practice. Dr. Sabo concluded that as a result of Claimant’s work-related injury on April 26, 1986, Claimant suffered from “nerve root irritation with sciatica with radicular pain and severe L[-5] sprain.” Deposition of Joseph R. Sabo, M.D. (Dr. Sabo Deposition) April 29, 1993, at 10. Dr. Sabo testified that beginning in January or February of 1990, Claimant suffered more pain, more limitations, and less range of motion. Dr. Sabo concluded that Claimant suffered from “a herniated disc, lower back, with a severe lumbosacral strain with herniation at L4-L6 with radiculopathy”. Dr. Sabo Deposition at 19. Dr. Sabo opined that Claimant’s work-related injury was a significant contributing factor to his present condition. Dr. Sabo Deposition at 19. Dr. Sabo further testified that Claimant’s back pain intensified over several months and that Claimant’s automobile accident did not involve sufficient trauma to cause a herniation.\nEmployer introduced the medical deposition of Ikram U1 Haque, M.D. (Dr. Haque), who testified that Claimant was completely recovered from his work injury of April 29, 1986, and placed no work restrictions on Claimant. Dr. Haque opined that the work injury did not cause Claimant’s symptoms because Claimant suffered from “a garden variety type of backache” that escapes a precise diagnosis. Deposition of Ikram U1 Haque, M.D. (Dr. Haque Deposition) August 18,1993 at 28.\nThe referee accepted the testimony of Claimant’s witnesses over the medical testimony of Employer:\n7. I find the testimony of the Claimant to be credible in all respects and this testimony will be relied upon in reaching a final determination in this matter.\n8. I find the testimony of Dr. Sabo, to be competent, credible and unequivocal and this testimony will be relied upon in reaching a final determination in this matter. His opinion is adopted in full as a finding of fact for this decision.\n9. I find the testimony of Dr. Hague [sic.] to be less credible than that of Dr. Sabo, Claimant’s treating physician, with respect to the issues of diagnosis and recovery.\n10. I find that Claimant’s condition has changed and worsened since February, 1990, causing Claimant’s disability related to the April 29, 1986 work injury to recur.\n11. I find that Claimant’s total disability benefits should be reinstated effective June 1, 1992, as the result of the recurrence of Claimant’s disability.\nReferee’s Decision, November 24,1993, Findings of Fact (F.F.) Nos. 7-11 at 9.\nEmployer appealed and the Board determined that the referee’s decision was not based upon substantial competent evidence because the opinion of Dr. Sabo was premised on his belief that Claimant had never fully recovered from his work injury. The Board observed that the original referee had previously found that any disability had ceased, and that any disability existing beyond September 7,1988, was unrelated to the compensable injury of April 28, 1986. The Board concluded that any revisitation of the issue was barred by the doctrine of res judi-cata.\nWe are requested to examine the following issues: 1) whether substantial competent evidence exists to meet Claimant’s required burden of proof; and 2) whether the reinstatement petition was barred by the statute of limitations.\nInitially, we examine whether Claimant produced adequate evidence that, if believed, meant he was entitled to a reinstatement. Claimant asserts that the Board erred in concluding that the reinstatement petition was precluded by the doctrine of res judica-ta.\nIn Pieper v. Ametek-Thermox Instruments Division, 526 Pa. 25, 32, 584 A.2d 301, 304 (1990), our Pennsylvania Supreme Court held:\n[A] termination of benefits must go hand-in-hand with a termination of the liability of an employer. If the claimant later petitions for reinstatement of benefits, it is incumbent upon the employer to submit the proper evidence of such termination (e.g. “final receipt” pursuant to 77 P.S. § 1001 and/or “agreement” pursuant to 77 P.S § 732 or “formal award” pursuant to 77 P.S. § 772). If the evidence submitted by the employer sufficiently establishes a “termination of liability”, then the claimant must establish a causal connection between his current condition and the prior work-related injury in order to have benefits reinstated. To meet this burden, the claimant must establish that his disability has increased or recurred after the date of the prior award, and that his physical condition has actually changed in some manner. (citations omitted)\nIn the present controversy, on February 16, 1990, the original referee had determined Employer was entitled to a “termination of liability.”\nIn Hebden v. Workmen’s Compensation Appeal Board (Bethenergy Mines, Inc.), 142 Pa.Cmwlth. 176, 597 A.2d 182 (1991), reversed on other grounds, 534 Pa. 327, 632 A.2d 1302 (1993), this Court stated:\nA final judgment in a prior proceeding operates to preclude a claim only where there is a concurrence of four conditions: (1) identity of the subject matter; (2) identity of the cause of action; (3) identity of the parties; and (4) identity of the quality or capacity of the parties suing or being sued. Nevertheless, it generally has been held that there is identity of causes of action when the subject matter and the ultimate issues are the same in both the old and the new proceedings.\nId. at 188, 597 A.2d at 188-89.\nOn appeal, while agreeing with our discussion of res judicata, our Pennsylvania Supreme Court noted that, “[R]es Judicata or issue preclusion prevents an employer from relitigating, by way of a petition to modify or terminate benefits, the original medical diagnosis underlying a referee’s finding of a claimant’s disability as of the date of the compensation award.” Hebden, 534 Pa. at 330, 632 A.2d at 1304 (citations omitted).\nThe present controversy involves the mirror image of the issue visited in Hebden. We must determine whether an employee can relitigate the original diagnosis underlying a referee’s finding of a claimant’s disability as of the date of a prior termination. While doing so, we are constantly vigilant of the distinction between the terms “injury” and “disability” and that “for purposes of receiving workmen’s compensation, ‘disability’ is a term synonymous with loss of earning power”, so that, “although a worker may suffer a work-related physical disability, it is only if that physical disability occasions a loss of earnings that a worker will be ‘disabled’ under the meaning of the Act and will be entitled to receive compensation.” Bissland v. Workmen’s Compensation Appeal Board (Boyertown Auto), 162 Pa.Cmwlth. 348, 638 A.2d 493, 495 (1994) (citing, Scobbie v. Workmen’s Compensation Appeal Board (Greenville Steel Car Co.), 118 Pa.Cmwlth. 424, 545 A.2d 465 (1988)).\nOn February 16, 1990, the original referee granted Employer’s termination petition and held that any and all disability ceased from the work-related injury. In doing so, the original referee specifically accepted the medical testimony of Robert M. Yanchus, M.D. (Dr. Yanchus), Employer’s witness. Dr. Yanchus opined that “the claimant suffered an acute lumbosacral sprain based on history as a result of the injury of April 28, 1986 which exhibited a full recovery on examination allowing the claimant to return to his former position as Section Foreman in the coal mines without restrictions.” Referee’s decision, February 16,1990, F.F. No. 4 at 3 (emphasis added).\nIn adjudicating the current reinstatement petition the referee adopted Dr. Sabo’s opinion “in full as a finding of fact for this decision.” Referee’s Decision, November 24, 1993, F.F. No. 8, at 9. The keystone of Dr. Sabo’s opinion was his acceptance that Claimant never recovered from his initial injury. In order to find that the evidence presented warranted a reinstatement, the referee necessarily revisited the issue of whether any disability existing beyond September 7,1988, was unrelated to the compen-sable injury of April 28, 1986. Accordingly, we must view Claimant’s reinstatement petition as an attempt to relitigate the merits of the original medical diagnosis underlying the prior termination.\nAccordingly, we affirm.\nORDER\nAND NOW, to wit, this 25th day of October, 1996, the order of the Workmen’s Compensation Appeal Board at No. A93-3441, and dated August 11,1995, is affirmed.\nDOYLE, J., dissents.\n. Claimant originally petitioned for review by this Court. In a panel decision issued December 4, 1995, the order of the Board was reversed. Employer subsequently applied for reargument before the Court en banc. By an order dated February 1, 1996, we granted Employer’s application for reargument and withdrew our prior opinion and order.\n. Referees are now called Workers' Compensation Judges under the new amendments to Section 401 of The Workers' Compensation Act (Act), Act of June 2, 1915, P.L. 736 as amended, 77 P.S. § 701. See Section 14, Act 44, Act of July 2, 1993, P.L. 190. Because this action was commenced prior to the effective date of the amendments, this Court will refer to Charles A. Getty as a referee and not as a Workers’ Compensation Judge.\n.We will refer to the proceedings surrounding the termination petition as the ‘'original proceedings” and to that referee as the “original referee.”\n. Our scope of review is limited to determining whether constitutional rights have been violated, whether an error of law has been committed and whether all necessary findings of fact are supported by substantial evidence. Boehm v. Workmen's Compensation Appeal Board (United Parcel Services), 133 Pa.Cmwlth. 455, 576 A.2d 1163 (1990).\n. Thomas P. Finn, Employer’s attorney to Dr. Sabo:\nQ: Doctor, your testimony here today is premised on your opinion that this patient never fully recovered from the original work injury which occurred on April 29, 1986?\nA: Correct.\nDr. Sabo’s Deposition at 31.\n. Due to our disposition of the initial issue raised, we need not examine the remaining issue. We note that we agree that Dr. Sabo’s opinion was based upon assumptions contrary to the established facts and therefore not competent. For this same reason, however, we believe that res judicata applies and we need not reach the question of competency of the medical testimony.",
        "type": "majority",
        "author": "McGINLEY, Judge."
      },
      {
        "text": "FRIEDMAN, Judge,\nconcurring.\nIn determining that this case presents a mirror image of the issue before us in Hebden v. Workmen’s Compensation Appeal Board (Bethenergy Mines, Inc.), 142 Pa.Cmwlth. 176, 597 A.2d 182 (1991), reversed on other grounds, 534 Pa. 327, 632 A.2d 1302 (1993), I respectfully suggest that the majority is misguided. (See Op. at 1330-1331.) Our supreme court expressly stated in Hebden that, once a claimant proves that he is disabled as a result of an occupational disease, the disability and its cause may not be relit-igated. This is because, as Justice Cappy stated, despite modern medicine, occupational diseases are progressive; thus, the claimant’s medical condition and loss of earning power do not improve. Clearly, this reasoning is not applicable in a nonoccupational disease scenario. However, because I do not believe that Larry R. Lowe (Claimant) presented competent medical evidence to show that his work-related back injury recurred on June 1,1992,1 concur in the result reached by the Majority.\nWhere an expert’s opinion is based upon assumptions which are contrary to the established facts, the opinion is worthless. State Workmen’s Insurance Fund v. Workmen’s Compensation Appeal Board (Wagner), 677 A.2d 892 (Pa.Cmwlth.1996).\nHere, in the initial proceeding, the referee found that Claimant sustained a work-related injury in the nature of an acute lumbosacral sprain. Because Claimant did not appeal that finding, it is final. Section 418 of the Workers’ Compensation Act, Act of June 2, 1915, P.L. 736, os amended, 77 P.S. § 833. However, in the present controversy, Joseph R. Sabo, M.D., Claimant’s medical expert, testified that he diagnosed Claimant’s work-related injury as “nerve root irritation with sciatica with radicular pain, severe LS [sic] sprain.” (O.R., Dr. Sabo’s Deposition of April 29,1993 at 10.) Dr. Sabo’s opinion that Claimant’s work-related injury recurred as of June 1, 1992 was based on that assumption, which is contrary to the established facts of this case.\nBecause Claimant failed to prove by competent medical testimony that his work-related injury recurred on June 1, 1992, I would affirm.\nSMITH and PELLEGRINI, JJ., join in this concurring opinion.\n. Moreover, I question whether the doctrine of res judicata applies here. Res judicata requires, inter alia, an identity of causes of action. Heb-den. Such an identity exists where the subject matter and ultimate issues in both the old and new proceedings are the same. Id. That is not the case here.\nThe ultimate issue in the initial proceeding was whether Claimant had fully recovered from his work-related injury as of September 7, 1988. In the present controversy, however, Claimant alleges that his work-related injury recurred as of June 1, 1992. It is obvious to me that the two proceedings involve totally different questions relating to two completely unrelated time periods.",
        "type": "concurrence",
        "author": "FRIEDMAN, Judge,"
      }
    ],
    "attorneys": [
      "Terrence M. O’Brien, for Petitioner.",
      "Michael J. Wagner and Thomas P. Finn, for Respondent."
    ],
    "corrections": "",
    "head_matter": "Larry. R. LOWE, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (PENNSYLVANIA MINES CORP.), Respondent.\nCommonwealth Court of Pennsylvania.\nArgued May 15, 1996.\nDecided Oct. 25, 1996.\nTerrence M. O’Brien, for Petitioner.\nMichael J. Wagner and Thomas P. Finn, for Respondent.\nBefore COLINS, President Judge, and DOYLE, McGINLEY, SMITH, PELLEGRINI, FRIEDMAN and KELLEY, JJ."
  },
  "file_name": "1327-01",
  "first_page_order": 1415,
  "last_page_order": 1420
}
