{
  "id": 11297980,
  "name": "William F. TAMMELLEO, in his capacity as Administrator of the Workers' Compensation Administrative Fund v. LIBERTY MUTUAL INSURANCE CO., Liberty Mutual Fire Insurance Co., Liberty Insurance Corp., The First Liberty Insurance Corp., and LM Insurance Corp",
  "name_abbreviation": "Tammelleo v. Liberty Mutual Insurance",
  "decision_date": "1994-04-14",
  "docket_number": "No. 93-612-M.P",
  "first_page": "1327",
  "last_page": "1328",
  "citations": [
    {
      "type": "official",
      "cite": "641 A.2d 1327"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 160,
    "char_count": 2035,
    "ocr_confidence": 0.677,
    "sha256": "cf9a0e7e2532275a9b7f6e28d061b80920e4763aa7644aac1defcd1a81ce377b",
    "simhash": "1:cd48557184d26621",
    "word_count": 310
  },
  "last_updated": "2023-07-14T15:02:58.020872+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "MURRAY, J., did not participate."
    ],
    "parties": [
      "William F. TAMMELLEO, in his capacity as Administrator of the Workers’ Compensation Administrative Fund v. LIBERTY MUTUAL INSURANCE CO., Liberty Mutual Fire Insurance Co., Liberty Insurance Corp., The First Liberty Insurance Corp., and LM Insurance Corp."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before a hearing panel of this court pursuant to an order which had directed both parties to appear and show cause why the issues raised by this petition for certiorari should not be summarily decided. After hearing the arguments of counsel and the memoranda filed by the parties, we are of the opinion that cause has not been shown.\nLiberty Mutual Insurance Company and its related companies (Liberty) seek review of a determination by the Workers’ Compensation Appellate Division that it would not stay an action filed in the Workers’ Compensation Court for collection of $2,063,407.58 from Liberty as an assessment based upon premiums earned by Liberty during the calendar year 1991. It is undisputed that Liberty was in the business of writing workers’ compensation insurance during that year. This assessment is collected from all insurance companies who write workers’ compensation insurance as a means of defraying expenses of the workers’ compensation administrative fund. The action was brought by the administrator of the fund.\nWe are of the opinion that a prior action pending in the Superior Court which raises constitutional questions concerning the application of other statutes which seek to impose assessments upon Liberty does not oust the Workers Compensation Court from jurisdiction specially conferred upon that court by G.L. 1956 (1986 Reenactment) §§ 28-30-1 and 28-37-28.\nConsequently, the petition for certiorari is denied. The writ heretofore issued is quashed and the case is remanded to the Workers’ Compensation Court for further proceedings.\nMURRAY, J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Lauren Jones, Providence.",
      "Deming Sherman, William Robinson, III, Alicia Murphy, Providence."
    ],
    "corrections": "",
    "head_matter": "William F. TAMMELLEO, in his capacity as Administrator of the Workers’ Compensation Administrative Fund v. LIBERTY MUTUAL INSURANCE CO., Liberty Mutual Fire Insurance Co., Liberty Insurance Corp., The First Liberty Insurance Corp., and LM Insurance Corp.\nNo. 93-612-M.P.\nSupreme Court of Rhode Island.\nApril 14, 1994.\nLauren Jones, Providence.\nDeming Sherman, William Robinson, III, Alicia Murphy, Providence."
  },
  "file_name": "1327-02",
  "first_page_order": 1409,
  "last_page_order": 1410
}
