{
  "id": 7874677,
  "name": "Frank E. ACIERNO; 55.4261 Acres of Land, more or less as a Permanent Taking: 0.0785 Acres of Land, as a Permanent Easement; 3.6073 Acres of Land, as a Temporaiy Construction Easement; 5.5258 Acres of Land, as a Permanent Easement for Wetland Mitigation Area; situate in Christiana Hundred, New Castle County, State of Delaware, and Unknown Owners, Defendant Below, Appellant, v. The STATE of Delaware, upon the relation of the Secretary of the Department of Transportation, Plaintiff Below, Appellee",
  "name_abbreviation": "Acierno v. State ex rel. Secretary of the Department of Transportation",
  "decision_date": "1994-06-14",
  "docket_number": "No. 275, 1993",
  "first_page": "1328",
  "last_page": "1336",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1328"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "297 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251820
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0380-01"
      ]
    },
    {
      "cite": "297 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11249006
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "35"
        },
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/297/0034-01"
      ]
    },
    {
      "cite": "243 A.2d 694",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8084978
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "696"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/243/0694-01"
      ]
    },
    {
      "cite": "567 A.2d 858",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354025
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "862"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/567/0858-01"
      ]
    },
    {
      "cite": "482 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7900483
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0105-01"
      ]
    },
    {
      "cite": "389 A.2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1745063
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/480/0026-01"
      ]
    },
    {
      "cite": "504 A.2d 1096",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11936107
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1100"
        },
        {
          "page": "1100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/504/1096-01"
      ]
    },
    {
      "cite": "131 A.2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "300 S.W.2d 521",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10176709
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/300/0521-01"
      ]
    },
    {
      "cite": "117 S.W.2d 1051",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "weight": 2,
      "year": 1938,
      "pin_cites": [
        {
          "page": "1052"
        },
        {
          "page": "1052"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "196 Ark. 284",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1462480
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/ark/196/0284-01"
      ]
    },
    {
      "cite": "212 Or. 261",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        4999482
      ],
      "weight": 2,
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/or/212/0261-01"
      ]
    },
    {
      "cite": "273 P. 131",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1928,
      "opinion_index": 0
    },
    {
      "cite": "95 Cal.App. 602",
      "category": "reporters:state",
      "reporter": "Cal. App.",
      "case_ids": [
        2137958
      ],
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app/95/0602-01"
      ]
    },
    {
      "cite": "639 S.W.2d 86",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9927422
      ],
      "year": 1982,
      "pin_cites": [
        {
          "page": "88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/639/0086-01"
      ]
    },
    {
      "cite": "617 S.W.2d 80",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9958598
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "82-83"
        },
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/617/0080-01"
      ]
    },
    {
      "cite": "105 Colo. 366",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2797076
      ],
      "weight": 2,
      "year": 1940,
      "opinion_index": 0,
      "case_paths": [
        "/colo/105/0366-01"
      ]
    },
    {
      "cite": "471 P.2d 324",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10562890
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "329"
        },
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/471/0324-01"
      ]
    },
    {
      "cite": "13 ALR3d 1149",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "1169"
        },
        {
          "page": "1176"
        },
        {
          "page": "1173"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "376 P.2d 6",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "46 Haw. 126",
      "category": "reporters:state",
      "reporter": "Haw.",
      "case_ids": [
        1459004
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/haw/46/0126-01"
      ]
    },
    {
      "cite": "46 Haw. 83",
      "category": "reporters:state",
      "reporter": "Haw.",
      "case_ids": [
        1458987
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/haw/46/0083-01"
      ]
    },
    {
      "cite": "299 F.Supp. 673",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5422241
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "678"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/299/0673-01"
      ]
    },
    {
      "cite": "259 F.2d 23",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        448002
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/259/0023-01"
      ]
    },
    {
      "cite": "200 A.2d 424",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1964,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "225 A.2d 763",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102635
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "765"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/225/0763-01"
      ]
    },
    {
      "cite": "616 A.2d 838",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933049
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/616/0838-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1226,
    "char_count": 30555,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 1.358213980625299e-07,
      "percentile": 0.6349524624794728
    },
    "sha256": "d2fdcffb873b3bf0553f1764cf9be790717e6a825278d35e5dc4709f1ade8839",
    "simhash": "1:db570d1c353d7600",
    "word_count": 4789
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before VEASEY, C.J., MOORE and WALSH, JJ."
    ],
    "parties": [
      "Frank E. ACIERNO; 55.4261 Acres of Land, more or less as a Permanent Taking: 0.0785 Acres of Land, as a Permanent Easement; 3.6073 Acres of Land, as a Temporaiy Construction Easement; 5.5258 Acres of Land, as a Permanent Easement for Wetland Mitigation Area; situate in Christiana Hundred, New Castle County, State of Delaware, and Unknown Owners, Defendant Below, Appellant, v. The STATE of Delaware, upon the relation of the Secretary of the Department of Transportation, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "This is an appeal from a condemnation award in the Superior Court. The condemning authority, the Delaware Department of Transportation (“State”), sought to acquire 59.0149 acres of land in New Castle County for the realignment of Delaware Route 7 (“Route 7”) and the construction of a regional interchange. The property owner, Frank E. Aciemo (“Aciemo”), contends that the amount awarded by the condemnation commissioners, $266,000, is grossly inadequate. He further complains that the trial judge erred in applying the correct valuation standard, in certain trial and evidentiary rulings, and in conducting inadequate voir dire questioning of the commissioners. We have carefully reviewed each of Aciemo’s claims and find them without merit. Accordingly, we affirm the condemnation award and judgment of the Superior Court.\nI.\nSince 1972, Acierno and Albert Marta (“Marta”) have owned, as tenants in common, 401.3 acres of unimproved land (“Acier-no/Marta property”) located about one-half mile southeast of the intersection of Interstate 95 and Route 7 in an area known as the Christiana Metroform. The property abuts the Christiana Mall, a regional shopping mall, to the north, and Route 7 to the east. When originally purchased, the property had a zoning classification of R-2, i.e., for agricultural and general purposes. This classification is considered a “holding category” for land for which the highest use or zoning classification has yet to be established. The Christiana Metroform is a strong commercial and residential district and, as such, is one of the fastest growing areas in New Castle County.\nThe increased traffic flow associated with commercial activity caused Route 7 eventually to become heavily congested and incapable of handling further development. As a result, the New Castle County Department of Planning began to design the eventual realignment of Route 7 from Interstate 95 to U.S. Route 13, with a major interchange at the Christiana Mall to alleviate the traffic flow problems in the area (“Highway Project”). The realigned Route 7 was designed as a four-lane highway and was to be constructed on the western part of the Acier-no/Marta property.\nIn connection with the new construction project, Acierno and Marta submitted an application to reclassify the zoning of their land into separate parcels. On November 23, 1982, Acierno and Marta, in connection with the potential rezoning of their property, executed and recorded a Declaration of Restrictions (“Declaration”). The Declaration imposed several covenants on the property restricting its use in relation to the rezoning and Highway Project. The Declaration also provided that Acierno and Marta would donate to the State any land necessary for the realignment of Route 7, exclusive of any land necessary for the proposed interchange. The New Castle County Council approved the Marta/Aciemo rezoning. As approved, the ordinance divided the property into five separate parcels with the following zoning designations:\nParcel # 1, containing about 78 acres, was rezoned to 0-2 classification (General & Research Offices).\nParcel # 2, containing about 48 acres, was rezoned to R-4 classification (Multi-Family Residential).\nParcel # S, containing about 159 acres, was rezoned to C-3 classification (general commercial/business).\nParcel # 4, containing about 39 acres, was rezoned to R-3-G classification (group housing other than apartments or multi family structures (townhouses)).\nParcel # 5, the remainder, containing about 78 acres, remained as R-2 zoning classification.\nFollowing the recording of the restrictions, the State began extended negotiations with Marta and Acierno for their donation of the property necessary for the State to construct the regional interchange. The parties could not reach an agreement, however, because Acierno objected to the design and configuration of the interchange. On September 20, 1988, Acierno and Marta granted the State a right of entry onto their land to commence construction but the parties could not reach agreement on the donation. As a result, the State instituted the present condemnation proceeding in the Superior Court.\nThe parties stipulated that the land acquired by the State for purposes of the highway and interchange amounts to 59.0149 acres, consisting of 18.0453 acres for the highway, 35.3652 acres for the interchange, 5.5258 acres for wetland mitigation, and .0785 acres for a permanent drainage easement. The parties used September 20, 1988, as the date of the taking since that is the date Acierno and Marta granted the State a right of entry onto the land.\nPrior to trial, the State filed a motion in limine, requesting the Superior Court to rule that Acierno and Marta had donated to the State all lands necessary for construction of the roadway and the interchange. Marta later entered into a settlement agreement with the State and was dismissed from the condemnation action. The Superior Court, in a pretrial ruling, found that Acierno manifested an unequivocal intent to donate the land required for the highway by executing the Declaration but that the parties had never reached a binding agreement to donate the remaining land for the interchange. In effect, the court ruled that Acierno’s donation was limited to the 18.0453 acres necessary to accommodate the realignment of Route 7, but that Acierno was entitled to be compensated for the remaining 41 acres.\nAt trial, the State presented evidence that the Acierno property increased in value as a result of the taking. Robert H. MeKennon (“MeKennon”) originally appraised the property on behalf of the State. MeKennon valued the property as of October 24, 1988, but viewed its “before” value according to its pre-1982 zoning. McKennon disregarded the subsequent rezoning of Acierno’s property because he perceived that the new classifications were enhancements contingent on completion of the highway construction. McKennon opined that the Acierno property’s highest and best use after the taking was to be fully developed consistent with the rezoning and Highway Project. McKennon estimated the value before the taking to be $26,088,000 and the value after the taking to be $32,288,000, resulting in a condemnation award of zero.\nAfter Marta was dismissed from the suit and the Superior Court had made its finding that Acierno donated 18 acres of his land, the State asked McKennon to submit a supplemental appraisal considering these factors and a separate appraisal of three parcels of land within the original tract. McKennon’s estimate that just compensation was zero was unaffected by the donation. The three residual parcels were valued by McKennon at $530,930, with Aciemo’s undivided one-half interest being $266,000.\nGaxy V. Parker (“Parker”) tendered a separate appraisal on behalf of the State. His appraisal report concluded that the highest and best use of the land before the taking was to leave the land vacant until significant improvements were performed on Route 7. Parker believed that the rezoning was contingent upon the Route 7 improvement because full development of the property would not be otherwise attainable. The appraisal report indicated that the highest and best use after the taking was development of the property as rezoned. Considering these factors, Parker estimated that the before taking value of the property was $9,000,000. The property after the taking, considering the rezoned parcels affected by the improvements of the Highway Project, was valued at $31,000,000, resulting in just compensation of zero.\nParker also submitted another appraisal report valuing the three residual parcels. The State had requested an estimate of the fair market value of the parcels independent of any set off benefits. Parker estimated their collective value at $395,100, with Acier-no’s one-half undivided interest equaling $197,550.\nRaymond Harbeson (“Harbeson”), Chief Engineer and acting Director of Preconstruction for the Department of Transportation, testified for the State that the plans for the Highway Project were finalized in 1988 with contract bid advertisements in January 1990. Harbeson indicated that, at the time of trial, the interchange adjacent to the Acierno land was not fully constructed in accordance with its original planned design. The Highway Project contemplated building a four-lane bridge across Route 7, with a ramp at its intersection with the interchange. Due to public opposition to extensive construction in an area without active commercial development, the bridge was constructed as a two-lane highway and the ramp was not built according to the final design. Harbeson testified that it was common for the State to construct such projects in phases and not to over-build in the first phase. He testified that the State was committed to constructing the additional improvements to the Highway Project in the future after Acierno began development of his property. He conceded that as currently built, the interchange cannot accommodate the full development of the Acierno property.\nArnold S. Tesh (“Tesh”) also appraised the property and testified for Acierno. Tesh’s appraisal estimated the value of the land before the taking at $51,450,000 and the value after the take at $20,950,000. Just compensation was estimated by Tesh at $30,500,-000, with Acierno’s one-half interest valued at $15,250,000.\nThe commissioners awarded Acierno $266,-000 as just compensation for his taken property. Acierno timely moved for a new trial and judgment notwithstanding the verdict following the commissioners’ award. The trial court denied Acierno’s post-trial motions and this appeal followed.\nII.\nAcierno first claims that the State failed to introduce sufficient evidence to establish that the highway and interchange construction constituted a “special benefit” to his property beyond the general benefit shared by the community at large. At the close of the State’s evidence, Acierno moved for a directed verdict on the special benefits issue. The trial court denied Acierno’s motion but Acierno renewed his motion at the time the commissioners were instructed. The State contends that Acierno failed to renew the motion at the close of all the evidence in order to preserve the claim on appeal. William H. Porter, Inc. v. Edwards, Del.Supr., 616 A.2d 838 (1992). We disagree. The State was not prejudiced or lulled into believing that Acierno abandoned his claim of insufficient evidence on this issue. Aciemo’s objection was properly before the trial court in his motion for directed verdict and his post-trial motions. Accordingly, we review the claim.\nIn a partial taking case such as this, just compensation is calculated by computing the difference in value of the whole property before the taking and the value of the remainder after the taking. 1.67 Acres of Land v. State, Del.Supr., 225 A.2d 763, 765 (1967). Any benefits or advantages inuring to the landowners which result from the taking will be set off against whatever damages are caused by the severance. State ex rel. State Highway Dep’t v. Morris, Del.Super., 93 A.2d 523 (1952). In Delaware, both the value of the taken property and any damages to the remaining land may be reduced by the benefits to the landowner. This set off rule is inherent in the constitutional requirement of just compensation. State v. Botluck, Del.Supr., 200 A.2d 424, 428 (1964). However, such a reduction is permissible only with respect to special benefits accruing to the remaining land. Id., citing Whiteman’s Ex’x v. Wilmington and S.R. Co., 2 Har. 514 (1839). General benefits, i.e., benefits accruing to the entire community by reason of the improprieties contemplated by the taking, may not be set off.\nThis Court has had no occasion to define special benefits with precision and, as will be seen, the distinction between special and general benefits is nebulous at best. As a leading commentator has stated:\nUpon this subject there is a great diversity of opinion and more rules, different and inconsistent with each other, have been laid down than upon any other point in the law of eminent domain.\n3 Julius L. Sackman, Nichols’ The Law of Eminent Domain § 8A.03 at 8A-26 n. 1 (rev. 3d ed. 1991). A close analysis of the special benefits doctrine is required to evaluate Aciemo’s claim in this case.\nWhether characterized as general or special, conditions which result from the partial taking of a condemnee’s land may serve to increase the value of the remaining property. Id., § 8A.04[1]. For such benefits to be considered in a partial taking, they may not be so remote, uncertain, or speculative that they are incapable of being estimated in monetary value. Id. Prospective benefits, which merely pose the future possibility of enhancement of the present value of the property affected, may not be considered in a condemnation proceeding. There must be a sufficient certainty that the benefits will be realized. Id.; 27 Am.Jur.2d Eminent Domain § 358 (1966).\nSpecial benefits directly and proximately affect the property remaining after the partial taking while general benefits are incidental and shared by the general public within the area of the taking. General benefits arise from the fulfillment of the public project which justified the taking while special benefits arise from the peculiar or unique relation of the property in question to the public improvement. United States v. 2,4.77.79 Acres of Land, 5th Cir., 259 F.2d 23, 28 (1958). Special benefits, unlike general benefits, add to the convenience, accessibility, and use of the property resulting from physical changes to the owner’s remaining land or its proximity to the public project. 29A C.J.S. Eminent Domain § 170 (1992); 3 Julius L. Sackman, Nichols’ The Law of Eminent Domain § 8A.04[1] (rev. 3d ed. 1991). Special benefits are further differentiated from general benefits where the differences are in nature or kind not enjoyed by the public at large. United States v. 930.65 Acres of Land, D.Kan., 299 F.Supp. 673, 678 (1968). A benefit may be special with respect to the taken property even if the benefit is shared by other property in the area. Hawaii v. Mendonca, 46 Haw. 83, 46 Haw. 126, 376 P.2d 6, 13 (1962); Annotation, Eminent Domain: Deduction of Benefits in Determining Compensation or Damages in Proceedings Involving Opening, Widening, or Otherwise Altering Highway, 13 ALR3d 1149, 1169 (1967). While the burden is usually upon the condemnee to prove the value of his damages, the burden is properly upon the State to demonstrate that the condemnee has specially benefitted from the taking. See State Highway Comm’n v. Rollins, Wyo. Supr., 471 P.2d 324, 329 (1970).\nWhether a given benefit is special or general is determined largely by the facts and circumstances of each case. Denver Joint Stock Land Bank v. Board of County Commrs., 105 Colo. 366, 98 P.2d 283 (1940). Despite the sometimes shadowy distinction between general and special benefits, a few general trends, are discemable when the con-demnor has taken land for highway construction. As a general rule, increased traffic flow resulting from the construction of a new highway or public access, by itself, is generally insufficient to qualify as a special benefit. Annotation, supra, 13 ALR3d at 1176. Some courts have created a presumption that any property which is adjacent to a newly constructed highway receives special benefits from the construction. See, e.g., State ex rel. State Highway Comm’n v. Gatson, Mo.App., 617 S.W.2d 80 (1981). Special benefits are generally found when the highway construction changes the available use of the land to a higher and better use. State ex rel. State Highway Comm’n v. Koziatek, Mo.App., 639 S.W.2d 86, 88 (1982); Rollins, 471 P.2d at 329. A benefit may be special to a particular property in a highway improvement case although the benefit is shared with other property in the vicinity, especially if the project either provides a separate access to the property or enables it to become available for a new or more productive use. See Los Angeles County v. Marblehead Land Co., 95 Cal.App. 602, 273 P. 131 (1928); State Highway Comm’n v. Bailey, 212 Or. 261, 319 P.2d 906 (1957); Gatson, 617 S.W.2d at 82-83. When a public project enhances the commercial or residential value of property in the vicinity of the highway improvement, it generally constitutes a special benefit. Annotation, supra, 13 ALR3d at 1173. The physical proximity of the public improvement to the remaining land is a strong factor in demonstrating a special benefit. 27 Am.Jur.2d Eminent Domain § 368 (1966). Thus, land immediately abutting or fronting upon a highway may be considered specially benefitted from the public improvement, even if other property abutting the highway is not taken. Mendonca, 375 P.2d at 13.\nAeierno argues that the State failed to introduce evidence establishing that Acier-no specially benefitted from the highway alignment and interchange construction. He contends that the State failed to build the interchange as originally planned and is not legally bound to make the necessary improvements to accommodate the full development of his property. Thus, he concludes, any benefits accruing to the Aeierno property are too remote or speculative to constitute special benefits and the trial court should have directed a verdict on this issue at the close of the State’s evidence.\nWe do not share Aciemo’s view of the record. To the contrary, the State did introduce evidence indicating that the Aeierno land specially benefitted from the highway realignment. The State presented testimony indicating that the Highway Project enabled Aeierno to develop his property to a greater extent than before the taking. McKennon’s appraisal report, admitted into evidence, specifically stated that Aciemo’s land was specially benefitted. Harbeson testified during cross-examination that the interchange was built simply to serve the Aeierno property and other properties along Route 7. He further testified that the State was committed to completing the Highway Project in the future when Aeierno began development of his property. Moreover, Parker testified on cross-examination that the highway improvements benefitted all real estate in the area generally while benefiting the Aciemo property specially. It is also significant that the Declaration executed by Aciemo recited that the Highway Project would serve the Acier-no/Marta construction project in addition to relieving the traffic problem in the area.\nThe fact that owners of property abutting Route 7 and the Christiana Mall will also benefit from the highway improvements without a similar loss of land does not preclude a showing that Acierno himself has received special benefits. Herndon v. Pulaski County, 196 Ark. 284, 117 S.W.2d 1051, 1052 (1938). The highway improvement provided Acierno a means of egress and ingress onto the interchange as well as direct exposure and frontage along a major state roadway. See State v. McMurtrey, Mo.Supr., 300 S.W.2d 521, 527 (1957). The close proximity of Aciemo’s land to the interchange increased its development potential and fair market value. The evidence demonstrates that the Acierno property benefitted from the Highway Project beyond the enjoyment flowing to the surrounding community and created a factual issue for the commissioners’ consideration in fixing the value of the taking. Gatson, 617 S.W.2d at 82; Pulaski County, 117 S.W.2d at 1052.\nThe State’s claim of special benefits is conditioned upon Harbeson’s representation at trial that the State is committed to the future improvements necessary for the full development of the Acierno property. Indeed the State argued at trial, and repeats the contention here, that the benefits were neither speculative nor remote. We view the State as legally bound by its representations which had the effect of reducing its exposure to a larger condemnation award.\nIII.\nAcierno next claims that the condemnation award was based upon a valuation approach which is unacceptable under Delaware law. He correctly states that compensation in a partial taking is determined by the “before and after” rule; that is, the eondemnee is entitled to the difference in market value of the property as a whole, before and unaffected by the taking, and the market value of the remaining property after and as affected by the taking. Board of Education v. IS Acres of Land, Del.Super., 131 A.2d 180 (1957). Acierno argues that since the commissioners’ award coincides with the amount given by MeKennon in appraising the pre-taking fair market value of the three parcels of land in his supplemental report, the award does not conform to the standard. While this argument has facial appeal, it does not reflect the weight of evidence provided by MeKennon in his appraisal report and testimony.\nIn his initial appraisal report, McKen-non performed a “before and after” estimation of Acierno’s land and, as a result, reached a just compensation value of zero because the value of Aciemo’s remaining land after the taking was greater than the value of the whole before the taking. Subsequently, the State sought to separately appraise three residual parcels included in the larger property valued in McKennon’s original report. The State’s purpose in the supplemental appraisal was to compensate Acierno for these parcels regardless of any set off benefits because the residual parcels were not intended by the State to be included in the original Highway Project. Had the supplemental reports not been presented, Acierno would not have been entitled to any compensation because the original appraisal’s special benefits approach would have worked a complete set off. Therefore, Acierno’s argument on appeal that legal error was committed by the court allowing additional compensation evidence by the State does not support his ultimate claim of unjust compensation. Moreover, while Acierno did object to the introduction of MeKennon’s appraisal report at trial, the objection was couched in terms of the assumptions about zoning contained within the original report, not the valuation process for the residual parcels in the supplemental report. Having failed to make a proper objection at trial, Acierno has waived it for purposes of appeal. Wainwright v. State, Del.Supr., 504 A.2d 1096, 1100 (1986).\nIV.\nAcierno also argues that the appraisal reports submitted by both of the State’s experts, McKennon and Parker, were improperly admitted into evidence. He claims that several of the factual predicates contained in the reports were never proven at trial: zoning assumptions, the date used for purposes of valuation, and the traffic capacity of the Highway Design interchange. Acierno did not object to the admission of Parker’s report at trial, however, and we will not entertain objections directed to the admissibility of evidence for the first time on appeal. Supr.Ct. Rule 8; Wainwright, 504 A.2d at 1100.\nWith respect to MeKennon’s report, it is argued that the zoning assumptions used by McKennon are erroneous and contradicted by the record. In his appraisal report, McKennon used the zoning classification in effect prior to the 1982 rezoning because the zoning in place at the time of the taking was conditioned upon future road improvements. Acierno contends that the rezoning was not contingent upon the Highway Project.\nThere was ample evidence presented at trial to the effect that the 1982 rezoning was, for practical purposes, meaningless without the reconstruction of Route 7. The Declaration executed by Acierno contained provisions restricting development of the Acierno property until after the State had accepted bids for the Highway Project. These bids were not advertised until 1990, more than a year after the date used for the taking. Moreover, there was testimony which indicated that full development of the Acierno property could not occur prior to the taking due to the congestion of then-existing Route 7 and Acierno’s lack of egress and ingress to that road. An appraisal may be premised upon assumptions which are proved by the testimony of other witnesses. State v. Delmarva Power & Light Co., Del.Super., 389 A.2d 68, 70 (1975). Hence, the appraisal report relied upon evidence presented at trial and any objections to the report went to the weight of the evidence, rather than its admissibility.\nMcKennon’s appraisal report also assumed that the Highway Project would be fully completed so Acierno could obtain full development of his property as zoned. As noted earlier, there was sufficient evidence presented that the State was, and is, committed to completion of the construction once Acierno has begun development of his remaining land. Therefore, the factual assumptions contained within McKennon’s appraisal report were supported by the evidence presented at trial.\ny.\nAcierno next claims that the trial court erred by refusing to allow a subpoenaed witness to testify in rebuttal. At trial, Acierno sought to subpoena C. David Jame-son (“Jameson”) as a witness to rebut the assumptions made by the State’s appraisers that the Highway Project could accommodate the full development of the Acierno land. The State objected to presenting Jameson as a witness, claiming that he was not properly identified in pre-trial stipulation, that the State would be prejudiced by his testimony, and that Jameson would not rebut any other fact witness. After hearing extensive argument by counsel on the matter, the trial court sustained the objection.\nThe trial court’s ruling was clearly correct. The State did not have sufficient time to either cross-examine this witness or provide surrebuttal. Furthermore, the proposed testimony of Jameson, that the current roadway could only accommodate 250,000 feet of commercial space, would not rebut the testimony of any of the State’s witnesses who maintained that the Highway Project would accommodate 950,000 feet once the additional roadway and ramp were completed. The trial court clearly acted within its discretion in refusing to allow Jameson to testify. Jensen v. State, DeLSupr., 482 A.2d 105, 117 (1984).\nVI.\nAcierno further contends that he was denied due process because the trial court failed to conduct an adequate voir dire to determine whether the commissioners had been exposed to prejudicial and inadmissible information contained within a newspaper article. Prior to Aciemo’s trial, Marta entered into a settlement agreement in the condemnation action which provided for compensation for the taking in the amount of $280,000. A newspaper article announcing this settlement appeared three and a half weeks before Aciemo’s trial commenced. Acierno submitted voir dire questions to the court regarding the commissioners’ knowledge of the article, current employment, and relationship with either employees of the State, the State’s attorneys, or any witnesses. The trial court refused to give these voir dire questions, instead asking the commissioners the following:\nDo you have any bias or prejudice for or against any party in this case?\nDo you know anything about this case through personal knowledge, the news media or any other source which would effect in any way your ability to render a fair and impartial decision in this ease?\nEach commissioner answered in the negative. We find these questions sufficient to ascertain whether the commissioners were exposed to the newspaper announcements of the settlement with Marta. Reference to the “news media” in the court’s questioning clearly addresses any exposure by the commissioners to the article. It is within the trial judge’s discretion to determine whether voir dire questions submitted by the parties should be submitted to the fact finder. Pinkett v. Brittingham, Del.Supr., 567 A.2d 858, 862 (1989); Chavin v. Cope, Del.Supr., 243 A.2d 694, 696 (1968). Here, the trial court clearly acted within its discretion in determining the scope of the voir dire questioning and we find no abuse of that discretion.\nVII.\nFinally, Acierno claims that the commissioners’ award was grossly inadequate and unconscionable. This Court will not overturn a commissioners’ award in a condemnation proceeding unless there is no competent evidence in the record to support it. Del-Tan Corp. v. Wilmington Housing Autk, Del.Supr., 297 A.2d 34, 35 (1972); Ahleman v. State ex rel. Secretary of Dep’t of Highways & Transp., Del.Supr., 297 A.2d 380 (1972). The premise for Acierno’s argument is that the award is remarkably disparate from his appraisers’ valuation of the taking. As noted earlier, however, the award was within the range of values presented by the appraisers at trial. The fact that the award reflected an acceptance of the State’s position, and an implicit rejection of the opinion advanced by Tesh, does not invalidate the result. Since competent evidence exists within the record to support this amount, we affirm the commissioners’ award. Del-Tan Corp., 297 A.2d at 35.\nThe judgment of the Superior Court is AFFIRMED.\n. Acierno also objected to the court’s proposed instructions on special benefits. However, in this appeal, Acierno does not challenge the actual instructions given by the court.\n. The Declaration provides in part:\n7. Declarants acknowledge the fact that the realigned Route 7 with its proposed interchange will resolve a regional traffic flow problem in addition to serving this project, and in consideration of the mutual benefits accruing to this project and the region, Declarants hereby agree that the vehicular circulation will be coordinated with the Christiana Mall Development and the surrounding State Highway system, (emphasis added).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Thomas Stephen Neuberger (argued), Wilmington, and John J. Yannacone, Yannacone, Fay, Baldo & Daly, Media, PA, for appellant.",
      "Aubrey B. Lank (argued), and Richard L. Abbott, Theisen, Lank, Mulford & Goldberg, Wilmington, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frank E. ACIERNO; 55.4261 Acres of Land, more or less as a Permanent Taking: 0.0785 Acres of Land, as a Permanent Easement; 3.6073 Acres of Land, as a Temporaiy Construction Easement; 5.5258 Acres of Land, as a Permanent Easement for Wetland Mitigation Area; situate in Christiana Hundred, New Castle County, State of Delaware, and Unknown Owners, Defendant Below, Appellant, v. The STATE of Delaware, upon the relation of the Secretary of the Department of Transportation, Plaintiff Below, Appellee.\nNo. 275, 1993.\nSupreme Court of Delaware.\nSubmitted: April 12, 1994.\nDecided: June 14, 1994.\nThomas Stephen Neuberger (argued), Wilmington, and John J. Yannacone, Yannacone, Fay, Baldo & Daly, Media, PA, for appellant.\nAubrey B. Lank (argued), and Richard L. Abbott, Theisen, Lank, Mulford & Goldberg, Wilmington, for appellee.\nBefore VEASEY, C.J., MOORE and WALSH, JJ."
  },
  "file_name": "1328-01",
  "first_page_order": 1394,
  "last_page_order": 1402
}
