{
  "id": 11345190,
  "name": "In re Richard B. SLOSBERG, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Slosberg",
  "decision_date": "1994-12-29",
  "docket_number": "No. 93-BG-1010",
  "first_page": "1329",
  "last_page": "1333",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1329"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "517 A.2d 1069",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/517/1069-01"
      ]
    },
    {
      "cite": "585 A.2d 798",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7392994
      ],
      "pin_cites": [
        {
          "page": "801"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/0798-01"
      ]
    },
    {
      "cite": "650 A.2d 693",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11328633
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "697, n. 7"
        },
        {
          "page": "697, n. 7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/650/0693-01"
      ]
    },
    {
      "cite": "618 A.2d 720",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7361440
      ],
      "pin_cites": [
        {
          "page": "726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/618/0720-01"
      ]
    },
    {
      "cite": "460 A.2d 982",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8014294
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "985"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/460/0982-01"
      ]
    },
    {
      "cite": "596 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11302130
      ],
      "pin_cites": [
        {
          "page": "588-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/596/0585-01"
      ]
    },
    {
      "cite": "565 A.2d 627",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353103
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "633-34"
        },
        {
          "page": "627"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/621-627-01"
      ]
    },
    {
      "cite": "606 A.2d 136",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11301771
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/606/0136-01"
      ]
    },
    {
      "cite": "576 A.2d 1356",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7391222
      ],
      "pin_cites": [
        {
          "page": "1357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/576/1356-01"
      ]
    },
    {
      "cite": "626 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354564
      ],
      "pin_cites": [
        {
          "page": "927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/626/0926-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 722,
    "char_count": 17771,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 2.6552614713819576e-06,
      "percentile": 0.9968571526756965
    },
    "sha256": "e2d3abdeb35998acb3b560da60d75848ee6d905f9b1e80237a56e83c33b61824",
    "simhash": "1:c127ca4e85022fbb",
    "word_count": 2848
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN and SCHWELB, Associate Judges, and BELSON, Senior Judge."
    ],
    "parties": [
      "In re Richard B. SLOSBERG, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "BELSON, Senior Judge:\nThis disciplinary matter is before this court on the report and recommendation of the Board on Professional Responsibility that reciprocal discipline be imposed on respondent. Bar Counsel supports the recommendation. We agree that the imposition of reciprocal discipline is appropriate.\nOn July 8, 1993, the Supreme Judicial Court of Maine suspended respondent Richard B. Slosberg for one year, suspended execution of all but three months of the suspension “for a two year period following the three month suspension,” and placed him on probation for that two-year period conditioned on respondent’s compliance with a plan for supervision of his law practice and his seeking psychological counseling and medical treatment. In addition, respondent was required to submit semi-annual reports to the court from his professional monitor and psychological counselor. The court further provided that any subsequent allegations of misconduct will be subject to expedited disciplinary proceedings.\nAccording to the Supreme Judicial Court of Maine, respondent’s misconduct arose from various instances of neglect, failure to cooperate with disciplinary investigations, and verbal abuse of public officials and court personnel. The court found mitigating circumstances and therefore suspended execution of a portion of the period of suspension and imposed the conditions of probation we referred to above. Specifically, the court found that the respondent was under severe stress from both domestic problems and from his litigation practice. Moreover, respondent had psychological problems that caused explosive mood changes and required medication, and suffered from a medical condition that resulted in steroid dependency.\nThe Board recommends reciprocal discipline, and Bar Counsel supports this recommendation. District of Columbia Bar Rule XI, § 11(f), provides that where a member of the bar has been subject to discipline in another jurisdiction, this court will impose reciprocal discipline “unless the attorney demonstrates, or the Court finds on the face of the record on which discipline is predicated, by clear and convincing evidence” that one or more of the factors set forth in § 11(c) exists. D.C.Bar Rule XI, § 11(f) (1993). The Board noted that none of those factors is present in this case, and that respondent has not opposed imposition of reciprocal discipline. This court defers to the Board’s recommended disposition unless the sanction is unwarranted or inconsistent with sanctions for comparable conduct. D.C.Bar Rule XI, § 9(g); In re Mintz, 626 A.2d 926, 927 (D.C.1993).\nWe agree with the Board and Bar Counsel that a three-month period of actual suspension followed by a two-year period of probation is “within the range of sanctions” we have imposed for comparable conduct. In re Garner, 576 A.2d 1356, 1357 (D.C.1990); See In re Mulkeen, 606 A.2d 136, 138 (D.C.1992) (imposing reciprocal discipline of three-month suspension (but not requirement of showing of fitness automatically applied in all cases of suspension by the foreign court) for several instances of neglect, and noting that neglect sanctions usually range from admonition to three-month suspension). Moreover, this court is not averse to imposing a probation period contingent on medical and professional monitoring. In re Peek, 565 A.2d 627, 633-34 (D.C.1989) (imposing two-year probation on attorney in lieu of execution of two months of a four-month period of suspension where chronic depression caused him to neglect legal matter entrusted to him, fail to seek client’s lawful objectives, and engage in conduct involving misrepresentation).\nFinally, although respondent’s actions could justify a longer suspension, this court takes into consideration certain mitigating circumstances, such as prescription drug dependency, alcoholism, or chronic depression, where the requisite nexus exists between the attorney’s conduct and the mitigating problem. In re Temple, 596 A.2d 585, 588-89 (D.C.1991); In re Peek, supra, 565 A.2d at 627. In this case, the Supreme Judicial Court of Maine considered respondent’s stress from his domestic and work environment, as well as his steroid dependency and psychological problems, in imposing its sanction, and we likewise take those factors into consideration.\nWe therefore agree with the Board’s recommendation that we impose a sanction identical with Maine’s consisting of a one-year suspension with execution of all but three months thereof suspended followed by two years of probation.\nWe turn finally to the issue of the date upon which respondent’s period of suspension from practice in this jurisdiction shall be deemed to have begun. D.C.Bar R. XI, § 16(c) provides that an attorney like Slosberg who is suspended for a specific period of time and is not required to furnish proof of rehabilitation “shall be reinstated without further proceedings upon the expiration of the period specified in the order of suspension, provided that the attorney has timely filed with the Court the affidavit required by section 11(f) and such other proof as may be required under section 14(g)” (emphasis added). That same subsection then clearly specifies the sanction for failure to file the § 14(f) affidavit in timely fashion: “a suspended attorney shall not be eligible for reinstatement until a period of time equal to the period of suspension shall have elapsed following the attorney’s compliance with section 14.” In other words, until the § 14(f) affidavit is filed, the period of suspension does not begin to run (although the suspension itself is, of course, effective from the time it is imposed).\nTo explain our resolution of this issue it is necessary to set forth the relevant part of a tangled procedural history. On August 13, 1993, this court imposed an interim suspension upon respondent by an order which directed him to comply with the requirements of D.C.Bar R. XI, § 14. Two days earlier, the executive attorney of the Board had sent respondent copies of section 11 (but not section 14) of R. XI and instructed him to file an affidavit with respect to whether he had practiced law in this jurisdiction since the effective date of his Maine suspension and whether he intended to practice here during the remainder of that suspension. The purpose of this affidavit is to provide the attorney with the opportunity to establish his or her eligibility for favorable treatment under In re Goldberg, 460 A.2d 982 (D.C.1983).\nIn Goldberg, we held that a suspension imposed here in a reciprocal discipline proceeding could be imposed retroactively to the commencement of the suspension in the foreign jurisdiction “if the attorney voluntarily refrains from practicing law in the District of Columbia during the period of suspension in the original jurisdiction,” as is often the case. Id. at 985. An affidavit submitted in order to establish the foregoing is, however, distinct from the affidavit required by § 14(f) of all suspended or disbarred attorneys.\nOn August 26, 1993, respondent Slosberg filed an affidavit which met the prescription of the executive attorney of the Board, but did not include matters required by D.C.Bar R. XI, § 14(f). Specifically, the affidavit failed to list all other state and federal jurisdictions and administrative agencies before which respondent was admitted to practice and, although it stated that he had not practiced law in the District of Columbia since his suspension in Maine on August 9, 1993, and would not do so during his Maine suspension, it did not state that he had given the required notice of his suspension to clients in non-litigated matters; nor did it state that he had sent such notice to clients and adverse parties involved in litigated matters pending before the courts or administrative agencies of the District of Columbia. If he had no clients to whom such notices should be sent, the affidavit failed to say that. Furthermore, the affidavit was not filed with this court, as is required by § 14(f), in addition to the Board and Bar Counsel.\nAfter the Board released its June 10,1994, report and recommendation suggesting reciprocal discipline, Bar Counsel advised the court by letter of June 21, 1994, that respondent had “filed the affidavit required by In re Goldberg, 460 A.2d 982 (D.C.1983)” (essentially the affidavit required by the executive attorney’s letter), but further advised the court that respondent had not filed the affidavit required by D.CApp.R. XI, § 14(f). Bar Counsel suggested that the sanction imposed here should run from the date the required affidavit is filed. On August 24, 1994, respondent filed an affidavit with this court fully complying with § 14(f).\nThereafter, following telephone communications with Bar Counsel, respondent filed on September 12,1994, a motion to vacate interim suspension in which he stated that Bar Counsel had “authorized the undersigned to represent to the Court that he does not object to this Motion provided that the undersigned [respondent] agrees to the imposition of reciprocal discipline by this Court, to wit, a one year suspension with all but three months suspended, retroactive to the date of the interim suspension by this Court....” (emphasis added). Bar Counsel filed a response on the same date supporting respondent’s request, and stating in part “the period of active suspension imposed in Maine ... has been fully served on a reciprocal basis, as a result of the interim suspension.” Bar Counsel’s response was inconsistent with the position taken in his letter of June 21, 1994, that the sanction should run from the date that the required § 14(f) affidavit is filed.\nThis court has made it clear that the position Bar Counsel took in the letter of June 21, 1994, is correct and that this court will enforce the requirement of D.C.Bar R. XI, § 16(c) that a suspended attorney shall not be eligible for reinstatement until a period of time equal to the period of suspension shall have elapsed following the attorney’s compliance with § 14. In re Robertson, 618 A.2d 720, 726 (D.C.1993); In re Mulkeen, 606 A.2d 136 (D.C.1992).\nWe have no hesitation, in this case, however, in concluding that respondent’s period of suspension should be deemed to have begun, at the latest, upon his August 24, 1994, filing of the complete § 14 affidavit. Elementary fairness requires that we ignore the effect of this court’s order of September 20, 1994, vacating respondent’s interim suspension, in light of Bar Counsel’s September 12 representation to the court that respondent had completed his suspension “served on a reciprocal basis.” We must, therefore, deem respondent’s three months of actual suspension in this jurisdiction as having been completed no later than November 24, 1994.\nWe have considered but reject a holding that respondent’s suspension began with the entry of our interim order of suspension on August 13,1993. We are aware that recently we have held that compliance with the requirements of § 14(f) that is less than technically perfect can suffice to start the running of a retroactive period of probation. In re William E. Gardner, 650 A.2d 693 (D.C.1994) (section 14(f) substantially complied with where upon suspension in D.C., respondent “promptly provided the Board with written notice which the Board concluded informed it that respondent had no clients, adverse parties, or tribunals within the District to inform of his suspension,” although notification not in affidavit form and lacked information about other jurisdictions in which respondent admitted). Respondent Slosberg’s August 1993 affidavit did not inform the Board or the court that he had no such clients, adverse parties, or tribunals within the District, nor did it supply information concerning other jurisdictions or administrative agencies before which he was admitted to practice, information which was “already known” in Gardner. 650 A.2d at 697, n. 7. Thus, Slosberg did not effect full, though technically imperfect, compliance with the requirements of section 14(f), as did Gardner. In addition, the court noted in Gardner that “contrary to present practice, the order of this court suspending respondent pursuant to D.C.Bar R. XI § 11(d) did not contain any explicit reference to section 14.” 650 A.2d at 697, n. 7. Slosberg had the benefit of that notice. Accordingly, we hold that respondent should be deemed to have commenced service of his three-month period of suspension on August 24, 1994, rather than on August 13, 1993.\nWe therefore impose upon respondent the same discipline imposed by the Supreme Judicial Court of Maine. We will deem the probation requirements of this order to be satisfied in pari by respondent’s successful performance of the probation imposed and supervised in Maine. Respondent’s D.C. probation, however, will extend for a little more than a year after the expected completion of his Maine probation. We think it reasonable to provide that the reciprocal discipline we impose shall have been served if the portion of the D.C. probation that extends beyond the termination of Maine probation is unsupervised. We direct respondent to inform the Board and this court if he should become the subject of any disciplinary complaints or proceedings during the period of unsupervised probation.\nSo ordered.\n. The court did not specify which rules respondent violated but stated that his conduct \"collectively ... warrants serious concern and consideration by the Court.” The charging document alleged that respondent violated Maine Bar Rules 2(c), 3.1(a), 3.2(f)(1), (3), (4), 3.3(a)(2)(3), 3.6(a)(2), (3)(f), (1), (2), 3.7(a), (b), (e) and 7.3(b). These rules correspond to Rules 1.1, 1.4, 1.5, 1.15, 3.4, and 8.4 of the District of Columbia Rules of Professional Conduct.\n. The Board also recommends that the disciplinary authorities in Maine supervise the probation. See In re Chadwick, 585 A.2d 798, 801 (D.C.1991) (allowing other state's supervision of probation satisfies attorney's obligations within the District).\n. See In re O’Donnell, 517 A.2d 1069 (D.C.1986) (imposing one-year suspension and $1,000 restitution requirement for neglect, failure to cooperate with Bar Counsel, and intentional failure to seek client’s legitimate objectives).\n. Under § 14(f), an affidavit must be filed \"within ten days after the effective date of an order of disbarment or suspension.”\n. Such temporary suspensions are imposed pursuant to Rule XI, § 11(d), which provides that when this court is informed of an attorney’s suspension or disbarment by another court, \"the Court shall forthwith enter an order suspending the attorney from the practice of law in the District of Columbia pending final disposition of any reciprocal disciplinary proceeding, and directing the attorney to show cause within thirty days from the date of the order why the identical discipline should not be imposed.”\n. The opinion also conditions the retroactive suspension upon the attorney’s having promptly “notifiefd] Bar Counsel of any professional disciplinary action in another jurisdiction, as he or she is required to do under Rule XI § 18(1).... ” The requirement of notification is now contained in Rule XI, § 11(b): ”[A]ny attorney subject to the disciplinary jurisdiction of this Court, upon being subjected to professional disciplinary action by a disciplining court outside the District of Columbia or by another court in the District of Columbia, shall promptly inform Bar Counsel of such action.”\n. There was no requirement that the executive attorney’s letter should mention the § 14(f) affidavit. An attorney can be expected to ascertain on his or her own the provisions of our disciplinary rules, especially when the order of suspension particularly calls the § 14 requirements to the attorney’s attention. Indeed, Board Rule 8.6, enclosed with the executive attorney’s letter along with a copy of § 11, makes specific mention of the need, in the event of a temporary suspension under Rule XI, § 11(d), for the filing of an \"Affidavit of Compliance with Section 14 of Rule XI” with the Court and the Board Office, and a copy sent to Bar Counsel. Nonetheless, it might be advisable for the letter form the executive attorney to be modified so as to make clear that the affidavit called for by the letter is to meet the criteria of In re Goldberg and is not the affidavit required by § 14.\n. The thrust of Goldberg, in this respect, is that if a respondent wishes a reciprocal suspension in the District of Columbia to run concurrently with a suspension elsewhere, the respondent should inform the court, by means of an appropriate showing, that he or she has not practiced in the District of Columbia while suspended in the other jurisdiction. In the usual case, it will be most practical to make that showing by affidavit. It is for this reason, apparently, that Bar Counsel referred to \"the affidavit required by In re Goldberg,\" even though our opinion in Goldberg did not require the filing of an affidavit.\n. We assume that respondent did not resume the practice of law in the District of Columbia during the period August 24-November 24, 1994. If this assumption is not correct, counsel should promptly inform the Board, Bar Counsel, and the court.\n. Respondent’s Maine probation is scheduled to terminate in October, 1995. His probation here will extend until November, 1996.\n. We assume that Bar Counsel will make appropriate arrangements with Maine Bar Counsel in this regard.",
        "type": "majority",
        "author": "BELSON, Senior Judge:"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re Richard B. SLOSBERG, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 93-BG-1010.\nDistrict of Columbia Court of Appeals.\nSubmitted Nov. 18, 1994.\nDecided Dec. 29, 1994.\nBefore STEADMAN and SCHWELB, Associate Judges, and BELSON, Senior Judge."
  },
  "file_name": "1329-01",
  "first_page_order": 1387,
  "last_page_order": 1391
}
