{
  "id": 6082460,
  "name": "Affiliated Products, Inc., v. Crazy Water Company",
  "name_abbreviation": "Affiliated Products, Inc. v. Crazy Water Co.",
  "decision_date": "1939-06-15",
  "docket_number": "No. 4145",
  "first_page": "1331",
  "last_page": "1333",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1331"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 366"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "94 F. (2d) 818",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1006464,
        6079827
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/94/0818-01",
        "/ccpa/25-2/0899-01"
      ]
    },
    {
      "cite": "84 F. (2d) 392",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        928184,
        6082762
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/84/0392-01",
        "/ccpa/23-2/1286-01"
      ]
    },
    {
      "cite": "82 F. (2d) 615",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        935257,
        6081170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/82/0615-01",
        "/ccpa/23-2/1049-01"
      ]
    },
    {
      "cite": "94 F. (2d) 230",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1006633,
        6079706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/94/0230-01",
        "/ccpa/25-2/0886-01"
      ]
    },
    {
      "cite": "102 F. (2d) 407",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1068628,
        6080231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/102/0407-01",
        "/ccpa/26-2/0980-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 6414,
    "ocr_confidence": 0.449,
    "sha256": "8f39e30c319e977983de8b9f7488b81867557c499dc8f29ba33ca2fa0e110cf6",
    "simhash": "1:9cfb83a1a5aba2c4",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrhit, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Affiliated Products, Inc., v. Crazy Water Company"
    ],
    "opinions": [
      {
        "text": "Jackson, Judge,\ndelivered the opinion of the court:\nThis is an appeal, in a trade-mark opposition proceeding, from a decision of the Commissioner of Patents, which reversed a decision of the Examiner of Trade:mark Interferences sustaining the opposition of appellant to the registration by appellee of the word “Next” as a trade-mark applied to “Shaving Cream, and Shaving, Toilet, and Bath Soaps,” application for which was filed May 19,1936.\nAppellant is the owner of trade-mark registrations No. 128,397, dated January 6, 1920, and No. 153,744, dated March 28, 1922, of the word “Neet” for use, respectively, on “an antiseptic lotion for use as a depilatory” and “toilet articles namely, depilatories and antiperspirants.”\nThe opposition was brought under the confusion in trade clause of section 5 of the Trade-mark Act of 1905 (as amended). The sole issue is whether or not the word “Next,” sought to be registered by -appellee, so nearly resembles the trade-mark “Neet” of appellant, and is appropriated to merchandise of the same descriptive properties, as to be likely to cause confusion in the mind of the public or to deceive purchasers.\nBoth parties took testimony and filed numerous exhibits. The words involved appear on the goods of the respective parties as follows: ■\nThe record as a whole discloses that appellee applies the word “Next” in the form above set out, to a brushless shaving cream put up in glass jars, and that the only product sold by appellant to which its involved trade-mark “Neet” is or has been applied, for nineteen years, is a chemically acting depilatory put up in collapsible tubes. Both products are sold in stores dealing in toilet and cosmetic articles. The shaving cream of appellee is ordinarily used by men in the usual shaving operation. The depilatory of appellant is a hair remover which is applied generally to parts of the body growing superfluous hair and is ordinarily used by women. When the depilatory is washed off, the hair under it has disappeared. Thus, while the shaving cream is mechanical in its function, the depilatory functions by chemical action.\nThe record also shows that the radio advertising used by both parties is directed to the attention of men by the appellee and of women by the appellant.\nThe Examiner of Interferences observed that the resemblances and differences in the marks and tire specific differences in the characteristics of the respective goods were obvious from mere inspection. Because of the resemblances and differences, the question of likelihood of confusion in trade seemed doubtful to him, and in accordance with office practice he resolved the doubt in favor of appellant, the prior user.\nThe commissioner held that since the record shows quite conclusively that appellee had not used the mark on any product except shaving cream, no other item of appellant’s merchandise need be considered. This was a proper holding.\nThe commissioner also held that the goods of the respective parties are of the same descriptive properties under the trade-mark act,-but specifically that they differ somewhat widely. With respect to the words involved, he pointed out that both are words of one syllable with three letters common to each, and that each word begins and ends with the same letters.\nHe stated that these points of visual similarity might conceivably cause some degree of confusion among careless observers if the marks' were applied to identical goods, but added further that in sound and meaning the two words were so different that their confusion seemed virtually impossible. Based upon the foregoing reasoning, the commissioner reversed the decision of the said examiner.\nWe have no doubt but that the involved marks, even though they be made up of the same number of letters and begin and end with the same letters, as above illustrated, appeal to the ocular sense in a quite different way. That the difference in sound is distinct is obvious. As to their meaning, we think it quite clear that in either seeing, or hearing the word “Next” pronounced in connection with shaving cream, association of ideas immediately pictures the barber shop with the barber announcing “next” to his longest waiting customer. If the trade-mark of appellant conveys any meaning at all, it is that of neatness and tidiness.\nThe goods of the parties involved in this proceeding, we think, belong to the same broad class for the reason that they are toilet articles and are used in the process of removing hair. In these respects they may be said to possess the same descriptive properties. It can be readily seen, however, that they are not identical and their specific differences, considered with the dissimilarity of the marks in appearance, sound and meaning, bring us to the conclusion that the concurrent use by the parties of their respective marks would not be likely to create confusion in the mind of the public or to deceive purchasers. Gotham Silk Hosiery Co., Inc. v. Narrow Fabric Co., 26 C. C. P. A. (Patents) 980,102 F. (2d) 407; Younghusband v. Kurlash Company, Inc., 25 C. C. P. A. (Patents) 886, 94 F. (2d) 230; Skram Co. v. Bayer Co., Inc., 23 C. C. P. A. (Patents) 1049, 82 F. (2d) 615 (rehearing denied, 23 C. C. P. A. (Patents) 1286, 84 F. (2d) 392).\nWe have examined the cases cited by appellant but find that none of them are applicable to the state of facts here. It is rare in trademark cases to find precedents. As we said in the case of J. Greenebaum Tanninq Co. v. Respro, Inc., 25 C. C. P. A. (Patents) 899, 901 94 F. (2d) 818:\n* * Unless there be a close relationship between the marks of decided cases and marks at issue in the case being heard, it is seldom helpful to an opinion for the courts to make comparisons and point out distinctions of fact.\nFor the reasons set forth herein, we are of opinion that appellee is entitled to the registration applied for and accordingly the decision of the Commissioner of Patents is affirmed.",
        "type": "majority",
        "author": "Jackson, Judge,"
      }
    ],
    "attorneys": [
      "Edward 8. Rogers, James F. Hoge, L. B. Stoughton, Framéis L. Browne, Dudley Browne, and Thomas L. Mead, Jr. for appellant.",
      "Howard P. King and Charles R. Allen for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 366\nAffiliated Products, Inc., v. Crazy Water Company\n(No. 4145)\nUnited States Court of Customs and Patent Appeals,\nJune 15, 1939\nEdward 8. Rogers, James F. Hoge, L. B. Stoughton, Framéis L. Browne, Dudley Browne, and Thomas L. Mead, Jr. for appellant.\nHoward P. King and Charles R. Allen for appellee.\n[Oral argument May 2, 1939, by Mr. Rogers and Mr. King]\nBefore Garrhit, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1331-01",
  "first_page_order": 649,
  "last_page_order": 651
}
