{
  "id": 12075954,
  "name": "GREATER WASHINGTON BUSINESS CENTER, Petitioner, v. D.C. COMMISSION ON HUMAN RIGHTS, Respondent. Pearl D. Langhorne, Intervenor",
  "name_abbreviation": "Greater Washington Business Center v. D.C. Commission on Human Rights",
  "decision_date": "1982-12-22",
  "docket_number": "No. 81-312",
  "first_page": "1333",
  "last_page": "1340",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 1333"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "28 Fair Empl.Prac.Cas. 433",
      "category": "reporters:specialty",
      "reporter": "Fair Empl. Prac. Cas. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "618 F.2d 1062",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1380666
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "1067",
          "parenthetical": "decision maker's perception of decision, not employee's perception, is pertinent"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/618/1062-01"
      ]
    },
    {
      "cite": "598 F.2d 663",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        494026
      ],
      "pin_cites": [
        {
          "page": "665"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/598/0663-01"
      ]
    },
    {
      "cite": "70 Geo.L.J. 345",
      "category": "journals:journal",
      "reporter": "Geo. L.J.",
      "year": 1981,
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "696 F.2d 94",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1498603,
        3639270
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/696/0094-01",
        "/us-app-dc/225/0012-01"
      ]
    },
    {
      "cite": "534 F.Supp. 1166",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3423910
      ],
      "pin_cites": [
        {
          "page": "1172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/534/1166-01"
      ]
    },
    {
      "cite": "641 F.2d 934",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1365949,
        5686463
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "953"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/641/0934-01",
        "/us-app-dc/205/0444-01"
      ]
    },
    {
      "cite": "205 U.S.App.D.C. 444",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5686463
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/205/0444-01"
      ]
    },
    {
      "cite": "438 U.S. 567",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769263
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "578"
        },
        {
          "page": "2950"
        },
        {
          "page": "578"
        },
        {
          "page": "2950"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0567-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 7,
      "year": 1973,
      "pin_cites": [
        {
          "page": "802"
        },
        {
          "page": "1824"
        },
        {
          "page": "802"
        },
        {
          "page": "1824"
        },
        {
          "page": "804-05"
        },
        {
          "page": "1825-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "450 U.S. 248",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184064
      ],
      "weight": 11,
      "year": 1981,
      "pin_cites": [
        {
          "page": "252-53"
        },
        {
          "page": "1093"
        },
        {
          "page": "253-54"
        },
        {
          "page": "1093-94"
        },
        {
          "page": "256-60"
        },
        {
          "page": "1095-97"
        },
        {
          "page": "253, 256"
        },
        {
          "page": "1093, 1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0248-01"
      ]
    },
    {
      "cite": "366 A.2d 1110",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036737
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "1112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/366/1110-01"
      ]
    },
    {
      "cite": "305 U.S. 197",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139848
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "229"
        },
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0197-01"
      ]
    },
    {
      "cite": "430 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7961830
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0034-01"
      ]
    },
    {
      "cite": "407 A.2d 549",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975115
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0549-01"
      ]
    },
    {
      "cite": "410 A.2d 191",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965640
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0191-01"
      ]
    },
    {
      "cite": "305 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11251263
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/305/0516-01"
      ]
    },
    {
      "cite": "320 A.2d 282",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8024912
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/320/0282-01"
      ]
    },
    {
      "cite": "384 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7979766
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/384/0412-01"
      ]
    },
    {
      "cite": "415 A.2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7949546,
        7949468
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "525-26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/415/0523-02",
        "/a2d/415/0523-01"
      ]
    },
    {
      "cite": "367 A.2d 149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7986210
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/367/0149-01"
      ]
    },
    {
      "cite": "54 L.Ed.2d 758",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "98 S.Ct. 729",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "434 U.S. 1014",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6495977,
        6495531,
        6495692,
        6495825,
        6496241,
        6495345,
        6496084,
        6496153,
        6495450,
        6496316,
        6495613,
        6496414
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/434/1014-07",
        "/us/434/1014-03",
        "/us/434/1014-05",
        "/us/434/1014-06",
        "/us/434/1014-10",
        "/us/434/1014-01",
        "/us/434/1014-08",
        "/us/434/1014-09",
        "/us/434/1014-02",
        "/us/434/1014-11",
        "/us/434/1014-04",
        "/us/434/1014-12"
      ]
    },
    {
      "cite": "376 A.2d 777",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8004333
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "783-84"
        },
        {
          "page": "782"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/376/0777-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1028,
    "char_count": 23952,
    "ocr_confidence": 0.795,
    "pagerank": {
      "raw": 1.8700184336178893e-07,
      "percentile": 0.7261544978104901
    },
    "sha256": "0aeca503d9fd9031f138ac99ce57f65cfa9a4ec883cc1f9f4c67e21397ea6a2d",
    "simhash": "1:d0e084509941d56e",
    "word_count": 3771
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN, NEBEKER and BELSON, Associate Judges."
    ],
    "parties": [
      "GREATER WASHINGTON BUSINESS CENTER, Petitioner, v. D.C. COMMISSION ON HUMAN RIGHTS, Respondent. Pearl D. Langhorne, Intervenor."
    ],
    "opinions": [
      {
        "text": "BELSON, Associate Judge:\nThis is a petition for review of a final decision and order of the District of Columbia Commission on Human Rights. The Commission held that the dismissal of inter-venor Pearl D. Langhorne (hereinafter “complainant”) from her employment by petitioner Greater Washington Business Center was a discriminatory act which violated the District of Columbia Human Rights Act, D.C.Code 1981, §§ 1-2501 et seq. Complainant was awarded compensatory damages and attorney’s fees by the Commission. Having reviewed the record and considered the contentions of the parties, we conclude that the Commission’s determination that complainant’s rejection of sexual advances by her immediate supervisor was a factor in the decision to discharge her is not supported by substantial evidence of record. Accordingly, we reverse the Commission’s decision and order.\nI\nOn March 19,1979, Ms. Langhorne filed a complaint with the Office of Human Rights alleging that she had been unlawfully terminated from her employment on the basis of her national origin, Guyanese. On April 20, 1979, she amended her complaint to allege that petitioner had discharged her because she had declined sexual advances by her supervisor. The case was ultimately referred to the Commission and a public hearing was held before the Commission’s examiner.\nComplainant testified that on April 10, 1978, she began working as a financial analyst for petitioner, a company which provides technical assistance to small businesses in connection with government loans. She stated that in June or July 1978, Mr. Collin King, her immediate supervisor, came up behind her and rubbed his genitalia against her back. Complainant pushed him away and threatened to tell his wife about the incident. She also testified that approximately six weeks later, King walked into her office and attempted to kiss her. Complainant stated that she again pushed him away and threatened to telephone his wife. According to complainant, King made unwelcomed sexual remarks to her on a regular basis through February, 1979. In his testimony, King denied having made sexual advances to complainant.\nThere was virtually no dispute concerning the remaining events which led to her dismissal. During December 1978, Mr. Joseph Tunstall of the Small Business Administration received information which led him to believe that Ms. Langhorne had earlier given incorrect advice to a client. Tunstall called Mr. William Jameson, the President of the Greater Washington Business Center, to apprise him of the matter. Jameson, in turn, asked Mr. Frank Washington, petitioner’s Executive Vice-President to talk to Ms. Langhorne about the matter.\nOn December 22, 1978, Washington met with complainant and told her that one of her clients, Dr. Robert Key, had complained to Jameson about her work. Washington lectured complainant about her condescending behavior to the client. Subsequently, complainant, on her own initiative, prepared a memorandum relating to her dealings with Key and attempted to show the memorandum to King. King, however, told her it was unnecessary for her to prepare the memorandum since clients complained frequently.\nOn February 15, 1979, Robert Key telephoned complainant. She asked him why he had called her if he had been dissatisfied with her earlier performance and had complained about her. Key told her that he had never complained about her and suggested that he was being used as a “scapegoat” in a set-up of complainant. Immediately after the telephone conversation, complainant went to King and told him about her conversation with Key. King dismissed the matter and told her to forget about it.\nLater that day, Mr. Marvin Doxie, an Assistant Vice-President of petitioner, went to King and told him that he had overheard complainant’s conversation with Key and that complainant had been rude to the client.\nThe next day, King and Doxie held a meeting with complainant. They expressed their concern with the manner in which complainant dealt with Key on the telephone. Ms. Langhorne insisted that she had the right to ask the client why he had complained. She told King that Key told her he thought the matter was a set-up. At that point, King asked complainant to write a memorandum concerning her conversation with Key. She refused to do so.\nAfter the meeting, King wrote a memorandum to Washington recounting his conversation with Ms. Langhorne, advising him of her version of her conversation with Key and her refusal to write the memorandum, and requesting a meeting with him. Later that day, King met with Jameson to discuss complainant’s refusal to prepare the requested memorandum. At that meeting, King did not seek any sanctions against complainant. King then left for vacation and did not return to petitioner’s office until March 5, 1979. Before leaving, however, he asked Doxie to follow up on his requested memorandum from complainant.\nOn February 22, 1979, Doxie met with complainant and again asked her to submit a memorandum about her conversation with Key. Complainant again refused and Doxie recommended to Washington that she be suspended without pay. Complainant then requested a meeting with President Jame-son. She told Jameson that Key had said that the whole matter was a set-up of complainant. Jameson, however, told complainant that King and Doxie were within their rights to request a memorandum and he agreed with any decision to suspend her if she refused. Complainant reiterated her refusal to prepare the memorandum and stated that she would rather be fired than suspended. At her meeting with Jameson, she did not mention sexual advances by King. Following her meeting with Mr. Jameson, complainant was suspended without pay. Ms. Langhorne continued to refuse to prepare the memorandum and on March 19, 1979, she was terminated from employment. At no time prior to her termination did complainant raise the matter of sexual harassment. On the day of her termination, she filed her original complaint of discrimination with the Human Rights Commission.\nOn February 18, 1981, the Human Rights Commission issued its final decision and order. The Commission found that Ms. Lang-home had established a prima facie case of sex discrimination by proving that her rejection of sexual advances by King led to her eventual dismissal. Furthermore, the Commission held that she had proven that petitioner’s stated reason for discharging her was a pretext. The Commission concluded that complainant was a victim of sex discrimination in violation of the D.C. Human Rights Act. Ms. Langhorne was awarded $19,088.44 in damages for lost wages, $400.00 in damages for “embarassment, humiliation and indignity” and $8,492.86 for attorney’s fees.\nII\nBy enacting the Human Rights Act of 1977, the Council of the District of Columbia sought\nto secure an end in the District of Columbia to discrimination for any reason other than that of individual merit, including, but not limited to, discrimination by reason of race, color, religion, national origin, sex, age, marital status, personal appearance, sexual orientation, family responsibilities, matriculation, political affiliation, physical handicap, source of income, and place of residence or business. [D.C.Code 1981, § 1-2501]\nThe Council “affirmatively and forcefully convey[ed] to the executive and administrative agencies of the District Government the importance which the Council places on vigorous enforcement of [the Act].” Committee Report of Bill 2-179, “The Human Rights Act of 1977,” July 5,1977. Fair and principled resolution of charges of sexual discrimination is of great moment to both complainants and persons charged, and to the general public as well. Recognition of the important public purpose to be served by the Human Rights Act is not, however, inconsistent with our obligation to exercise our statutory appellate review function.\nAs an appellate court, our review function is to determine whether the Commission’s findings of fact are supported by substantial evidence in the record considered as a whole and whether its conclusions of law flow rationally from those findings. D.C.Code 1981, § 1-1510(a)(3)(E); Newsweek Magazine v. District of Columbia Commission on Human Rights, D.C. App., 376 A.2d 777, 783-84 (1977), cert. denied, 434 U.S. 1014, 98 S.Ct. 729, 54 L.Ed.2d 758 (1978); Communications Workers of America, AFL-CIO v. District of Columbia Commission on Human Rights, D.C.App., 367 A.2d 149, 152 (1976). See Neer v. District of Columbia Police and Firemen’s Retirement and Relief Board, D.C.App., 415 A.2d 523, 525-26 (1980); Jameson’s Liquors, Inc. v. District of Columbia Alcoholic Beverage Control Board, D.C.App., 384 A.2d 412, 418 (1978); Dietrich v. District of Columbia Board of Zoning Adjustment, D.C.App., 320 A.2d 282, 285 (1974); Stewart v. District of Columbia Board of Zoning Adjustment, D.C.App., 305 A.2d 516, 518 (1973). The Commission has the primary power to make findings of fact since its examiner, having heard the evidence and seen the witnesses, is in the best position to make those fact findings. We cannot substitute our judgment for that of the Commission. See Liberty v. Police and Firemen’s Retirement and Relief Board, D.C.App., 410 A.2d 191, 192 (1979); Spevak v. District of Columbia Alcoholic Beverage Control Board, D.C.App., 407 A.2d 549, 554 (1979); Jameson’s Liquors, Inc. v. District of Columbia Alcoholic Beverage Control Board, supra at 418. Consequently, the Commission’s findings of fact are binding on us unless those findings are unsupported by substantial evidence in the record. See Proulx v. Police and Firemen’s Retirement and Relief Board, D.C.App., 430 A.2d 34, 35 (1981); Liberty v. Police and Firemen’s Retirement and Relief Board, supra at 192. Substantial evidence means “more than a mere scintilla. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Consolidated Edison Co. v. NLRB, 305 U.S. 197, 229, 59 S.Ct. 206, 216, 83 L.Ed. 126 (1938), quoted in Vestry of Grace Parish v. District of Columbia Alcoholic Beverage Control Board, D.C.App., 366 A.2d 1110, 1112 (1976).\nIn an employment discrimination case where disparate treatment is alleged, the employee carries the initial “burden of proving by the preponderance of the evidence a prima facie ease of discrimination.” Texas Department of Community Affairs v. Burdine, 450 U.S. 248, 252-53, 101 S.Ct. 1089, 1093, 67 L.Ed.2d 207 (1981); McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802, 93 S.Ct. 1817, 1824, 36 L.Ed.2d 668 (1973); Newsweek Magazine v. District of Columbia Commission on Human Rights, supra at 789. That burden is not onerous and, once met, creates a presumption that the employer unlawfully discriminated against the employee. Texas Department of Community Affairs v. Burdine, supra at 253-54, 101 S.Ct. at 1093-94. The burden of production then shifts to the employer to articulate some legitimate, nondiscriminatory reason for the action. Id. at 253-55 & n. 9, 101 S.Ct. at 1094 n. 9; see Furno Construction Corp. v. Waters, 438 U.S. 567, 578, 98 S.Ct. 2943, 2950, 57 L.Ed.2d 957 (1978); McDonnell Douglas Corp. v. Green, supra at 802, 93 S.Ct. at 1824; Newsweek Magazine v. District of Columbia Commission on Human Rights, supra. The employer is not required to prove by a preponderance of the evidence the existence of the nondiscriminatory reason for the action. Rather, the defendant “need only produce admissible evidence which would allow the trier of fact rationally to conclude that the employment decision had not been motivated by discriminatory animus.” Texas Department of Community Affairs v. Burdine, supra at 256-60, 101 S.Ct. at 1095-97. The employee then must be given an opportunity to prove that the stated reason for the discharge was a pretext. This burden merges with the ultimate burden of persuasion, which rests with the plaintiff at all times. Id. at 253, 256, 101 S.Ct. at 1093, 1095; see Furno Construction Corp. v. Waters, supra at 578, 98 S.Ct. at 2950; McDonnell Douglas Corp. v. Green, supra at 804-05, 93 S.Ct. at 1825-26; Newsweek Magazine v. District of Columbia Commission on Human Rights, supra.\nIn the instant case, the Commission stated that it placed upon complainant the initial burden of establishing a prima facie case of discrimination. It required that Greater Washington Business Center then articulate some nondiscriminatory reason for complainant’s termination. The Commission’s conclusions of law indicate that it then required complainant to prove that the articulated reason was a pretext. The Commission, therefore, purported to allocate the burdens of proof and production in a manner consistent with Burdine. The controlling issue is whether its findings are supported by substantial evidence of record.\nFinding of Fact No. 39 states:\nMr. Collin King, initiated a memorandum, actions, meetings and recommendations which eventually culminated in the suspension and termination of the Complainant; further, the aforesaid actions of Mr. King were substantially based upon and in retaliation for the continuous refusal of the Complainant to submit to his unwanted sexual advances.\nFinding of Fact No. 41 reads:\n[Notwithstanding the refusal by the Complainant of the order by Respondent’s President, Jameson, to submit the memorandum, the Commission finds that in its inception, the original request by Collin King was a sham and pretext which began and [sic] unwarranted chain of events leading to the suspension and termination of Ms. Langhorne.\nFinding of Fact No. 44 reads as follows:\nThe Commission finds that the Respondent’s stated basis for termination was a sham and a pretext because (a) the memorandum concerned a conversation which, in fact, was blown out of all reasonable proportions by Mr. King, Mr. Doxie and other GWBC officials; (b) the request for a memorandum in connection with client complaints was extremely unusual at GWBC; (c) GWBC never made any attempt to investigate the actual circumstances of Complainant’s telephone conversation with Mr. Key, by contacting him at any time up to and including the hearing of this case; (d) no other GWBC employee had ever been terminated for a minor infraction similar to that of the Complainant.\nWe find that there is substantial evidence in the record to support the Commission’s finding that complainant was sexually harassed by her supervisor, King. The finding that complainant’s rejection of the sexual advances by King led to her discharge, however, is unsupported by the record. Furthermore, there is not substantial evidence in the record to support the finding that the requested memorandum was a mere sham or pretext.\nComplainant failed to establish a nexus between her rejection of sexual advances by King and her termination. Although King drafted a memorandum to Washington describing King’s discussion with complainant of the telephone incident involving Dr. Key, King did not initiate the chain of events that led to complainant’s dismissal. It was the complaint by Doxie and the inability of complainant to resolve, in a resulting meeting with Doxie and King, the question whether complainant had treated Dr. Key in a proper manner that prompted King to request that complainant write a memorandum summarizing her conversation with Key.\nThe finding that the memorandum request was a sham is also unsupported by the record. As to Finding of Fact No. 44(a), the evidence in the record does not support a finding that the requested memorandum concerned an incident which “was blown out of all reasonable proportions” by King, Doxie, Washington, and Jameson. So long as King thought that complainant’s conversation with Key simply involved a routine client complaint, he suggested that complainant forget about the matter. It was only after King was told by Doxie that complainant had been rude in her conversation with Key that he requested that she write a memorandum about the conversation. Nothing in the record suggests that King was acting unreasonably in requesting a memorandum about possible rudeness to a client by one of his employees. Nor is there anything that suggests that King would have anticipated that complainant would refuse to prepare a memorandum, thus bringing about a confrontation. Furthermore, it was after complainant refused his request to submit the memorandum that King wrote a memorandum to Washington reporting complainant’s insubordination. While King stated that he would not “tolerate this travesty,” he fairly reported complainant’s reasons for refusing to submit the memorandum and did not recommend any punishment for complainant. Thus, the incident was “blown out of proportion” by complainant’s persistent refusal to write the memorandum.\nFinding of Fact No. 44(b) that the request for a memorandum in connection with client complaints was extremely unusual does not address the relevant question of whether it was reasonable under the circumstances to request a memorandum dealing with alleged rudeness by an employee to a client. Finding of Fact 44(c) that petitioner never investigated the conversation with Key is irrelevant as well. Her eventual termination was not the result of the supposed complaint by Dr. Key or her treatment of him on the telephone; rather, it was her continued refusal to write a memorandum, amounting to insubordination, which led to her dismissal. Finally, the record does not support the implication of Finding of Fact No. 44(d) that her insubordination was a minor infraction.\nFor these reasons, we find that the ultimate findings of fact made by the Commission are not supported by substantial evidence in the record. Petitioner met its burden of articulating a legitimate, nondiscriminatory reason for complainant’s termination — insubordination. Having given all due deference to the determinations of the fact-finder, we are constrained on this record to hold that complainant failed to meet her burden of proving that the memorandum request was a sham and that it was her rejection of sexual advances by King that led to her discharge. We therefore reverse the Commission’s decision and order.\nReversed.\n. D.C.Code 1981, § l-2512(a) provides:\nIt shall be an unlawful discriminatory practice to do any of the following acts, wholly or partially for a discriminatory reason based upon the race, color, religion, national origin, sex, age, marital status, personal appearance, sexual orientation, family responsibilities, physical handicap, matriculation, or political affiliation, of any individual:\n(1) ... to discharge, any individual [.]\n. D.C.Code 1981, §§ l-2553(a)(l)(D) and (E).\n. Under the District of Columbia Human Rights Act it is an unlawful discriminatory practice to discharge an individual “ wholly or partially for a discriminatory reason based upon ... [his] sex _” D.C.Code 1981, §§ 1-2512(a) & (a)(1) (emphasis added).\n. Intervenor testified that after having time to reflect about her termination, she realized that she had been fired as a result of her failure to respond to sexual advances by her supervisor, Mr. King.\n. King’s memorandum read in its entirety:\nOn February 15, 1979, Ms. Pearl Langhorne intimated to me that one of our clients, Mr. Robert Keys [sic] had called for assistance. She notified me that Mr. Robert Keys had previously complained to Mr. Jameson and/or Mr. Washington regarding her performance on his case. She further intimated that she questioned Mr. Keys about his complaint and asked him why he was calling her if he was dissatisfied with her performance. Mr. Keys then told her that he had not complained and someone was trying to use him to set her up. I remonstrated Ms. Langhorne for questioning the client in this manner and advised her that this was not the way this organization functioned. She informed me that it was her prerogative and that she did not care what I thought about it. After useless argument I requested that she write me a memo regarding the matter. She said she would but later told me that she had made up her mind. She would not write a memo and would like to take the matter up with Mr. Washington and/or Mr. Jameson.\nI do not intend to tolerate this travesty and therefore, request an initial interview. Mr. Marvin Doxie was present at the confrontation.\n. In determining whether prohibition of employment discrimination could be provided for in legislation adopted prior to home rule by the Commissioners of the District of Columbia, we stated:\n[W]e view the harmful effects of illegal discrimination in employment to be so deleterious to our society as to affect the “lives, limbs, health, comfort and quiet of all persons” within the District and thus within the purview of [D.C.Code 1961] § 1-226’s language of “reasonable and usual” Police Regulations. [Newsweek Magazine v. District of Columbia Commission on Human Rights, D.C.App., 376 A.2d 777, 782 (1977), cert. denied, 434 U.S. 1014, 98 S.Ct. 729, 54 L.Ed.2d 758 (1978).]\n. See D.C.Code 1981, § 1-1510.\n. In Bundy v. Jackson, 205 U.S.App.D.C. 444, 463, 641 F.2d 934, 953 (1981), the United States Court of Appeals for the District of Columbia Circuit held that once a plaintiff has established a prima facie case in a discrimination action based upon sexual harassment, the employer’s burden is much higher — it must prove its legitimate, nondiscriminatory reasons by clear and convincing evidence. Bundy, however, was decided two months before the Supreme Court’s decision in Burdine. In light of the Supreme Court’s ruling, we hold that in a proceeding like that before us the employer is required to meet only the burden of production described in Burdine. See Hayden v. Atlanta Newspapers, A Division of Cox Enterprises, Inc., 534 F.Supp. 1166, 1172 (N.D.Ga.1982) (a sex discrimination case not involving harassment). Our attention has been brought to no sexual harassment case decided since Burdine that follows Bundy.\nIn a recent case involving gender discrimination, however, the D.C.Circuit indicated that, when discrimination has been conceded or proven, the employer has the burden of proving by clear and convincing evidence the existence of a legitimate nondiscriminatory reason for its actions. See Milton v. Weinberger, 696 F.2d 94, at 96 & n. 14 (D.C.Cir.1982); see also Case Comment, Expanding Title VII to Prohibit a Sexually Harassing Work Environment: Bundy v. Jackson, 70 Geo.L.J. 345, 362 (1981). Where liability is contested, this approach could be utilized only where the fact-finder employed a bifurcated hearing procedure (as distinguished from the single-stage procedure used in the instant case).\n. See Fisher v. Flynn, 598 F.2d 663, 665 (1st Cir.1979).\n. King’s memorandum is set forth in full in note 5, ante.\n. Finding of Fact No. 24 is of limited relevance. Whether complainant was actually rude to Dr. Key on the telephone or not, King was justified in requesting the memorandum from complainant to explain her version of the incident.\n. It is significant that petitioner’s decision maker, Mr. Jameson, heard out complainant and still requested the memorandum. Cf. Smith v. Flax, 618 F.2d 1062, 1067 (4th Cir. 1980) (decision maker’s perception of decision, not employee’s perception, is pertinent); Jones v. General Elec. Co., 28 Fair Empl.Prac.Cas. 433 (M.D.N.C.1982) (same).",
        "type": "majority",
        "author": "BELSON, Associate Judge:"
      }
    ],
    "attorneys": [
      "Roma J. Stewart, Washington, D.C., for petitioner.",
      "Charles L. Reischel, Deputy Corp. Counsel, and Leo N. Gorman, Asst. Corp. Counsel, Washington, D.C., filed appearances in behalf of respondent.",
      "Barry H. Gottfried, Washington, D.C., for intervenor."
    ],
    "corrections": "",
    "head_matter": "GREATER WASHINGTON BUSINESS CENTER, Petitioner, v. D.C. COMMISSION ON HUMAN RIGHTS, Respondent. Pearl D. Langhorne, Intervenor.\nNo. 81-312.\nDistrict of Columbia Court of Appeals.\nArgued Dec. 16, 1981.\nDecided Dec. 22, 1982.\nRoma J. Stewart, Washington, D.C., for petitioner.\nCharles L. Reischel, Deputy Corp. Counsel, and Leo N. Gorman, Asst. Corp. Counsel, Washington, D.C., filed appearances in behalf of respondent.\nBarry H. Gottfried, Washington, D.C., for intervenor.\nBefore KERN, NEBEKER and BELSON, Associate Judges.\nRespondent’s Motion for Leave to Adopt Brief of Intervenor, With One Reservation was granted on August 27, 1981."
  },
  "file_name": "1333-01",
  "first_page_order": 1385,
  "last_page_order": 1392
}
