{
  "id": 11345283,
  "name": "James E. DANFORTH, Personal Representative of the Estate of Mauro D. Danforth v. Gavin RUOTOLO",
  "name_abbreviation": "Danforth v. Ruotolo",
  "decision_date": "1994-12-08",
  "docket_number": "",
  "first_page": "1334",
  "last_page": "1336",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1334"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "521 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7898008
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "1182-83",
          "parenthetical": "applying \"unjust enrichment\" label to quantum meruit case"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/521/1180-01"
      ]
    },
    {
      "cite": "532 A.2d 1007",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9056320
      ],
      "pin_cites": [
        {
          "page": "1010"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/532/1007-01"
      ]
    },
    {
      "cite": "610 A.2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7927985
      ],
      "pin_cites": [
        {
          "page": "748-49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0747-01"
      ]
    },
    {
      "cite": "645 A.2d 1142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872482
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1145"
        },
        {
          "page": "1145"
        },
        {
          "page": "1144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/1142-01"
      ]
    },
    {
      "cite": "617 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933350
      ],
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/617/0559-01"
      ]
    },
    {
      "cite": "118 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "777"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "151 Me. 344",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        976277
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/151/0344-01"
      ]
    },
    {
      "cite": "27 A. 186",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1893,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "85 Me. 336",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        589661
      ],
      "year": 1893,
      "pin_cites": [
        {
          "page": "338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/85/0336-01"
      ]
    },
    {
      "cite": "228 F.Supp. 734",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1501018
      ],
      "pin_cites": [
        {
          "page": "737"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/228/0734-01"
      ]
    },
    {
      "cite": "379 A.2d 149",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11296806
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "151"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/0149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 7387,
    "ocr_confidence": 0.709,
    "pagerank": {
      "raw": 1.5769256376931146e-07,
      "percentile": 0.6796817111731225
    },
    "sha256": "eb6a6d23b72031dee03917b9f8f202d768c4054c450e7ef67766ac98c4cf76c1",
    "simhash": "1:69cc7b41dcf4bbbb",
    "word_count": 1179
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD and RUDMAN, JJ.",
      "All concurring."
    ],
    "parties": [
      "James E. DANFORTH, Personal Representative of the Estate of Mauro D. Danforth v. Gavin RUOTOLO."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nGavin Ruotolo appeals from a judgment of the Superior Court, (Cumberland County, Lipez, J.) entered on a $75,000 jury verdict in favor of Mauro Danforth. Ruotolo argues that the trial court erred in failing to grant his motion for judgment as a matter of law on Danforth’s quantum meruit claim. We affirm the judgment.\nThe jury was warranted in finding that in 1982 Mauro Danforth had an idea for developing a piece of property west of the Maine Turnpike in South Portland. He hired a production company to prepare a videotaped presentation of the property and asked an architect to produce schematic sketches of the potential development. In August 1984, because he lacked sufficient capital to acquire the property on his own, he sought participation from real estate developer Gavin Ruotolo.\nAt the initial brief meeting between the two men, Danforth told Ruotolo that he had a great idea for a multiple use development near the Maine Mall and that he had prepared a videotape and some sketches of the property. Ruotolo told him not to share the information with anyone and invited him to make a full presentation a few days later. At a two-hour meeting, Danforth presented his proposal to Ruotolo, some of Ruotolo’s key employees, and a representative of the Marriott hotel chain. After the presentation, Ruotolo used him as an intermediary in negotiating the purchase of the property with the agent of the property owner. In January 1985 Ruotolo and a partner, Andrew Ross, purchased an option for the site, which they exercised later that year for $2,500,000. Ruotolo and Ross then developed the property into the Sable Oaks multiple use development and Marriott Hotel.\nThroughout Danforth’s dealings with Ruo-tolo, Ruotolo several times assured Danforth that he would receive some form of compensation for his role in bringing the project to life. Danforth described his expected eom-pensation as an “equity position.” Danforth never received any payment for his role in the project. After Ruotolo acquired the property, he ended his relationship with Dan-forth, refusing to take phone calls and leaving letters unanswered.\nIn March 1989 Danforth filed a six-count complaint against Ruotolo. The court (Brennan, J.) entered a summary judgment on four counts, leaving only a breach of contract claim and a quantum meruit claim. Dan-forth tried those claims to a jury in November 1993. The trial court granted Ruotolo’s motion for a judgment as a matter of law on the contract count, but denied his motion with respect to the quantum meruit count. The jury returned a verdict for Danforth on the quantum meruit count in the amount of $75,000. This appeal followed.\nIn Bourisk v. Amalfitano, 379 A.2d 149 (Me.1977), we described the elements of quantum meruit as follows:\nIt is a settled principle of contract law that when one renders services to another at the request, or with the knowledge and consent, of the other, and the surrounding circumstances make it reasonable for him to believe that he will receive payment therefor from the other, and he does so believe, a promise to pay will be inferred. ...\nId. at 151 (quoting Morrill v. United States, 228 F.Supp. 734, 737 (D.Me.1964)). See also Cole v. Clark, 85 Me. 336, 338, 27 A. 186, 187 (1893). We have interpreted that standard as requiring “proof that services were rendered under circumstances consistent with contract relations.” Colvin v. Barrett, 151 Me. 344, 350, 118 A.2d 775, 777 (1955). The trial court’s instruction to the jury was faithful to this standard. The court instructed the jury that they must find for Danforth if he successfully proved that he rendered service to Ruotolo at Ruotolo’s request or with Ruotolo’s knowledge and consent, and that the circumstances in which he rendered the service made it reasonable for him to expect that he would receive compensation.\nRuotolo challenges the sufficiency of the evidence supporting the jury verdict. We must determine whether by any reasonable view of the evidence, including the inferences to be drawn therefrom, taken in the light most favorable to Danforth, the verdict can be sustained. See Ames v. Dipietro-Kay Corp., 617 A.2d 559, 561 (Me.1992). The evidence in this case supports the jury’s finding that Danforth rendered services to Ruotolo. Both acknowledged that Danforth presented his idea to Ruotolo and that Danforth served as an ambassador for Ruotolo in the negotiations culminating in the purchase of the property.\nOn learning the general nature of Dan-forth’s idea, Ruotolo asked him to keep the scheme secret and to make a detailed presentation at a later date. Ruotolo attended the meeting at which Danforth made his presentation and arranged for other Ruotolo employees to attend, together with a representative from the Marriott hotel chain. In these circumstances, the jury could infer that Danforth provided these services at Ruotolo’s request, or at least with Ruotolo’s knowledge and consent.\nMoreover, the evidence supports the jury’s finding that it was reasonable for Danforth to expect compensation for the services he provided. In addition to Ruotolo’s invitation to keep the idea secret and to make a detailed presentation, Ruotolo assured Danforth of compensation in one form or another on several occasions.\nFinally, we reject Ruotolo’s contention that there was insufficient evidence of damages. Although the jury instruction on damages was appropriate to a claim for unjust enrichment and not quantum meruit, that error favored Ruotolo and Danforth has not complained. See Aladdin Elec. Assocs. v. Town of Old Orchard Beach, 645 A.2d 1142, 1145 (Me.1994).\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. Mauro Danforth died while this case was pending. James Danforth, as personal representative of Mauro Danforth's estate, was substituted as a party pursuant to M.R.CÍV.P. 25(a)(1).\n. The parties erroneously labeled the theory of recovery in this case \"unjust enrichment.” Admittedly we have contributed to their confusion. See, e.g., A.F.A.B., Inc. v. Town of Old Orchard Beach, 610 A.2d 747, 748-49 (Me.1992) (using terms “unjust enrichment” and \"quantum meru-it\" interchangeably); Estate of Boothby, 532 A.2d 1007, 1010 (Me.1987) (stating that quantum me-ruit rests on doctrine of unjust enrichment); Estate of White, 521 A.2d 1180, 1182-83 (Me 1987) (applying “unjust enrichment” label to quantum meruit case).\nAs we have recently noted, the two theories are not the same. Unjust enrichment applies only in the absence of any quasi-contractual relationship. See Aladdin Elec. Assocs. v. Town of Old Orchard Beach, 645 A.2d 1142, 1145 (Me.1994). The elements of unjust enrichment are (1) a benefit conferred on defendant by plaintiff; (2) an appreciation or knowledge by the defendant of the benefit; and (3) the acceptance or retention of the benefit in circumstances that make it inequitable for the defendant to retain the benefit without payment for the value of the benefit conferred. Id. at 1144.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Paul F. Macri (orally), Berman & Simmons, P.A., Lewiston, for plaintiff.",
      "James B. Haddow (orally), Petruccelli & Martin, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "James E. DANFORTH, Personal Representative of the Estate of Mauro D. Danforth v. Gavin RUOTOLO.\nSupreme Judicial Court of Maine.\nArgued Sept. 22, 1994.\nDecided Dec. 8, 1994.\nPaul F. Macri (orally), Berman & Simmons, P.A., Lewiston, for plaintiff.\nJames B. Haddow (orally), Petruccelli & Martin, Portland, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD and RUDMAN, JJ."
  },
  "file_name": "1334-01",
  "first_page_order": 1392,
  "last_page_order": 1394
}
