{
  "id": 6082529,
  "name": "In re Sherman",
  "name_abbreviation": "In re Sherman",
  "decision_date": "1939-06-19",
  "docket_number": "No. 4152",
  "first_page": "1337",
  "last_page": "1341",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1337"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 619"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "86 F. (2d) 411",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        922124,
        6078455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/86/0411-01",
        "/ccpa/24-2/0772-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 15032,
    "ocr_confidence": 0.451,
    "sha256": "be07b46b1501695d0f912d88b02133c1b84a73abd0f4e1f2b252bd2d300e4b9d",
    "simhash": "1:dbcfd25a03bd19c4",
    "word_count": 2490
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gamrett, Presiding Judge, and Bland, Hatfield, Leneoot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Sherman"
    ],
    "opinions": [
      {
        "text": "Garrett, Presiding Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming that of the examiner denying patentability, in view of prior art cited, of eight claims (being-all the claims) numbered 12 to 19, inclusive, of an application for patent relating to telephone and teletype installation for department stores.\nAs illustrative we follow appellant’s brief and reproduce 'claims 12 and 15:\n12. A communicating and record system for departmental stores use, including a telephonic communication line between distant stations by which transaction indicia may be transmitted in one direction from a sales station to an accounting station, a remote control writing system between the same two distant stations including a receiving apparatus only at the sales station and a recording and transmitting apparatus only at the accounting station for transmitting in reverse direction transaction indicia from the accounting station to the sales station.\n15. The herein described method of legibly recording department store sales transactions including transmitting by telephonic communication from a sales station to a distant relay station the details of a sales transaction, simultaneously recording and relaying the same telephonically communicated sales transaction details from the relay station back to the same distant sales station by remote control writing machine system and producing an imprinted record thereof at the sales station.\nThe limitations expressed in the other claims do not differentiate them in a patentable sense from the claims quoted and the recital of such limitations is deemed unnecessary. It may be said that claims 18 and 19 were proposed after rejection of the others by the examiner and were by him admitted for purposes of appeal.\nFour references were cited but two of them were neither discussed nor applied to any of the claims here on appeal. The two patents cited in the brief of the Solicitor for the Patent Office before us as being relied upon are:\nBlock, 1,644,229, October 4, 1927.\nBritish patent, 378,064, July 28, 1932.\nThe brief on behalf of appellant describes his system and depicts its advantages as follows:\nBriefly, the present invention comprises a one-way telephonic communication apparatus from the sales clerk to the accounting department located in a distant part of the building. There is also a teletype transmitting instrument which records copies of the material transmitted in the accounting department, and a remote teletype receiving instrument at the desk and beside the telephone of the sales clerk. In operation the sales clerk, after having made his sale, lifts the receiver of his telephone and his line is automatically connected to a girl sitting at the teletype transmitting instrument in the accounting department. The sales clerk then dictates by the telephone to this typist before the teletype transmitter the name and address of the customer and the items sold together with the prices. As this typist is taking this dictation directly from the clerk onto the teletype transmitter, another clerk in the accounting department looks at the records and determines the credit rating of the customer. This credit rating is found before the typist has finished her teletyping, and she is informed by the clerk in the accounting department whether the credit is acceptable or not. If it is, she so indicates on her teletype transmitter. The information the typist is teletyping onto her teletype transmitter is being, transcribed in clear type on the remote teletype receiving instrument in front of the clerk, as well as on a copy in the accounting department. The effect is that the sales clerk, while dictating to the teletypist, may at the same time watch his dictation being transcribed in front of him in clear type and if any mistakes are made, he may immediately correct them in his dictation. There is no teletype transmitter at the sales clerk’s end of the system, and there is therefore no means for the sales clerk to change, mark or mar in any way the sales slip which is being transcribed in front of him and which he, in the end, tears off and hands to the customer. Inasmuch as the sales clerk writes nothing whatever on the sales slip, but merely dictates it through the accounting department, there is no possibility of the clerk writing illegibly on the sales slip or writing different names or information or prices from that which he has given to the accounting department. The record of the transaction is therefore, at all times without the control of the sales clerk and thus there is an assurance that the credit rating obtained is the credit rating of the person whose name is written on the sales slip and that the total transaction is correct.\nIn discussing the claims and the references the examiner’s statement, following the appeal to the board, said:\nApplicant’s device comprises a communication and recording system particularly designed for use in department stores. It sets forth as special features that the record of a sales transaction is- telephoned to an accounting department where it is typed, approved, and reproduced at the sales station by means of a conventional teletypewriter.\nClaims 12 to 17 rely for novelty mainly upon the use to which the system is to be put, while claims 18 and 19 which were entered for purposes of appeal call broadly for the method of telephoning a message to a central point and subsequently having the message typed at the central point and reproduced at the point of origin.\nThe main reference relied upon in the final rejection of all the claims was British patent 378,064.\nThis patent shows a telephone system provided with a private branch exchange wherein subscribers may talk with each other over a telephone and if desired a called party may make a typewritten copy of a dictated message and transmit it to the calling party over their associated teleprinters., This operation is obviously the method of reproducing a written record defined in claims 18 and 19 and such an operation with the apparatus effecting this result is particularly adaptable for use in a department store as defined in claims 12 to 17.\nThe patent to Block is for a credit slip authorizing apparatus and is relied upon merely to show that the concept of communication between a sales station and central or accounting office in a department store by means of a telephone and form of teleprinter is not new.\nThe board quoting claim 12 as illustrative said:\nClaim 12 differentiates from the British patent only in that the receiving apparatus is limited to the sales station. We see nothing of a patentable nature in this limitation or in the mere idea of using the British system in a department store.\nIt appears to be a mere matter of choice in selecting a point near the credit office to teletype the sales slip rather than rely on the salesman to make out the slip. The apparatus is old and applicant has done nothing but apply it to an obvious use.\nThat the Block patent discloses that the conception of communication between the sales clerk and the accounting office in a department store by electric signal and telephone is not new — the sole purpose for which it was cited by the examiner — is conceded, and that reference requires no further attention.\nAppellant’s discussion of the British patent is in part as follows:\nThe foreign British reference 378,064 is quite complicated and the exact procedure taught is very difficult to understand. However, it relates to the supplying of an auxiliary teleprinter service over an ordinary telephone at voice frequency wherein either telephone equipment or teleprinter equipment may be connected at will to the line, each to the exclusion of the other, or as an alternative system wherein the telephone may be automatically shunted from its normal line onto a second line to permit normal use while the teleprinter is in operation. Briefly, the British patent provides a combined teletype receiver and teletype transmitter to the subscriber of the usual telephone system. It provides means whereby, a subscriber may call another subscriber on the telephone in the normal manner, -and if he discovers by signal means that the person being called is not at home, and has the necessary instrument, he may switch over, or he may be automatically switched over to the teletype machines on the same voice frequency line. The result is that he may teletype a message to the absent party being called requesting a return call or transcribing information as desired. It is also possible by use of the British teachings for two parties in oral conversation to switch over to the respective teletype machines if they desire and write messages back and forth. There is a modification shown wherein the telephone may be connected to a second line while the teletype receiver is in operation and thus permit normal use of the telephone with other parties while the teletype is receiving.\nThe British reference is concerned only with the usual normal telephone system and is for use between different subscribers just in the way that the oral telephone system is now being used. The British reference does not contemplate, nor suggest, in any way that the telephone and teleprinter may be used in simultaneous operation between the same stations, nor does it show a machine or device which permits this use.\nCommenting upon tlie last above quoted sentence the brief of the Solicitor for the Patent Office says :\nIt seems that appellant is clearly in error in presenting the foregoing argument as is apparent from his own discussion of the disclosure of the British patent in the paragraph just preceding that one from' which the foregoing excerpt is reproduced.\nIn the first place, it is to be noted that none of the claims call for any simultaneous operation of telephone and teleprinter between the same stations. Claims 15 and 19 do call for simultaneous recording and relaying but it seems clear from the claims that this relates to the simultaneous production of a typed copy at the two separated stations. The same thing occurs in the system of the British patent, since it is stated * * * that:\n“The two records printed at the transmitting and receiving ends are therefore identical.”\nFurthermore, although, as has just been pointed out, none of the claims call for simultaneous operation of telephone and teleprinter, nevertheless, even if they did, such feature is disclosed in the British patent as is clear from appellant’s own explanation of the disclosure thereof in the first paragraph of page 6 of appellant’s own brief, as further appears from the patent itself by reference to claim 5 thereof * * * containing the following disclosure:\n“* * * each of said subscribers is provided with two lines over which teleprinter and telephone connections can be in progress simultaneously.”\nThe foregoing extract from the specification of the British patent should clearly show that appellant is in error in presenting the argument hereinbefore reproduced from page 0 of his brief to the effect that this reference does not contemplate nor suggest in any way the teleiDhone and teleprinter may be used in simultaneous operation between the same stations.\nAppellant (referring to the foreign character of the British patent) argues, citing certain cases, that:\nIt is a well-settled rule that foreign patents as references are to be very strictly construed and are not at all pertinent for what may be made out of them, but only for what is actually shown in them.\nIt is further argued that :\nEven if the British reference were a United States patent and entitled to the weight as an anticipation incident thereto, there is no question that it would fall far short of anticipating any of the claims in this case.\nAppellant declares tliat one of the “decided features” of his system is that the teletype receiving device in front of the sales clerk is a receiving device only, and there is argument to the effect that the British device is not adapted to perform the result obtained by appellant and never contemplated such result. It is urged that the British patent contains nothing which could solve the problem solved by appellant’s system and that hence the board erred in holding the British patent an anticipation.\nCareful attention has been given to each of appellant’s contentions.\nWith respect to the suggestion relating to the simultaneous operation of the telephone and teleprinter, we find it unnecessary to add to what was said in the brief of the Solicitor for the Patent Office quoted, supra. Appellant’s specification supports the limitation of simultaneous operation but only claims 15 and 19 contain such limitation, and the excerpt quoted from the British patent teaches that the teleprinter and telephone connections can be in progress simultaneously.\nUpon the question of the weight to be given- a foreign patent cited as a reference, whatever else may be said, it is well settled that it is not required that the patent describe the identical thing in order to be a reference, and where there is a difference the question of whether such difference involves invention or mere mechanical skill must be considered. In re Eitzen 24 C. C. P. A. (Patents) 172, 86 F. (2d) 411, and cases there cited. ;\nWith respect to the emphasized feature of the device in .front of the sales clerk being a receiving device only, we fail to see any invention in eliminating the transmitting device from that position if the same be not desired there. %\nUpon the point of the British patent not being adapted for use in department stores, there seems to be a difference of opinion between applicant and the examiner. The latter declares, in substance, as above quoted, that the British apparatus was particularly adaptable for use in such stores. We do not find in the British patent any reference to department store use. Indeed, no use in any particular industry or business seems to be suggested, but a system is described apparently adapted to use in many places. Modification of the apparatus for some particular uses doubtless would be required, but we are unable to agree that such modifications as are disclosed by applicant here represent anything more than mechanical skill. No novel individual feature is shown; each is old. This fact of itself would not, of course, preclude the possibility of invention in the combination, but in the instant case we fail to find any invention novelty in the combination.\nThe decision of the board is affirmed.",
        "type": "majority",
        "author": "Garrett, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Mwrston Alien, and Allen and Allen {Charles B. Riordan of counsel) for appellant",
      "R. F. 'Whitehead {Howard 8. Miller of. counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 619\nIn re Sherman\n(No. 4152)\nUnited States Court of Customs and Patent Appeals,\nJune 19, 1939\nMwrston Alien, and Allen and Allen {Charles B. Riordan of counsel) for appellant\nR. F. 'Whitehead {Howard 8. Miller of. counsel) for the Commissioner of Patents.\n[Oral argument May 4, 1939, by Mr. Allen and Mr. Miller)\nBefore Gamrett, Presiding Judge, and Bland, Hatfield, Leneoot, and Jackson, Associate Judges"
  },
  "file_name": "1337-01",
  "first_page_order": 655,
  "last_page_order": 659
}
