{
  "id": 7883357,
  "name": "STATE v. Douglas WAITE",
  "name_abbreviation": "State v. Waite",
  "decision_date": "1995-11-02",
  "docket_number": "No. 95-80-C.A.",
  "first_page": "1338",
  "last_page": "1340",
  "citations": [
    {
      "type": "official",
      "cite": "665 A.2d 1338"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "619 A.2d 1119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366618
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1122"
        },
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/1119-01"
      ]
    },
    {
      "cite": "491 A.2d 1000",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7934057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/491/1000-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 5117,
    "ocr_confidence": 0.728,
    "pagerank": {
      "raw": 4.8846127186742446e-08,
      "percentile": 0.3066458700874066
    },
    "sha256": "503ec715e8e87fd55ad5990536db525cca179d60bc87f3622895d4123eeda404",
    "simhash": "1:14bfc5da4079fbc3",
    "word_count": 840
  },
  "last_updated": "2024-02-27T22:21:08.966883+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. Douglas WAITE."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis matter came before the Supreme Court on October 6, 1995, pursuant to an order directing both parties to appear and show cause why the issues raised in this appeal should not be summarily decided. In this case the defendant, Douglas Waite, appeals from a judgment of conviction for one count of second-degree child molestation and one count of second-degree sexual assault. The offenses involved two young women, one under fourteen years of age. Following a jury trial the defendant was convicted. The defendant was sentenced to concurrent sentences of twenty years and fifteen years, with six years to serve and the balance of each sentence suspended. After hearing oral argument and examining the memoranda submitted by the parties, we are of the opinion that cause has not been shown and that the issues will be decided at this time.\nPrior to trial defendant moved to sever the two counts for trial. After a hearing the trial justice denied the motion. On appeal defendant contends that the two charges were improperly joined.\nTwo or more offenses may be charged in the same information if the offenses are “of the same or similar character” or if they are “based on the same act or transaction or on two (2) or more acts or transactions connected together or constituting parts of a common scheme or plan.” Super.R.Crim.P. 8(a). The defendant asserts that the charge of child molestation involving the younger child did not require a showing of force or coercion whereas the second count involving the older girl required such a showing, and thus he contends that the differences in proof on the charges worked to his disadvantage.\nThis court is of the opinion that the two offenses charged in this case are sufficiently similar in character to justify their joinder. Both offenses involve defendant sexually assaulting a young baby-sitter as she slept at night in his home. Moreover, defendant must demonstrate actual prejudice resulting from the joinder; disadvantage alone is not sufficient. State v. Bernier, 491 A.2d 1000 (R.I.1985). The defendant has failed to demonstrate such prejudice. Therefore, the trial justice did not abuse his discretion.\nThe defendant also argues on appeal that the trial justice erred by permitting the joined counts to be used by the prosecutor to bolster each other pursuant to Rule 404(b) of the Rhode Island Rules of Evidence. Immediately following the older victim’s testimony, defendant renewed his motion to sever the two counts, objecting to the state’s use of the older girl’s testimony under Rule 404(b).\nRule 404(b) provides that “[ejvidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show that the person acted in conformity therewith.” In State v. Chartier, 619 A.2d 1119, 1122 (R.I.1993), this court stated that other-crimes evidence independent of the crime charged may be inadmissible because of its potential prejudicial effect. However, other-crimes evidence may be admitted for other purposes, such as proof of motive, intent, plan, or absence of mistake or accident. Id. at 1123.\nIn this case the prosecutor was using the older girl’s testimony in support of the separate sexual-assault charge that applied to her. The evidence was not “other-crimes evidence\" but evidence of the charged crime. As such it is admissible on this ground alone and need not be justified under Rule 404(b). The trial justice went further than he needed to in giving a cautionary instruction at the time the older girl started to testify.\nThe defendant also contends that the justice erred in refusing to introduce records kept by the Massachusetts Department of Social Services that were faxed to the investigating police officer in this case. The defendant wanted to use these records to show inconsistencies in the younger girl’s testimony. The trial justice properly excluded these records. They did not appear to fall within the hearsay exceptions of Rule 803 of the Rhode Island Rules of Evidence, nor were they properly authenticated.\nFinally, the defendant asserts that the trial justice erred in denying his motion for a new trial because “no reasonable juror could have found guilt proven beyond a reasonable doubt.” He also argues that because of the lack of credible evidence, it is highly unlikely that he would have been convicted except for the joinder of the two offenses. The trial justice carefully reviewed the evidence and found that the evidence was sufficient to establish the charges. He also found sufficient evidence of the use of force and coercion on the older girl because she testified that she was frightened and had repeatedly asked the defendant to stop touching her.\nFor all these reasons the defendant’s appeal is denied and dismissed, the judgment appealed from is affirmed, and the papers of the case are remanded to the Superior Court.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Annie Goldberg and Aaron Weisman, Asst. Attorneys General, for Plaintiff.",
      "Janice Weisfeld and Paul Rosin, Asst. Public Defenders, for Defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. Douglas WAITE.\nNo. 95-80-C.A.\nSupreme Court of Rhode Island.\nNov. 2, 1995.\nAnnie Goldberg and Aaron Weisman, Asst. Attorneys General, for Plaintiff.\nJanice Weisfeld and Paul Rosin, Asst. Public Defenders, for Defendant."
  },
  "file_name": "1338-01",
  "first_page_order": 1406,
  "last_page_order": 1408
}
