{
  "id": 6093721,
  "name": "In re G. LeBlanc Corporation",
  "name_abbreviation": "In re G. LeBlanc Corp.",
  "decision_date": "1970-08-27",
  "docket_number": "No. 8309",
  "first_page": "1339",
  "last_page": "1342",
  "citations": [
    {
      "type": "official",
      "cite": "57 C.C.P.A. 1339"
    },
    {
      "type": "parallel",
      "cite": "166 U.S.P.Q. 561"
    },
    {
      "type": "parallel",
      "cite": "429 F.2d 989"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "125 USPQ 847",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "276 F. 2d 411",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1951780,
        6079430
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/276/0411-01",
        "/ccpa/47-2/0852-01"
      ]
    },
    {
      "cite": "47 CCPA 852",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079430
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0852-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 500,
    "char_count": 9510,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 8.95887501656537e-08,
      "percentile": 0.5016155382031925
    },
    "sha256": "5823b40d8b44132f83aa0b4b2aa22c4cc8153466e0a65b81a7e74db234b3e9bc",
    "simhash": "1:57e9a7fdec978a2e",
    "word_count": 1536
  },
  "last_updated": "2024-02-27T19:10:35.585346+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, Rich, Baldwin, Lane, Associate Judges, and Richardson, Judge, sitting by designation"
    ],
    "parties": [
      "In re G. LeBlanc Corporation"
    ],
    "opinions": [
      {
        "text": "Baldwin, Judge,\ndelivered the opinion of the court:\nThis appeal is from the decision of the Trademark Trial and Appeal Board sustaining the refusal to register on the Principal Register, as a trademark for trumpets, “the provision of a plate-like configuration with its periphery defining a discernible enlargement on the brace adjacent the main tuning slide” of the trumpet. The drawing submitted with appellant’s application to illustrate the asserted trademark is reproduced below:\nIt appears from the record that the “plate-like configuration” visible on the brace of the trumpet in the illustration is, as actually used by appellant, a medallion bearing the profile representations of Georges LeBlanc, the founder of appellant corporation, and Leon, his son. It is also clear that appellant considers its trademark to be the provision of a medallion on the brace of the trumpet, although during prosecution it was stated that “[i]t is not particularly important just what the medallion is, since it is the provision of a medallion brace which is the distinguishing feature.” The present characterization of the asserted trademark, in language broad enough to read on a blank disc being used in place of the medallion was inserted in the application by appellant in an attempt to overcome the examiner’s insistence that the drawing be amended in order that the details of the medallion be shown more clearly. Appellant now stresses that:\nTrademark rights are asserted in the plate-like enlargement itself, insofar as the present proceeding is concerned, irrespective of whether the indicia on the face of the enlargement are visible or not.\nAppellant has included in the record, in an effort to prove that its so-called “medallion brace” does function as a trademark, a number of letters from customers, prospective customers and dealers, typical of which is the following:\nDear Charley—\nThe medallion on the brace on the trumpet gives immediate recognition to the viewer (no matter what the distance) that this instrument is a LeBlanc. No other instrument has any identifying mark of that nature and because of this the LeBlanc medallion makes it an easy matter to recognize.\nMy regards to Vito and everyone,\n/s/ AlHirt\nIn refusing to register appellant’s mark, the examiner first took the position that appellant was attempting to register the “mere location” of a particular medallion on the brace of a trumpet and that a “location”, per se, cannot function as a trademark. Alternatively, he argued that if the trademark is considered to be a “medallion brace”, as it is characterized by appellant, it would still not be registrable since a brace is a purely functional feature of a trumpet and regardless of the fact that its center is somewhat enlarged, appellant’s trumpet brace is primarily functional. The solicitor has essentially repeated these two arguments.\nThe board affirmed the refusal to register, but for what appear to be entirely different reasons. Evidently rejecting the “functionality” argument, but agreeing that appellant was asserting rights in a “location”, the board went on to concede that, while a particular location on particular goods might be registrable, appellant has not satisfactorily established that it was the particular location rather than the medallion itself which was recognized by the public as appellant’s trademark. The following excerpts from the board’s opinion will bear out this interpretation of its holding:\nIn onr opinion, what applicant seeks to register is the location of the background vehicle for applicant’s actual mark, a medallion bearing a specific design, and that it is the latter means toy which persons would actually identify applicant’s goods and distinguish them from the goods of others.\n* * * * * * *\nApplicant has submitted in evidence several letters by dealers in musical instruments to the effect that the placing of the medallion on the brace for the trumpet was a good means to identify the instruments as to origin, and a large number of letters from customers, prospective customers and dealers, who state in effect that they can recognize the Leblanc medallion on the brace of the .trumpet even at a considerable distance.\nWhile it may well be that the aforementioned persons recognize the LeBlanc medallion from a distance and know of its location on the trumpet (because they have no doubt previously and frequently viewed the instrument at close range), the letters are not persuasive that the location of a plate-like configuration identifies applicant’s goods and distinguishes them from the goods of others.\nThe examiner and the board based their respective positions on the holding of this court in In re Kotzin, 47 CCPA 852, 276 F. 2d 411, 125 USPQ 847 (1960). In that case, the asserted trademark was the location, in a vertical position near the waistband of men’s trousers, of a rectangular, cloth label. The position of the Patent Office had been, as was the examiner’s here, that a “location” can not function as a trademark. We rejected that position, using the following language:\n[W]hile granting that a location per se cannot be a trademark, we do not see why a particular “tag” (which is what the application calls for), particularly located on particular goods, cannot indicate origin.\nHaving held that the mark there sought to be registered was not inherently incapable of functioning as a trademark, the court went on to affirm the board’s decision because the record did not establish that the mark was, in fact, a trademark. It was pointed out that the label served as the vehicle for some very prominent writing, including a word trademark for the goods there involved. Because of this fact, it was felt that the visual significance of the label, by itself, would far outweigh any trademark significance in its particular point of attachment, “submerging the latter to a point of insignificance.” From this point, the court continued:\nIf there were no visible writing on tbe tag so that its presence in the side seam near the waistband seemed to be arbitary, we might feel otherwise.\nThe parallel of the instant case with the facts in Kotzin is striking. Recognizing this parallel, appellant has argued that it has demonstrated that its particular device (the medallion), located in this particular position (on the brace adjacent the tuning slide) on this particular instrument (trumpet), identifies the instrument as being a LeBlanc instrument and does so “even though the indicia thereon cannot be seen.” (Emphasis .appellant’s.) The board, on the other hand, held, as indicated earlier, that all it could be sure of from appellant’s evidence was that people recognize the LeBlanc medallion as a trademark.\nWe find some sympathy for the board’s reasoning since we also find that appellant’s letters are strong evidence that the medallion bearing the images of Georges and Leon LeBlanc is, by itself, a trademark for appellant’s goods. Nevertheless, we further find no reason to conclude from this that the letters are not also persuasive proof of the fact that customers and others in the trade additionally recognize the particular configuration, formed by locating the medallion in its particular position on the goods, as serving to identify those goods and distinguish them from those manufactured or sold by others. We think that the board erred in so finding.\nOn this record, we are satisfied that the configuration adopted by appellant is unique. It appears that no other manufacturer includes any sort of discernible enlargement on the brace adjacent the trumpet’s main tuning slide. The letters submitted also provide satisfactory proof that the instrument can be identified even though the details of the medallion are not visible (as when the trumpet is viewed on television or from a distance seated in an audience). The peculiar nature of the goods here involved make this an important consideration. Considering the evidence in the record as a whole, we are satisfied that the configuration asserted by appellant does function to distinguish its goods from those of others and, therefore, should be registered on the Principal Register under section 2 of the Lanham Act. The decision of the board is reversed.\nWoRlet, C. J., took no part in the decision of this case.\nThe board’s opinion is reproduced in full at 155 USRQ 603 (TTAB 1967).\nSerial No. 152,805, filed September 10, 1962.\n‘This explains the examiner’s insistence, alluded to earlier, that the details of the medallion he made to appear in the drawing. The examiner reasoned that since “the idea of a medallion, just any medallion on the brace of a trumpet could not be protected under the Trademark Statute”, appellant could register “a definite design on a medallion on the brace of a trumpet”.\nWe agree with the board that this case holds no support for the “functionality” argument of the examiner and the solicitor. Appellant is obviously not claiming as its trademark a trumpet brace, per se.",
        "type": "majority",
        "author": "Baldwin, Judge,"
      }
    ],
    "attorneys": [
      "Robert M. Wolters (Olson, Trexler, Wolters & Bushnell), attorney of record, for appellant. Charles L. Sturtevant, of counsel.",
      "Joseph Sehimmel for the Commissioner of Patents. Bushrod C. Washington, of counsel."
    ],
    "corrections": "",
    "head_matter": "429 F. 2d 989; 166 USPQ 561\nIn re G. LeBlanc Corporation\n(No. 8309)\nUnited States Court of Customs and Patent Appeals,\nAugust 27, 1970\nRobert M. Wolters (Olson, Trexler, Wolters & Bushnell), attorney of record, for appellant. Charles L. Sturtevant, of counsel.\nJoseph Sehimmel for the Commissioner of Patents. Bushrod C. Washington, of counsel.\n[Oral argument April 10,1970 by Mr. Wolters and Mr. Washington]\nBefore Worley, Chief Judge, Rich, Baldwin, Lane, Associate Judges, and Richardson, Judge, sitting by designation"
  },
  "file_name": "1339-01",
  "first_page_order": 661,
  "last_page_order": 664
}
