{
  "id": 11345470,
  "name": "STATE of Maine v. Gerald Owen Newell EMERY",
  "name_abbreviation": "State v. Emery",
  "decision_date": "1994-12-12",
  "docket_number": "",
  "first_page": "1341",
  "last_page": "1343",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1341"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "445 A.2d 8",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7951676
      ],
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/445/0008-01"
      ]
    },
    {
      "cite": "507 A.2d 573",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7893966
      ],
      "pin_cites": [
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/507/0573-01"
      ]
    },
    {
      "cite": "574 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387236
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "891"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/574/0889-01"
      ]
    },
    {
      "cite": "411 A.2d 79",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11337878
      ],
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/411/0079-01"
      ]
    },
    {
      "cite": "399 A.2d 1319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8007933
      ],
      "pin_cites": [
        {
          "page": "1322"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/1319-01"
      ]
    },
    {
      "cite": "628 A.2d 664",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366494
      ],
      "pin_cites": [
        {
          "page": "666"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0664-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 5841,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.3034572671997479
    },
    "sha256": "8984b8b7ad0246de7949ab196cb6358a1705f1eeb08ccec4845d23b1e67a8ac9",
    "simhash": "1:c77b9791de6515b4",
    "word_count": 929
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. Gerald Owen Newell EMERY."
    ],
    "opinions": [
      {
        "text": "ROBERTS, Justice.\nGerald Owen Newell Emery appeals from a judgment entered in the Superior Court (York County, Cole, J.) following a jury trial convicting him of three counts of gross sexual assault, 17-A M.R.S.A. § 253(1)(B) (Supp. 1994); two counts of unlawful sexual contact, id. § 255(1)(C) (Supp.1994); and one count of assault, id. § 207 (1983). The only issue Emery raises that merits discussion is whether the trial court admitted irrelevant and unfairly prejudicial testimony of a medical expert. We affirm the judgment.\nEmery’s victims, E. and A., were the State’s chief witnesses. E. was eight years old at the time of the events that led to Emery’s convictions; her sister A. was ten. E. testified that Emery forced her to perform oral sex on him on two separate occasions and that he performed oral sex on her once. She also testified that he penetrated her vagina with his finger. A testified that Emery fondled her crotch through her clothing and that he pulled up her shirt and looked at her breasts. A. did not testify that Emery penetrated her vagina and he was not charged with any such offense.\nAt the trial the State offered the testimony of Dr. Edward McAbee, the victims’ family physician. McAbee had examined both girls in order to determine whether they displayed any physical evidence of sexual abuse. He testified that A. had a one-millimeter vaginal opening. This finding precluded any possibility of forced vaginal penetration, which was consistent with A.’s account of the abuse to which she was subjected. McAbee then testified that E.’s hymenal opening measured four millimeters. McAbee characterized this finding as consistent with the vaginal penetration to which E. testified. On cross-examination, McAbee acknowledged that the four-millimeter opening, though consistent with vaginal penetration, was nonetheless within the normal range for a child of E.’s age. He testified that a positive diagnosis of vaginal penetration in an eight-year-old would require an opening of eight to nine millimeters.\nEmery contends first that McAbee’s testimony about A.’s vaginal opening was irrelevant because Emery was not charged with a crime involving vaginal penetration of the older girl. According to Emery, M.R.Evid. 401 required the trial court to exclude McAbee’s testimony about A.’s hymenal opening. We review the trial court’s determination that evidence is relevant only for clear error. See State v. Robinson, 628 A.2d 664, 666 (Me.1993). “Evidence which has any rational tendency to prove or disprove a factual issue in the case, whether such evidence be immediate and direct or indirect and circumstantial, is relevant and should be admissible....” State v. Doughty, 399 A.2d 1319, 1322 (Me.1979). The trial court must measure relevance on a continuum, and only when the “evidence becomes so remote that its probative impact upon ‘the existence of any fact that is of consequence’ is reduced to zero” must the court exclude the evidence. State v. Kotsimpulos, 411 A.2d 79, 81 (Me.1980) (citations omitted). McAbee’s physical findings corroborated the girls’ testimony. As with any such corroborative evidence, his testimony tended to prove that the behavior the girls alleged had actually occurred. It is therefore relevant.\nEmery next contends that McAbee’s testimony was unduly prejudicial because it provided a basis for an unwarranted comparison by the jury of A.’s one-millimeter opening to the four-millimeter opening of the younger girl. According to Emery, M.R.Evid. 403 required the trial court to exclude McAbee’s testimony about A.’s hymenal opening. Relevant evidence that is not otherwise inadmissible will be admitted unless it is unfairly prejudicial. M.R.Evid. 403. The trial court has broad discretion to weigh prejudice against probative value. See State v. Ifill, 574 A.2d 889, 891 (Me.1990). On identical sets of facts, “one judge may admit the proffered evidence, while another judge may exclude it; and yet it may well be that neither will have committed any reversible error.” Id. Evidence is unfairly prejudicial only if it inflames the jury, State v. McDonough, 507 A.2d 573, 575 (Me.1986), or results in “an undue tendency to move the tribunal to decide on an improper basis, commonly, though not always, an emotional one.” State v. Forbes, 445 A.2d 8, 12 (Me.1982) (citations omitted).\nEmery effectively cross-examined McAbee on the significance of his physical findings, ameliorating the potential for prejudice. Moreover, the State’s case focused on the testimony of the two victims who provided substantial direct evidence of Emery’s guilt. The State did not refer to McAbee’s examination of A. in its closing argument. On this record, we conclude that McAbee’s testimony was not likely to inflame the jury or otherwise cause the jury to decide the case on an improper basis. The trial court did not abuse its discretion in allowing the testimony.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. M.R.Evid. 401 provides:\n\"Relevant evidence” means evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\n. M.R.Evid. 403 provides:\nAlthough relevant, evidence may be excluded if its probative value is substantially outweighed by die danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      }
    ],
    "attorneys": [
      "Michael Cantara, Dist. Atty., Alfred, for State.",
      "Carl G. Moulton, Christopher Northrup, Ogunquit, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Gerald Owen Newell EMERY.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Oct. 4, 1994.\nDecided Dec. 12, 1994.\nMichael Cantara, Dist. Atty., Alfred, for State.\nCarl G. Moulton, Christopher Northrup, Ogunquit, for defendant.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "1341-01",
  "first_page_order": 1399,
  "last_page_order": 1401
}
