{
  "id": 11345576,
  "name": "In re SERENA C., et al.",
  "name_abbreviation": "In re Serena C.",
  "decision_date": "1994-12-15",
  "docket_number": "",
  "first_page": "1343",
  "last_page": "1346",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1343"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "595 A.2d 1058",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378580
      ],
      "pin_cites": [
        {
          "page": "1060"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/595/1058-01"
      ]
    },
    {
      "cite": "513 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7931279
      ],
      "pin_cites": [
        {
          "page": "840-41"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0837-01"
      ]
    },
    {
      "cite": "640 A.2d 737",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865095
      ],
      "pin_cites": [
        {
          "page": "738"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/640/0737-01"
      ]
    },
    {
      "cite": "557 A.2d 954",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7898590
      ],
      "pin_cites": [
        {
          "page": "956"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/557/0954-01"
      ]
    },
    {
      "cite": "642 A.2d 166",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861266
      ],
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/0166-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 6231,
    "ocr_confidence": 0.705,
    "pagerank": {
      "raw": 2.645785335022944e-07,
      "percentile": 0.8235343064402596
    },
    "sha256": "d9e8e7318f7453f7549fba09d32afa3edf9cbdf4a8735e1fcaf05ff3ec6559b4",
    "simhash": "1:fcea70ca923590d2",
    "word_count": 1026
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ.",
      "All concurring."
    ],
    "parties": [
      "In re SERENA C., et al."
    ],
    "opinions": [
      {
        "text": "LIPEZ, Justice.\nMary C. appeals from a judgment of the District Court (Penobscot, Hjelm, J.) terminating her parental rights to Serena C. and Ethan C. pursuant to 22 M.R.S.A. § 4055 (1992). She contends that the court’s findings were not supported by clear and convincing evidence. We disagree and affirm the judgment of the trial court.\nStandard of Review\nIn a termination of parental rights case, we review the entire record to determine whether the trial court rationally could have found clear and convincing evidence to support its factual findings with regard to any of the alternative bases set out in 22 M.R.S.A. §§ 4055(1)(B)(1) & (2); In re Leona T., 642 A.2d 166, 168 (Me.1994). When clear and convincing evidence is required, we will determine whether the factfinder “could reasonably have been persuaded that the required factual findings were proved to be highly probable.” In re Jeffrey E., 557 A.2d 954, 956 (Me.1989). We will vacate a judgment terminating parental rights only if the trial court’s findings are clearly erroneous. In re Justin T., 640 A.2d 737, 738 (Me.1994).\nThe Parent is Unable to Protect the Child From Jeopardy\nThe critical issue before the trial court was the ongoing relationship between Mary C. and Lance W., who had been the subject of several child protection orders at the time of the termination hearing, including allegations involving his biological children. Despite allegations of physical and sexual abuse of Serena by Lance and warnings from the Department of Human Services that contact with Lance compromised the safety of her children, Mary married Lance in May 1991. Although they divorced a year later, Lance and Mary continued their relationship. In December 1992, Serena confronted Mary about the abuse she had suffered at the hands of Lance. Mary acknowledged that she believed Serena’s allegations. This ac-knowledgement did not lead Mary to sever her relationship with Lance. In February 199B, Mary arranged to have Lance stay in her apartment while she was at work to protect against vandalism. Lance maintained an apartment in Mary’s apartment building after the divorce. A week before the termination hearing Mary and Lance were seen together by an officer of the Bucksport police department at Mary’s place of employment.\nThe court can terminate parental rights on the basis of a finding that the parent is unwilling or unable to protect the children from jeopardy and these circumstances are unlikely to change within a time reasonably calculated to meet the child’s needs. 22 M.R.S.A. § 4055(l)(B)(2)(b)(i). Jeopardy is defined as serious abuse or neglect, as evidenced by “[s]erious harm or threat of serious harm.” 22 M.R.S.A. § 4002(6)(A) (1992).\nThe evidence clearly demonstrates Mary’s unwillingness to protect the children from the risk Lance posed. The court had an ample basis for concluding that these circumstances were unlikely to change within a time reasonably calculated to meet the children’s needs.\nThat Lance had not been held criminally accountable for the alleged sexual abuse was irrelevant on the issue of jeopardy. The trial court was entitled to rely on the uncorroborated hearsay statements of Serena, admitted in evidence through the testimony of the social worker, as a basis for concluding Lance placed both Serena and Ethan at risk. 22 M.R.S.A. § 4007 (1992) permits the court to “admit and consider statements made by the child, and may rely on that evidence to the extent of its probative value.” The trial court had broad discretion in determining the weight to accord Serena’s statement. See In re Ryan M., 513 A.2d 837, 840-41 (Me.1986) (inconsistencies in the child’s testimony go to their probative value, and the trial court’s assessment is entitled to great deference).\nThe Best Interests of the Children\nSerena had been in foster care for two and one-half years. She had difficulty making attachments with people and suffered from hyperactivity and emotional disturbance. Serena’s foster mother testified th.-t often Serena refused to visit with Mary, and when she did visit with her, Serena suffered from increased anger and hyperactive behavior.\nEthan had been in foster care from the time he was ten weeks old. During visits with Mary, Ethan treated her only as a playmate. He did not recognize her as his mother. He exhibited aggressive and hyperactive behavior. The foster family has expressed interest in adopting both Serena and Ethan.\nThe court must find termination to be in the best interests of the children. 22 M.R.S.A. § 4055(l)(B)(2)(a). In deciding whether to terminate, the court may consider the children’s need for permanence. 22 M.R.S.A. § 4055(2); see In re Justin S., 595 A.2d 1058, 1060 (Me.1991) (evidence of a child’s immediate need for a permanent home coupled with testimony of therapist that the child’s insecurity about his future contributed to his behavior problems was sufficient for a finding that termination was in the child’s best interest).\nEach child’s need for permanence was firmly supported in the record. The trial court properly concluded that it was in the best interests of the children to terminate parental rights.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The original petition for a child protection order against Lance was filed on behalf of Serena in December 1990. In April of 1991, a petition for a protection order based on statements by Serena that Lance had sexually abused her was granted and Serena was placed in the custody of the Department of Human Services. A petition for a child protection order was filed on behalf of Ethan in April of 1991 on the basis of the allegations involving Serena. Based upon Mary's continued relationship with Lance, the court ultimately found both Serena and Ethan to be in jeopardy and also placed Ethan's custody with the Department of Human Services.",
        "type": "majority",
        "author": "LIPEZ, Justice."
      }
    ],
    "attorneys": [
      "Mark A. Perry, Archer, Perry & Jordan, P.A., Brewer, for appellant.",
      "Geoffrey P. Goodwin, Asst. Atty. Gen., Bangor, for appellee.",
      "Barry J. Tyne, Burlington, guardian ad litem."
    ],
    "corrections": "",
    "head_matter": "In re SERENA C., et al.\nSupreme Judicial Court of Maine.\nSubmitted on Briefs Nov. 1, 1994.\nDecided Dec. 15, 1994.\nMark A. Perry, Archer, Perry & Jordan, P.A., Brewer, for appellant.\nGeoffrey P. Goodwin, Asst. Atty. Gen., Bangor, for appellee.\nBarry J. Tyne, Burlington, guardian ad litem.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN, DANA and LIPEZ, JJ."
  },
  "file_name": "1343-01",
  "first_page_order": 1401,
  "last_page_order": 1404
}
