{
  "id": 11907698,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Dante TODARO, Appellant",
  "name_abbreviation": "Commonwealth v. Todaro",
  "decision_date": "1997-10-22",
  "docket_number": "",
  "first_page": "1343",
  "last_page": "1348",
  "citations": [
    {
      "type": "official",
      "cite": "701 A.2d 1343"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "409 Pa.Super. 611",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        901194
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/409/0611-01"
      ]
    },
    {
      "cite": "527 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827711
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa/527/0172-01"
      ]
    },
    {
      "cite": "301 Pa.Super. 82",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        193314
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/301/0082-01"
      ]
    },
    {
      "cite": "656 A.2d 877",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880936,
        472219
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/656/0877-01",
        "/pa/540/0192-01"
      ]
    },
    {
      "cite": "540 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472219
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/540/0192-01"
      ]
    },
    {
      "cite": "512 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800414
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "355"
        },
        {
          "page": "1183"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0349-01"
      ]
    },
    {
      "cite": "478 U.S. 255",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205967
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "257-58"
        },
        {
          "page": "2879-80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0255-01"
      ]
    },
    {
      "cite": "62 L.Ed.2d 317",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trial court submitted written notations on verdict slip in order to identify for the jury the separate counts with which the defendant was charged"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 417",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trial court submitted written notations on verdict slip in order to identify for the jury the separate counts with which the defendant was charged"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 U.S. 947",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11401321,
        11401385,
        11401364,
        11401342
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trial court submitted written notations on verdict slip in order to identify for the jury the separate counts with which the defendant was charged"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/444/0947-01",
        "/us/444/0947-04",
        "/us/444/0947-03",
        "/us/444/0947-02"
      ]
    },
    {
      "cite": "484 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1753777
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "trial court submitted written notations on verdict slip in order to identify for the jury the separate counts with which the defendant was charged"
        },
        {
          "parenthetical": "trial court submitted written notations on verdict slip in order to identify for the jury the separate counts with which the defendant was charged"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/484/0527-01"
      ]
    },
    {
      "cite": "494 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1794010,
        1794053
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "submission of written list of aggravating and mitigating factors for jury to consider in capital sentencing phase rather than orally reading instructions to jury"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0051-01",
        "/pa/508/0050-01"
      ]
    },
    {
      "cite": "508 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794010
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "submission of written list of aggravating and mitigating factors for jury to consider in capital sentencing phase rather than orally reading instructions to jury"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0051-01"
      ]
    },
    {
      "cite": "466 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714938
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "398"
        },
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0382-01"
      ]
    },
    {
      "cite": "503 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785900
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "596"
        },
        {
          "page": "77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0590-01"
      ]
    },
    {
      "cite": "535 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841472
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "237"
        },
        {
          "page": "1092"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0210-01"
      ]
    },
    {
      "cite": "494 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769044
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0229-01"
      ]
    },
    {
      "cite": "133 L.Ed.2d 858",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "116 S.Ct. 931",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "661 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7870893,
        470782
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "356"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/661/0352-01",
        "/pa/541/0108-01"
      ]
    },
    {
      "cite": "541 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470782
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0108-01"
      ]
    },
    {
      "cite": "492 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1767202
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "506"
        },
        {
          "page": "1305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/492/0500-01"
      ]
    },
    {
      "cite": "524 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822847
      ],
      "weight": 4,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0041-01"
      ]
    },
    {
      "cite": "524 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822754
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 18665,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2441070888688877
    },
    "sha256": "c66ee3db129b635f47cf9dd09626b4c5598f4e25861687dfbae9bcfd60fd21b7",
    "simhash": "1:863bb3a65bf9d57a",
    "word_count": 3023
  },
  "last_updated": "2024-02-27T21:46:40.441856+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "ZAPPALA, J., concurs in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Dante TODARO, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCASTILLE, Justice.\nThe issue on appeal is whether appellant is entitled to relief under the Post Conviction Relief Act (“PCRA”) on his claim that his trial counsel was ineffective for failing to object to the trial court’s submission of written instructions to the jury during jury deliberations. Because we find that the law at the time of trial did not prohibit the trial court from submitting written instructions to the jury, and since trial counsel’s effectiveness must be judged on the law as it existed at the time of trial, we affirm the order of the Superior Court denying appellant PCRA relief.\nThe relevant facts to this appeal are .that appellant, along with a co-conspirator, were charged with four counts of burglary and related offenses in connection with four separate incidents in Somerset County, Pennsylvania. Prior to trial, the co-defendant pled guilty to certain charges.\nDuring jury deliberations for appellant’s trial, the jury requested that the trial court supply them with a written copy of the definitions of the first four crimes with which appellant was charged. In response to this question, the judge sent the jury a writing which gave the definitions of the crimes of burglary, criminal trespass, theft and receiving stolen property. The record does not reflect whether the trial court and the trial attorneys ever discussed the trial court’s decision to submit these written instructions.\nThe jury later requested that the trial court supply them with a definition of direct and circumstantial evidence. This time, the record reflects that the Commonwealth objected to the trial court’s proposal to submit written instructions to the jury on direct and circumstantial evidence. Appellant’s trial counsel, however, stated that he had no objection to the submission of these written instructions since it reflected the charge previously given orally by the trial court on this subject matter. The trial court overruled the Commonwealth’s objection and ultimately decided to submit written instructions which defined direct and circumstantial evidence since this was a practice the trial court had successfully followed in the past in order to resolve jury confusion.\nOn March 26, 1986, the jury found appellant guilty of one count of burglary, four counts of theft, four counts of conspiracy, three counts of violation of Uniform Firearms Act and one count of criminal mischief. Appellant was found not guilty as to three counts of burglary, three counts of criminal trespass and three counts of criminal mischief. After denying post-trial motions, appellant was sentenced to an aggregate term of imprisonment of a minimum of ten (10) to a maximum of twenty (20) years.\nAppellant then appealed to the Superior Court alleging he was entitled to a new trial because of inconsistent verdicts rendered by the jury, the trial court’s failure to suppress evidence and the Commonwealth calling his co-conspirator to the stand in front of the jury and then the trial court dismissing his eo-eonspirator without testifying since the co-conspirator invoked his Fifth Amendment right against self-incrimination. On June 3, 1987, the Superior Court denied appellant’s appeal and affirmed the judgment of sentence. This Court affirmed appellant’s judgment of sentence in Commonwealth v. Toda-ro, 524 Pa. 64, 569 A.2d 333 (1990).\nOn July 30, 1992, appellant filed a petition for post-conviction relief under the PCRA. In the petition, appellant alleged for the first time that his trial counsel was ineffective for failing to object to the trial court’s submission of written instructions to the jury. In claiming ineffective assistance, appellant relied on the case of Commonwealth v. Oleynik, 524 Pa. 41, 568 A.2d 1238 (1990), a ease decided by this Court four years after appellant’s conviction. On October 7, 1993, the PCRA court denied appellant’s PCRA petition without holding a hearing because it found that its review of appellant’s motion and the Commonwealth’s response demonstrated that no material issue of fact existed and that appellant was not entitled to post-conviction relief as a matter of law.\nAppellant then appealed pro se to the Superior Court. The Superior Court, in a memorandum opinion and order, affirmed the PCRA court. We granted allocatur in order to determine whether appellant is entitled to PCRA relief on his claim that his trial counsel was ineffective for failing to object to the trial court’s submission of written instructions to the jury.\nThis Court’s review from the grant or denial of post-conviction relief is limited to examining whether the lower court’s determination is supported by the evidence of record and whether it is free of legal error. Commonwealth v. Lutz, 492 Pa. 500, 506, 424 A.2d 1302, 1305 (1981). In order to be eligible for relief under the PCRA, an appellant must plead and prove by a preponderance of the evidence that his conviction or sentence arose from one or more of the errors listed at 42 Pa.C.S. § 9543(a)(2) and that the issues he raises have not been previously litigated. Commonwealth v. Travaglia, 541 Pa. 108, 117, 661 A.2d 352, 356 (1995), cert. denied, — U.S. -, 116 S.Ct. 931, 133 L.Ed.2d 858 (1996). An issue will be deemed previously litigated when “the highest appellate court in which the petitioner could have had review as a matter of right has ruled on the merits of the issue.” 42 Pa.C.S. § 9544(a)(2).\nHere, appellant claims that his counsel was ineffective for failing to object to the trial court’s submission of written instructions to the jury. Counsel’s ineffectiveness is a specifically recognized category entitling appellant to relief under the PCRA. See 42 Pa.C.S. § 9543(a)(2)(h). Moreover, appellant’s ineffectiveness claim was never previously litigated since appellant raised this issue for the first time in his PCRA petition. Thus, we will examine whether appellant’s ineffectiveness claim entitles him to PCRA relief.\nThe law presumes that trial counsel was effective and appellant bears the burden of proving otherwise. Commonwealth v. Miller, 494 Pa. 229, 431 A.2d 233 (1981). In order to sustain a claim of ineffective assistance of counsel, petitioner must establish (1) that the underlying claim is of arguable- merit; (2) that counsel’s performance had no reasonable basis; and (3) that counsel’s ineffectiveness worked to petitioner’s prejudice. Commonwealth v. Edmiston, 535 Pa. 210, 237, 634 A.2d 1078, 1092 (1993). Moreover, under the PCRA, counsel’s ineffectiveness must have so undermined the truth determining process that no reliable adjudication of guilt or innocence could have occurred. 42 Pa.C.S. § 9543(a)(2)(h). Furthermore, counsel’s stewardship must be judged under the existing law at the time of trial and counsel cannot be deemed ineffective for failing to predict future developments or changes in the law. Commonwealth v. Dunbar, 503 Pa. 590, 596, 470 A.2d 74, 77 (1983).\nIn judging whether appellant’s underlying claim has merit, we must determine what the status of the law was at the time of appellant’s trial as to the submission of written instructions to the jury. In 1976, this Court issued a plurality opinion in Commonwealth v. Baker, 466 Pa. 382, 353 A.2d 406 (1976), on the submission of written instructions to the jury. In Baker, the trial court sent ten (10) questions with possible verdicts to the jury. This Court noted that Rule 1114 of the Rules of Criminal Procedure did not specifically condemn this practice. Thus, this Court stated that the trial court did not abuse its discretion in submitting the written instructions to the jury. However, this Court, in dicta, noted that “we suggest in the future that this practice should not be followed.” Baker, 466 Pa. at 398, 353 A.2d at 414.\nThis Court continued to express a preference for not submitting written instructions to the jury in the cases of Commonwealth v. Morales, 508 Pa. 51, 494 A.2d 367 (1985) (submission of written list of aggravating and mitigating factors for jury to consider in capital sentencing phase rather than orally reading instructions to jury) and Commonwealth v. Kelly, 484 Pa. 527, 399 A.2d 1061, cert. denied, 444 U.S. 947, 100 S.Ct. 417, 62 L.Ed.2d 317 (1979) (trial court submitted written notations on verdict slip in order to identify for the jury the separate counts with which the defendant was charged). While continuing to express this preference in dicta, this Court in both Morales and Kelly looked to whether the trial court abused its discretion in submitting the writings to the jury and whether the defendant was prejudiced by the submission. Since this Court found that the trial courts in Morales and Kelly did not abuse their discretion and that the defendants suffered no prejudice, this Court affirmed the judgment of sentence as to both defendants despite the submission of written instructions to the jury.\nThis Court’s suggestion or preference for not submitting written instructions to the jury was not given the force of law until this Court’s decision in Commonwealth v. Oley-nik, 524 Pa. 41, 568 A.2d 1238 (1990). In Oleynik, this Court noted that the existing law showed a strong preference against submitting written instructions to the jury. The Oleynik Court then held that it was reversible error for a trial court to send written instructions to the jury during its deliberations since the possible prejudice to the defendant from the written instructions outweigh any possible benefit the instructions might provide.\nBased on the above case law, we conclude that at the time of appellant’s trial in 1986, this Court had yet to issue a ruling which absolutely prohibited the trial court from submitting written instructions to the jury. Instead, while a preference against such a submission existed in dicta, the trial court’s actions in submitting written jury instructions in 1986 were judged for an abuse of discretion and possible prejudice to the defendant.\nHere, the trial judge noted to appellant’s trial counsel that he found the submission of written instructions to clarify jury questions to be quite helpful. Also, the trial court’s submission of the statutory elements of the crimes with which appellant was charged and the definitions for direct and circumstantial evidence were neutral statements which reflected the charge already given orally to the jury. Moreover, trial counsel could have presumed that the written instructions clarifying the jury’s question may have been helpful rather than prejudicial to appellant. This helpfulness is evidenced by appellant being found not guilty on a number of the charges submitted in writing to the jury. Therefore, we conclude that appellant’s trial counsel was not ineffective since he had a reasonable basis for not objecting. Trial counsel cannot be deemed ineffective for failing to anticipate the change in the law by this Court in Oley-nik four years after his trial.\nIn spite of our ruling that trial counsel was not ineffective under the law as it existed' at the time of trial, appellant could still be entitled to a new trial if this Court’s holding in Oleynik was to be given a fully retroactive application. However, even a case which breaks with past precedent that is given a fully retroactive effect is not applied to any case on collateral review unless the decision announcing the new rule of law was handed down during the pendency’s of the defendant’s direct appeal and the issue was properly preserved on direct appeal. See Allen v. Hardy, 478 U.S. 255, 257-58, 106 S.Ct. 2878, 2879-80, 92 L.Ed.2d 199 (1986); Commonwealth v. Gillespie, 512 Pa. 349, 355, 516 A.2d 1180, 1183 (1986); Commonwealth v. Christy, 540 Pa. 192, 216, 656 A.2d 877, 889 (1995).\nHere, Oleynik, which made it reversible error to submit written instructions to the jury, broke with past precedent in Pennsylvania since cases which predated Oleynik examined the submission of written instructions for an abuse of discretion and possible prejudice to the defendant. Appellant’s direct appeal was exhausted on the. same day that this Court announced the new rule of law in Oleynik and appellant never raised the written submission issue during his direct appeal. Thus, the new rule of law announced in Oleynik cannot be applied fully retroactive to appellant’s collateral attack of his conviction. Therefore, Oleynik cannot provide appellant with a basis for PCRA relief.\nAccordingly, for the reasons provided above, we affirm the order of the Superior Court denying appellant PCRA relief.\nZAPPALA, J., concurs in the result.\n. 42 Pa.C.S. § 9541, etseq.\n. The written instructions defined the four crimes as follows:\nBurglary: A person is guilty of burglary if he enters a building with the intent to commit a crime therein, unless the premises at the time are open to the public or the actor is licensed or privileged to enter.\nCriminal Trespass: A person commits this offense, if, knowing that he is not licensed or privileged to do so, he enters or gains entrance by subterfuge in any building.\nTheft: A person is guilty of theft if he unlawfully takes, or exercises control over movable property of another with intent to deprive him thereof.\nReceiving Stolen Property: A person is guilty of this offense if he intentionally receives, retains or disposes of movable property of another knowing that it has been stolen, unless the property is received, retained or disposed of with intent to restore it to the owner.\n. The trial court gave the following written definitions for direct and circumstantial evidence:\n(1) The evidence in this case is of two different types. On the one hand there is direct evidence, which is testimony by a witness from his own personal knowledge, such as something that he saw or heard himself.\n(2) The other type is circumstantial evidence, which is testimony about facts which point to the existence of other facts which are in question. Whether or not circumstantial evidence is proof of other facts in question depends in part on the application of common sense and human experience. You should recognize that it is sometimes necessary to rely upon circumstantial evidence in criminal cases, particularly where the crime was committed in secret.\n(3) In deciding whether or not to accept circumstantial evidence as proof of facts in question you must be satisfied, first, that the testimony of the witness is truthful and accurate and second, that the existence of the facts the witness testifies to leads to the conclusion that the facts in question happened.\n(4) Circumstantial evidence alone may be sufficient to prove the defendant’s guilt. If there are several separate pieces of circumstantial evidence, it is not necessary that each piece standing separately convince you of defendant’s guilt beyond a reasonable doubt. Instead, before you may find the defendant guilty, all the pieces of circumstantial evidence, when considered together, must reasonably and naturally lead to the conclusion that the defendant is guilty and must convince you of the defendant’s guilt beyond a reasonable doubt. In other words you may find the defendant guilty based on circumstantial evidence alone, but only if the total amount and quality of that evidence convince you of the defendant’s guilt beyond a reasonable doubt.\n.This Court’s 1990 opinion addressed only the issue concerning the co-conspirator taking the stand in front of the jury and being dismissed before giving any testimony because of the co-conspirator’s assertion of his Fifth Amendment rights. This Court declined to grant allocatur on the other two issues raised before the Superior Court.\n. See Pa. R.Crim. P. 1507 (Disposition Without Hearing).\n. Section 9543(a)(2)(ii) provides that appellant is entitled to PCRA relief if \"the ineffective assistance of counsel which, in the circumstances of the particular case, so undermined the truth determining process that no reliable adjudication of guilt or innocence could have taken place.”\n. Pa. R.Crim. P. 1114, which is essentially the same today as it was in 1976, allows the trial court to exercise its discretion and let the jury take with it whatever exhibits it deems as proper except a transcript of trial testimony, a copy of a written or recorded confession by the defendant and a copy of the information or indictment.\n. The Superior Court in Commonwealth v. Dawson, 301 Pa.Super. 82, 446 A.2d 1346 (1982), also noted this Court’s preference for not submitting written instructions to the jury. However, since the trial court’s submission of a writing defining the statutory elements of the crimes charged was accurate, not suggestive and done with the intent to clear jury confusion, the Superior Court found that the trial court did not abuse its discretion in submitting these written instructions to the jury.\n. In Blackwell v. Commonwealth, State Ethics Commission, 527 Pa. 172, 589 A.2d 1094 (1991), this Court noted that there are four options available in deciding what effect is to be given announcing a new rule of law. These are: (1) purely prospective (new rule not applied even to party in the case where new rule is announced); prospectively (new rule applied to the parties in this case and all future cases commenced thereafter); retroactively (applied to all cases pending on direct appeal where the issue has been raised when the new rule is announced); and, fully retroactive (applied to all cases, even those pending and final at the time the new rule is announced). Clearly, appellant would not be entitled to relief under the purely prospective or prospective options. Appellant is also not entitled to relief by a retroactive application of Oley-nik since he did not raise this issue on direct appeal.\n. The Superior Court also has noted in the case of Commonwealth v. Byrd, 409 Pa.Super. 611, 598 A.2d 1011 (1991), that it believes that Oley-nik announced a new rule of law as to the submission of written instructions to the jury. In Byrd, the Superior Court found that trial counsel was ineffective for not objecting to the submission of written instructions since this Court’s decision in Oleynik was filed one month before the defendant’s trial. Thus, the Superior Court held that trial counsel could not argue that he could not have expected the change of law announced in Oleynik.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      }
    ],
    "attorneys": [
      "Dante Todaro, Pro Se.",
      "Jerry L. Spangler and Carolann A. Young, Somerset, for the Com."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Dante TODARO, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted March 13, 1997.\nDecided Oct. 22, 1997.\nReargument Denied Dec. 2, 1997.\nDante Todaro, Pro Se.\nJerry L. Spangler and Carolann A. Young, Somerset, for the Com.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "1343-02",
  "first_page_order": 1411,
  "last_page_order": 1416
}
