{
  "id": 11345800,
  "name": "Alan Jon HARRIS v. PT PETRO CORPORATION, et al. v. Gina BALLOT; Gina BALLOT v. PT PETRO CORPORATION, et al.",
  "name_abbreviation": "Harris v. PT Petro Corp.",
  "decision_date": "1994-12-15",
  "docket_number": "",
  "first_page": "1346",
  "last_page": "1350",
  "citations": [
    {
      "type": "official",
      "cite": "650 A.2d 1346"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "617 A.2d 559",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7933350
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "561-62"
        },
        {
          "page": "561",
          "parenthetical": "judgment in favor of non-moving party must stand unless it is clearly erroneous"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/617/0559-01"
      ]
    },
    {
      "cite": "512 A.2d 319",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7893230
      ],
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/512/0319-01"
      ]
    },
    {
      "cite": "642 A.2d 1354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7881809
      ],
      "pin_cites": [
        {
          "page": "1355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/642/1354-01"
      ]
    },
    {
      "cite": "480 A.2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904337
      ],
      "pin_cites": [
        {
          "page": "763"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/480/0759-01"
      ]
    },
    {
      "cite": "565 A.2d 306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348530
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "308"
        },
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/0306-01"
      ]
    },
    {
      "cite": "628 A.2d 120",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7358384
      ],
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/628/0120-01"
      ]
    },
    {
      "cite": "728 F.2d 115",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        57470
      ],
      "pin_cites": [
        {
          "page": "130"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/728/0115-01"
      ]
    },
    {
      "cite": "46 Me. 411",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        346921
      ],
      "weight": 3,
      "year": 1861,
      "pin_cites": [
        {
          "page": "414"
        },
        {
          "page": "414"
        },
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/46/0411-01"
      ]
    },
    {
      "cite": "619 A.2d 988",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7364276
      ],
      "pin_cites": [
        {
          "page": "990"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0988-01"
      ]
    },
    {
      "cite": "633 A.2d 853",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374240
      ],
      "pin_cites": [
        {
          "page": "854"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0853-01"
      ]
    },
    {
      "cite": "638 A.2d 718",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366980
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "719"
        },
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0718-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 13276,
    "ocr_confidence": 0.687,
    "pagerank": {
      "raw": 3.7219088378303963e-07,
      "percentile": 0.8938934277635492
    },
    "sha256": "bb91efbfe457ba455d19f5d2957ed07882bfed4f469c3d7db9e1e05dfa81f05c",
    "simhash": "1:c1b58fbf6a8487e1",
    "word_count": 2261
  },
  "last_updated": "2024-02-27T19:00:02.522567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ.",
      "All concurring."
    ],
    "parties": [
      "Alan Jon HARRIS v. PT PETRO CORPORATION, et al. v. Gina BALLOT. Gina BALLOT v. PT PETRO CORPORATION, et al."
    ],
    "opinions": [
      {
        "text": "WATHEN, Chief Justice.\nThese two cases involve claims of negligence arising from a traffic accident. Defendants PT Petro Corporation (“PT Petro”) and Lily Transportation Corporation (“Lily”) appeal from a judgment of the Superior Court (Cumberland County, Lipez, J.) entered on a jury verdict. Gina Ballot, as third-party defendant, appeals from a judgment entered on a jury verdict for PT Petro on its third-party indemnification and contribution claim. Ballot, as plaintiff, appeals from a judgment entered on a jury verdict for PT Petro on Ballot’s claim for damages. The issues raised on appeal include the presence of a non-U.S. citizen on the jury, improper jury instructions, and the sufficiency of the evidence. We affirm the judgments of the Superior Court.\nThese actions arise from an accident on August 27, 1989 on the Maine Turnpike involving a tractor trailer truck driven by Kenneth Crosby (“truck driver”) and a van driven by Ballot. Alan Jon Harris was a passenger in the van. PT Petro employed the truck driver and leased the truck from Lily. The record discloses the following testimony: The truck driver testified that as he approached an exit, an automobile in front of him appeared to exit but then braked quickly and veered back in front of his truck. The truck driver signalled with his left blinker three to five times and made an abrupt move into the passing lane. One witness testified that he saw the van increase in speed a little bit about the time the truck’s blinker went on. When the truck moved suddenly into the passing lane, the van was located in the passing lane adjacent to the truck’s rear wheels. Ballot testified that she “felt some kind of impact” but was unsure. Two witnesses testified that the truck came within less than a foot of the van. Ballot drove into the median strip and then forced the wheel to the right, causing the van to cut back across the highway, hitting a bank, and flipping over. Both Ballot and Harris were taken to the hospital. The truck driver, who continued driving, testified that he did not realize an accident had occurred.\nHarris brought an action for personal injuries against PT Petro alleging negligence by the truck driver. PT Petro filed a third-party complaint against Ballot as driver of the van. Ballot brought a separate action against PT Petro for damages. The two cases were consolidated. Following a jury trial, the jury returned the following verdicts. On Harris’s complaint and on PT Petro’s third-party complaint, the jury found that the truck driver was negligent, that Harris was entitled to total damages of $1.2 million, and that the truck driver and Ballot were each 50 percent responsible. On Ballot’s complaint against PT Petro, the jury found the truck driver to be negligent, but also found Ballot’s negligence to be equal to or greater than the truck driver’s negligence.\nAt the close of all evidence, PT Petro and Ballot (as third-party defendant) each moved for a judgment as a matter of law, which the court denied. Following the entry of a judgment, PT Petro moved for a judgment as a matter of law and moved for a new trial or remittitur. Ballot and PT Petro each also moved for relief from judgment pursuant to M.R.Civ.P. 60(b)(4) & (6). The Superior Court denied all motions. These appeals followed.\nI. Presence of Norir-U.S. Citizen on the Jury\nPT Petro and Ballot each argue that the Superior Court erred in denying their respective motions for relief from judgment, and that they are entitled to new trials because of the presence of a non-U.S. citizen on the jury.\nPursuant to M.R.CivJP. 60(b)(4), a court may relieve a party from a void judgment, and pursuant to Rule 60(b)(6), a court may relieve a party from a judgment for “any other reason justifying relief from the operation of the judgment.” The denial of a motion for relief from judgment pursuant to Rule 60(b) is reviewable only for an abuse of discretion. Foley v. Adam, 638 A.2d 718, 719 (Me.1994); Fleet Bank of Maine v. Hunnewell, 633 A.2d 853, 854 (Me.1993). We will vacate a judgment only when the denial of the Rule 60(b) motion works a plain and unmistakable injustice against the defendant. Foley, 638 A.2d at 719; Brouillard v. Allen, 619 A.2d 988, 990 (Me.1993).\nUnder Maine law, “[a] prospective juror is disqualified to serve on a jury if he is not a citizen of the United States.” 14 M.R.S.A. § 1211 (Supp.1994). A member of the jury pool in this case had completed a jury questionnaire in which she answered no to the first question: “Are you a citizen of the United States?” None of the parties raised an objection on this issue before or during the trial.\nThe Superior Court properly relied on 14 M.R.S.A. § 1303 (1980) in finding that the parties waived any objection by not raising it pretrial. Section 1303 provides that “[i]f a party knows any objection to a juror in season to propose it before trial and omits to do so, he shall not afterwards make it, unless by leave of court for special reasons.” In interpreting this statute, the court relied on our decision in Mt. Desert v. Cranberry Isles, 46 Me. 411, 414 (1861), in which we refused to set aside a verdict where the defendant had learned after the trial that one of the jurors was not an inhabitant of Hancock County. Applying a statute almost identical to that of section 1303, we found that “[t]he venires were open to the inspection of the parties, before the jury was empanelled, and they were constructively notified of the objection to the juror in question, and they must be presumed to have waived it.” Mt. Desert, 46 Me. at 414. We reach the same conclusion here. The Superior Court did not abuse its discretion in refusing to grant the parties’ motions for relief from judgment.\nWe also reject PT Petro’s and Ballot’s contentions that the mistaken placement of a non-U.S. citizen on the jury and as forewoman deprived them of a fair trial. No constitutional provision, Maine or federal, requires U.S. citizenship of jurors. Contrary to the parties’ assertions, the fact that drawing jurors only from U.S. citizens does not violate due process or equal protection of the law, see, e.g., United States v. Toner, 728 F.2d 115, 130 (2d Cir.1984), simply does not support the obverse of that argument that the presence of a non-U.S. citizen on a jury deprives a party of a fair trial.\nII. Jury Instructions\nTo properly preserve a challenge to a jury instruction, a party must object to the instruction before the jury retires and must state distinctly the grounds of the objection. Aucella v. Town of Winslow, 628 A.2d 120, 123 (Me.1993); M.R.Civ.P. 51(b). We “will disturb a judgment on the grounds that the jury instructions were in error only if the instruction failed to inform the jury correctly and fairly in all necessary respects of the governing law,” Phillips v. Eastern Me. Medical Ctr., 565 A.2d 306, 308 (Me.1989), and only when the jury instruction results in prejudice, Eckenrode v. Heritage Management Corp., 480 A.2d 759, 763 (Me.1984). When there is no objection at trial, we review on the basis of obvious error, Baker v. Jandreau, 642 A.2d 1354, 1355 (Me.1994), and will disturb the judgment only if the error was of the exceptional kind that seriously affected the fairness, integrity, or public reputation of the proceeding. Twin Island Dev. Corp. v. Winchester, 512 A.2d 319, 324 (Me.1986) (citations omitted).\nPT Petro argues first that the Superi- or Court erred in its instruction to the jury on the emergency doctrine because the order of the instruction was confusing and misleading to the jury. We agree with the Superior Court that the difference between the instruction in this case and the one we upheld in Ames v. Dipietro-Kay Corp., 617 A.2d 559, 561-62 (Me.1992), is “stylistic only and without substantive import.” Because PT Petro did not properly preserve an objection to the placement of the sentence at issue, we review for obvious error and find none.\nPT Petro next argues that the sentence at issue in the instruction was not warranted at all because there was uncontradicted testimony that the truck driver had no time to take considered action. This argument fails to recognize, first, that the jury was not required to accept the truck driver’s testimony, and second, that the jury rationally could have found that the truck driver did have sufficient time, even though only a few seconds, in which to take deliberate action.\nFinally, PT Petro argues that the focus of the instruction should be on whether the actor was able, under the circumstances, to make an accurate forecast regarding the effect of alternative courses of action, rather than focusing on whether the actor had time to take deliberate action. Even if the jury-instruction could have been worded differently, viewed in its totality it did not fail “to inform the jury correctly and fairly in all necessary respects of the governing law.” See Phillips, 565 A.2d at 308.\nBallot contends that the court erred in instructing the jury on contributory negligence. Because Ballot did not object at trial to these instructions, we review for obvious error and find none.\nIII. Sufficiency of the Evidence\nContrary to the individual assertions of PT Petro and Ballot, we find sufficient credible evidence in the record to support the jury’s factual determinations that the truck driver was 50 percent responsible and that Ballot was 50 percent responsible for the injuries to Harris. Therefore, the jury’s verdicts are not clearly erroneous. See Ames, 617 A.2d at 561 (judgment in favor of non-moving party must stand unless it is clearly erroneous).\nThe entry is:\nJudgments affirmed.\nAll concurring.\n. We use PT Petro henceforth to include Lily.\n. No issue as to damages has been raised on appeal.\n. The juror was an inhabitant of Greenfield, which prior to trial, but after the clerk had issued writs of venire, had been removed from the county of Hancock and added to the county of Penobscot. Mt. Desert, 46 Me. at 412.\n. In defending the Superior Court judgments, Harris also argues that the placement of a non-U.S. citizen on a jury is a failure by the trial court to comply with the statutory provisions for selecting a jury, 14 M.R.S.A. § 1214 (1980), and therefore the parties have waived any objection by not raising it within seven days after they should have discovered it, and in any event, before the jury was sworn. This provision reads as follows:\nWithin 7 days after the moving party discovered or by the exercise of diligence could have discovered the grounds therefor, and in any event before the traverse jury is sworn to try the case, a party may move to stay the proceedings, ... or for other appropriate relief, on the ground of substantial failure to comply with the provisions of this chapter for selecting the grand or traverse jury.\nThe procedures prescribed by this section are the exclusive means by which ... a parly in a civil case may challenge a jury on the ground that the jury was not selected in conformity with this chapter.\n14 M.R.S.A. § 1214. Because we conclude that, pursuant to section 1303, the parties waived any objection to the non-U.S. citizen juror, we need not address the applicability of section 1214.\n. The relevant instructions were as follows:\n[I]n evaluating whether a driver was negligent, you should recognize that there may be emergency situations which arise. If you find that such an emergency occurred in this case, then you should recognize that a person confronted by an emergency, not of his own creation, is not to be held to the same degree of care as an ordinary person with time to consider their actions. The test that you must apply is whether or not the person confronted by the emergency, not of his own creation, behaved as a reasonable prudent person would have when confronted by the same or similar circumstances. If there is sufficient time, even though very brief, in which to take deliberate action after being confronted with a perilous situation, the conduct of an actor is not to be judged under the emergency rule.\n(Emphasis added). It is the last sentence that is at issue on appeal.\n. In Ames, the sentence at issue in the instant case was placed earlier in the instruction on the emergency doctrine. Brief of Defendants/Appellants Volvo and Dipietro-Kay at 5. Ames, 617 A.2d 559 (No. KNO-92-181).\n. PT Petro properly preserved a challenge to the inclusion of this sentence in the jury instructions.\n. See Restatement (Second) of Torts § 296 cmt. b (1965) (“[T]he court and jury ... must take into account the fact that he is in a position where he must make a speedy decision between alternative courses of action and that, therefore, he has no time to make an accurate forecast as to the effect of his choice.”).",
        "type": "majority",
        "author": "WATHEN, Chief Justice."
      }
    ],
    "attorneys": [
      "Daniel M. Snow (orally), Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Portland, for plaintiff.",
      "Barbara T. Schneider (orally), Murray, Plumb & Murray, Portland, for PT Petro.",
      "Victoria Powers (orally), Erler & Powers, South Portland, for Gina Ballot."
    ],
    "corrections": "",
    "head_matter": "Alan Jon HARRIS v. PT PETRO CORPORATION, et al. v. Gina BALLOT. Gina BALLOT v. PT PETRO CORPORATION, et al.\nSupreme Judicial Court of Maine.\nArgued Sept. 8, 1994.\nDecided Dec. 15, 1994.\nDaniel M. Snow (orally), Pierce, Atwood, Scribner, Allen, Smith & Lancaster, Portland, for plaintiff.\nBarbara T. Schneider (orally), Murray, Plumb & Murray, Portland, for PT Petro.\nVictoria Powers (orally), Erler & Powers, South Portland, for Gina Ballot.\nBefore WATHEN, C.J., and ROBERTS, GLASSMAN, CLIFFORD, RUDMAN and DANA, JJ."
  },
  "file_name": "1346-01",
  "first_page_order": 1404,
  "last_page_order": 1408
}
