{
  "id": 7935386,
  "name": "Bette Kay PARDEY v. BOULEVARD BILLIARD CLUB; Mario PEREIRA v. BOULEVARD BILLIARD CLUB",
  "name_abbreviation": "Pardey v. Boulevard Billiard Club",
  "decision_date": "1986-12-22",
  "docket_number": "Nos. 84-373-Appeal, 84-393-Appeal",
  "first_page": "1347-1349",
  "last_page": "1355",
  "citations": [
    {
      "type": "official",
      "cite": "518 A.2d 1349"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "43 Ill.2d 1",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        2844462
      ],
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "dram shop act has no extraterritorial effect"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/43/0001-01"
      ]
    },
    {
      "cite": "200 F.Supp. 340",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        27848
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/200/0340-01"
      ]
    },
    {
      "cite": "423 F.Supp. 602",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3900379
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/423/0602-01"
      ]
    },
    {
      "cite": "424 F.2d 1261",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2251234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/424/1261-01"
      ]
    },
    {
      "cite": "329 F.2d 426",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        124538
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/329/0426-01"
      ]
    },
    {
      "cite": "494 F.2d 173",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        192906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/494/0173-01"
      ]
    },
    {
      "cite": "510 F.Supp. 625",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3243282
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/510/0625-01"
      ]
    },
    {
      "cite": "105 R.I. 322",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3042532
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/ri/105/0322-01"
      ]
    },
    {
      "cite": "110 R.I. 49",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3143695
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/ri/110/0049-01"
      ]
    },
    {
      "cite": "21 L.Ed.2d 371",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "89 S.Ct. 387",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "393 U.S. 957",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11390169,
        11390194,
        11390285,
        11390246
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0957-01",
        "/us/393/0957-02",
        "/us/393/0957-04",
        "/us/393/0957-03"
      ]
    },
    {
      "cite": "104 R.I. 290",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3051566
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "299"
        },
        {
          "page": "923"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/104/0290-01"
      ]
    },
    {
      "cite": "702 F.2d 10",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1847833
      ],
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/702/0010-01"
      ]
    },
    {
      "cite": "625 F.Supp. 943",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3828850
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "956"
        },
        {
          "page": "956"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/625/0943-01"
      ]
    },
    {
      "cite": "423 A.2d 820",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945950
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/423/0820-01"
      ]
    },
    {
      "cite": "459 A.2d 960",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7984755
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "962"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/459/0960-01"
      ]
    },
    {
      "cite": "463 A.2d 1340",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/463/1340-01"
      ]
    },
    {
      "cite": "465 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7949603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/465/0214-01"
      ]
    },
    {
      "cite": "478 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7925236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/478/0555-01"
      ]
    },
    {
      "cite": "505 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915897
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/505/1141-01"
      ]
    },
    {
      "cite": "492 A.2d 135",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "297 U.S. 233",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3929943
      ],
      "weight": 3,
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/us/297/0233-01"
      ]
    },
    {
      "cite": "371 U.S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450732
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0415-01"
      ]
    },
    {
      "cite": "435 U.S. 765",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2365
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/435/0765-01"
      ]
    },
    {
      "cite": "488 A.2d 709",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7962456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/0709-01"
      ]
    },
    {
      "cite": "497 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920488
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/497/0721-01"
      ]
    },
    {
      "cite": "507 A.2d 1349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7904172
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/507/1349-01"
      ]
    },
    {
      "cite": "48 A.2d 345",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "72 R.I. 113",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        4452167
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/ri/72/0113-01"
      ]
    },
    {
      "cite": "461 A.2d 396",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7948649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/461/0396-01"
      ]
    },
    {
      "cite": "510 A.2d 415",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7898683
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "416"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/510/0415-01"
      ]
    },
    {
      "cite": "248 N.E.2d 657",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "dram shop act has no extraterritorial effect"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 933,
    "char_count": 19542,
    "ocr_confidence": 0.759,
    "pagerank": {
      "raw": 3.6706556073901084e-07,
      "percentile": 0.8909324443239741
    },
    "sha256": "2630294475cb9bec40b9d9932d0f94f8268480e88c8692ce1a82643065eb3700",
    "simhash": "1:1d8abe3cc17b8523",
    "word_count": 3130
  },
  "last_updated": "2024-02-27T19:09:12.842995+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bette Kay PARDEY v. BOULEVARD BILLIARD CLUB. Mario PEREIRA v. BOULEVARD BILLIARD CLUB."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThis matter is before us on appeal from judgments entered in the Superior Court in favor of the plaintiffs, Mario Pereira and Bette Kay Pardey, for injuries sustained in an automobile accident. The plaintiffs' actions were consolidated for trial and predicated upon Rhode Island’s dram shop act, G.L.1956 (1976 Reenactment) § 3-11-1. The trial justice, sitting without a jury, found defendant Boulevard Billiard Club liable for the plaintiffs’ injuries as a result of its sale of alcoholic beverages to a minor in violation of § 8-11-1. The facts of the controversy are as follows.\nOn October 26, 1979, Wayne Rivard, Chris Beaupre, and plaintiff Mario Pereira, all residents of the Commonwealth of Massachusetts, drove to Pawtucket, Rhode Island, where they consumed alcoholic beverages on the premises of the Boulevard Billiard Club. On that date, Wayne Rivard was a minor. The trial justice found that the bartender knew or should have known that Rivard was a minor at the time he served him the intoxicating beverages.\nAt approximately 12:30 a.m., Rivard, Beaupre and Pereira left Boulevard Billiard Club in a motor vehicle operated by Rivard. In North Attleboro, Massachusetts, Rivard lost control of the vehicle and crossed the center line on Route 1, striking a vehicle driven by Bette Kay Pardey, also a Massachusetts resident. Both Wayne Rivard and Chris Beaupre were killed. The plaintiffs Mario Pereira and Bette Kay Pardey sustained serious injuries. At the hospital, a blood analysis of Rivard revealed a .13 percent alcohol content.\nSubsequent to the accident, Pardey executed two joint tortfeasor releases both of which reserved her rights in regard to other possible responsible parties. Mario Per-eira, however, executed a general release.\nThe defendant raises the following issues on appeal: (1) whether the trial justice properly applied Rhode Island, rather than Massachusetts, law; (2) whether the trial justice properly determined that the Rhode Island dram shop act should be accorded extraterritorial effect; (3) whether the trial justice correctly determined that defendant acted in violation of title 3; (4) whether § 3-11-1 applies to a nonbusiness corporation or is limited in application only to the actual person who furnished the alcohol; (5) whether the general release executed by Mario Pereira constitutes a bar to his recovery against defendant; and (6) whether the trial justice correctly determined that plaintiff Pereira’s claim was not barred by any assumption of the risk on his part.\nI\nAt the threshold we must determine whether the trial justice correctly applied § 3-11-1 to the instant case. All parties to this action, with the exception of defendant, are Massachusetts residents. The accident occurred in Massachusetts. The defendant, Boulevard Billiard Club, is located in Rhode Island, and defendant’s sale of alcohol to Wayne Rivard occurred on defendant’s Rhode Island premises.\nIn Woodward v. Stewart, 104 R.I. 290, 299, 243 A.2d 917, 923, cert. denied, 393 U.S. 957, 89 S.Ct. 387, 21 L.Ed.2d 371 (1968), this court abandoned the lex loci delicti conflict-of-laws doctrine in favor of an interest-weighing approach. Under this approach, the rights and liabilities of the parties to a tort action are determined in accordance with the law of the state that bears the most significant relationship to the event and the parties. Busby v. Perini Corp., 110 R.I. 49, 290 A.2d 210 (1972). The factors that must be weighed in deciding which law to apply are (1) predictability of result; (2) maintenance of interstate and international order; (3) simplification of the judicial task; (4) advancement of the forum’s governmental interests; and (5) application of the better rule of law. Brown v. Church of The Holy Name of Jesus, 105 R.I. 322, 252 A.2d 176 (1969).\nIn this case the wrongful conduct of defendant occurred in Rhode Island, and defendant is a Rhode Island corporation. Rhode Island certainly has a significant interest in not only deterring violations of its dram shop act, but also in compensating those injured as a result of the intoxication of persons served alcohol in contravention of title 3. Further, Rhode Island has a substantial governmental interest in applying § 3-11-1 to defendant, a Rhode Island licensee, for its dispensation of intoxicating liquors in violation of state law. In dram shop actions arising out of automobile accidents, the place where the liquor was unlawfully sold is of greater significance than the location of the accident because, when an intoxicated person is driving, the actual site of the crash is largely fortuitous. See Patton v. Carnrike, 510 F.Supp. 625 (N.D.N.Y.1981).\nAnother factor that is weighed in conflict-of-laws questions, predictability of result, concerns enabling parties to know beforehand the consequences of a certain course of action. Turcotte v. Ford Motor Co., 494 F.2d 173, 178 n. 6 (1st Cir.1974). Boulevard Billiard Club is a Rhode Island corporation subject to the law of this state. Under that law, a vendor of alcoholic beverages is liable to persons suffering injury at the hands of intoxicated persons to whom they have supplied alcoholic beverages in violation of title 3. If this court were to allow Rhode Island liquor vendors to escape the liability imposed by § 3-11-1 simply because the resulting accident occurred outside state borders, the consequences of title 3 violations would be unpredictable indeed.\nMassachusetts law is not offended by application of § 3-11-1 to this case since Massachusetts has its own dram shop law that regulates Massachusetts licensees. Application of Rhode Island law therefore effectuates, rather than frustrates, the policies of both states. See Zucker v. Vogt, 329 F.2d 426, 428 n. 2 (2nd Cir.1964). Although the actual collision occurred in Massachusetts, the wrongdoing on which liability against defendant is premised took place in Rhode Island. A determination that § 3-11-1 controls the outcome of this case maintains interstate order because it provides a remedy to persons who suffer harm in one state resulting from the wrongful conduct that occurred in another state and for which no other remedy is available.\nApplication of § 3-11-1 constitutes an application of the better rule of law in this case because the Massachusetts dram shop act governs Massachusetts vendors only and would not, therefore, provide a remedy in the instant case. Mass.Gen.Laws Ann. ch. 138, § 34 (West Supp.1986). The interest in simplification of the judicial task also points to application of Rhode Island law. Consequently, we hold that § 3-11-1 properly governs defendant’s liability under the facts of this case.\nII\nThe defendant further asserts that, even if Rhode Island law would otherwise govern the case at bar, § 3-11-1 has no extraterritorial effect. We disagree. Although some courts have determined that the applicability of their state dram shop acts is limited to injuries occurring within the state of sale, the better-reasoned authorities have given extraterritorial effect to these statutes if they are remedial in nature and such application is consistent with legislative intent. E.g., Trapp v. 4-10 Investment Corp., 424 F.2d 1261 (8th Cir.1970); Patton v. Carnrike, 510 F.Supp. 625 (N.D.N.Y.1981); Bankord v. DeRock, 423 F.Supp. 602 (N.D.Iowa 1976); Zucker v. Vogt, 200 F.Supp. 340 (D.Conn.1961). But see Graham v. General U.S. Grant Post No. 2665, 43 Ill.2d 1, 248 N.E.2d 657 (1969) (dram shop act has no extraterritorial effect).\nGeneral Laws 1956 (1976 Reenactment) § 3-1-5 specifically states that title 3 “shall be construed liberally in aid of its declared purpose which declared purpose is the promotion of temperance and [the achievement of] reasonable control of the traffic in alcoholic beverages.” In light of this legislative mandate, limitation of the statute’s effect to those violations of title 3 that fortuitously result in an automobile accident within Rhode Island’s borders would be inconsistent with legislative intent. As this court stated in Beaupre v. Boulevard Billiard Club, 510 A.2d 415 (R.I.1986) “Section 3-11-1 represents the current trend in our society to deal with the serious problem of alcohol-related injury by holding those individuals who dispense intoxicating beverages in violation of liquor laws responsible for the consequences of their actions.” Id. at 416. Since the statute addresses the illegal dispensation of liquor, it must be applied extraterritorially when the resulting injury is directly related to violations of the statute by Rhode Island licensees.\nA remedial statute is one that provides a remedy for injury as compensation for loss. Ayers-Schaffner v. Solomon, 461 A.2d 396 (R.I.1983); Newman v. George A. Fuller Co., 72 R.I. 113, 48 A.2d 345 (1946). Section 3-11-1 is a remedial statute because it provides a remedy to those who suffer injury resulting from violations of title 3. Because extraterritorial application of § 3-11-1 furthers the statute’s remedial purpose and is consistent with legislative intent, we find that the statute must be applied to accidents that occur outside Rhode Island when injury is proximately caused by the violation of the Rhode Island dram shop statute within this state.\nIll\nThe defendant asserts that it is not liable under § 3-11-1 because plaintiffs failed properly to allege that its sale of alcoholic beverages to Wayne Rivard violated title 3. The plaintiffs allege in their complaints that defendant, a holder of a class-D retailer’s license, violated G.L.1956 (1976 Reenactment) § 3-8-5, as amended by P.L.1979, ch. 326, § 1. The defendant reads § 3-8-5, as it existed in 1979, as proscribing the sale of alcohol to minors by class-C licensees only and claims that because Boulevard Billiard Club holds a class-D license, no violation of § 3-8-5 has occurred. However, even if Boulevard Billiard Club is correct in its construction of § 3-8-5, it is still subject to liability under § 3-11-1 for its violation of another provi-son of title 3. The plaintiffs’ complaints cited § 3-11-1 as the basis of their action. This section gives rise to a right of recovery for any violation of title 3. Thus, reading plaintiffs’ complaints as a whole, the allegations are broad enough to comprehend any violation of title 3.\nUpon defendant’s motion for dismissal pursuant to Rule 41(b)(2) of the Superi- or Court Rules of Civil Procedure, plaintiffs pointed not only to § 3-8-5 but also to § 3-8-1, as amended by P.L.1979, ch. 401, § 1, in support of their claim that defendant served alcohol in violation of title 3. Section 3-8-1 provides that “[licenses issued under the provisions of this title shall not authorize * * * the sale or delivery to any minor * * The trial justice specifically found that Wayne Rivard was served alcoholic beverages by Boulevard Billiard Club in violation of title 3. Therefore, defendant’s sale of alcohol to a minor subjects it to liability under the dram shop act despite the fact that Boulevard Billiard Club has a class-D license.\nIV\nThe defendant further asserts that § 3-11-1 applies literally only to a “person” who furnishes another with alcoholic beverages and therefore does not apply to defendant, a nonbusiness corporation. This argument is without merit. This court will not construe the language of a statute in such a manner as would violate the intent of the Legislature or lead to either absurd or meaningless results. Lake v. State, 507 A.2d 1349 (R.I.1986); City of Warwick v. Aptt, 497 A.2d 721 (R.I.1985); Sugarman v. Lewis, 488 A.2d 709 (R.I.1985). Moreover, the word “person” has historically been construed as having more than one meaning. “Persons * * * are divided by the law into either natural persons, or artificial. Natural persons are such as the God of nature formed us; artificial are such as are created and devised by human laws for the purposes of society and government, which are called corporations or bodies politic.” 1 Blackstone, Commentaries *123. This interpretation has been adopted by the Supreme Court of the United States. First National Bank of Boston v. Bellotti, 435 U.S. 765, 98 S.Ct. 1407, 55 L.Ed.2d 707 (1978); NAACP v. Button, 371 U.S. 415, 83 S.Ct. 328, 9 L.Ed.2d 405 (1963); Grosjean v. American Press Co., 297 U.S. 233, 56 S.Ct. 444, 80 L.Ed. 660 (1936).\nStatutes must be construed so as to further legislative intent. Hydron Laboratories, Inc. v. Department of Attorney General, 492 A.2d 135 (R.I.1985). Section 3-11-1 is remedial and must be liberally construed to further its declared purpose to promote reasonable control of the distribution of alcoholic beverages. Beaupre v. Boulevard Billiard Club, 510 A.2d 415 (R.I.1986); G.L.1956 (1976 Reenactment) § 3-1-5. The purpose of the Legislature would be frustrated if § 3-11-1 were limited in application to the person who served alcohol in violation of title 3 and thus excluded from liability the corporate entity ultimately responsible for the actions of that person pursuant to the doctrine of respondeat superior.\nV\nMario Pereira signed a general release discharging “the Estate of Chris Beaupre vs. Wayne Rivard and Commercial Union Assurance Companies and any and all other persons, firms and corporations of and from any and all actions * * * resulting or to result from an occurrence or accident that happened on or about the 27th October, 1979, at or near Route 1, North Attleborough [sic], Bristol County, Massachusetts.” The defendant contends that this release is an effective discharge of its liability with respect to Pereira.\nThis court has repeatedly stated that a release is valid in regard to and binding upon the party who executes such release absent a finding that the release was obtained as a result of fraud, misrepresentation, overreaching, or material mistake. Nelson v. Ptaszek, 505 A.2d 1141 (R.I.1986); Bonniecrest Development Co. v. Carroll, 478 A.2d 555 (R.I.1984); Lapre v. Flanders, 465 A.2d 214 (R.I.1983); Griffin v. Bendick, 463 A.2d 1340 (R.I.1983). Unless some factual predicate is presented in support of removing the absolute bar to suit created by the execution of a general release, the release is fully effective. Nedder v. Rhode Island Hospital Trust National Bank, 459 A.2d 960 (R.I.1983).\nThis court has yet to determine whether a release of “all persons, firms and corporations” is an effective release of unnamed third persons who are not parties to its execution. See Lennon v. MacGregor, 423 A.2d 820, 821 n. 1 (R.I.1980). In McInnis v. Harley-Davidson Motor Co., 625 F.Supp. 943 (D.R.I.1986), the Federal District Court interpreted Rhode Island law on this point and determined that a boilerplate discharge of all parties is effective to release unnamed joint tortfeasors only if that was the intended result of the parties to the release. Id. at 956. Similarly, the First Circuit has stated that “Rhode Island cases on releases in general support the view that a release of one party does not release unidentified third parties, at most holding the matter to be one of intent of the signatories.” Day v. J. Brendan Wynne, D.O., Inc., 702 F.2d 10, 12 (1st Cir.1983).\nJudge Bruce Selya’s scholarly and comprehensive opinion in Mclnnis collects the authorities that have chosen various rules in response to the troublesome problem of the general release and its effect in respect to parties who have not contributed financially or otherwise to the person who has executed the release. As he states, this court did not adopt a definitive rule in Lennon, but indicated its willingness to explore proper challenges to the bar of a general release, though absolute in terms. McInnis, 625 F.Supp. at 956. Thereafter, in Nedder, we took the position that a general release would be adequate, if factually unchallenged on the record, to bar an action against a party who had been described, though not specifically named in the release. Nedder, 459 A.2d at 962. The element of stability necessary to support the settlement of controversies requires that we give significant deference to the terms of a general release until we have been furnished with an adequate reason to do otherwise. This adequate reason must be based upon factual evidence concerning the intention of the parties (and for this purpose a relaxation of the parol-evidence rule may well be required), as well as the nature of the consideration paid, and the existence of material mistake, fraud, misrepresentation, or overreaching. Unfortunately, this case does not present such factual issues in a posture that will permit review on this appeal.\nThe trial justice, in rendering his decision, did not address the issue of whether this release barred Mario Pereira’s claim. Since we have not been provided with any indication of the trial justice’s rationale for entering judgment in favor of Pereira despite the existence of the release, we remand this case for further proceedings. We direct that a hearing be held including the taking of evidence, if necessary, and that findings of fact and conclusions of law be made with respect to the execution of the release. More particularly, the trial justice should consider the intent of the parties, the nature of consideration, and the questions of whether plaintiff Pereira was represented by counsel, whether the release was procured through fraud, misrepresentation, overreaching, or material mistake, and whether Massachusetts or Rhode Island law should govern the effect of the release.\nVI\nThe defendant contends that the trial justice erred in ruling that Mario Pereira’s claim is not barred by assumption of the risk. Because the question of the validity of the release signed by Pereira may be dispositive of his claim, we shall not address that issue at this time.\nFor the reasons stated, the defendant’s appeal in Pardey v. Boulevard Billiard Club, No. 84-373-A., is denied and dismissed. The judgment of the Superior Court in that case is affirmed. The appeal in Pereira v. Boulevard Billiard Club, No. 84-393-A., is sustained, and the case is remanded to the Superior Court for a hearing and decision on the effect of the general release signed by Pereira and its applicability to this defendant.\n. A third case arising out of the same automobile accident was also consolidated for trial. That action, brought by Barbara Beaupre as administratrix of the estate of her son, Chris Beaupre, was dismissed by the trial justice who determined that G.L.1956 (1976 Reenactment) § 3-11-1 did not provide for recovery in a wrongful-death action. On appeal, this court reversed the judgment of the trial court and remanded the case for further proceedings, holding that the wrongful death of an individual is actionable under the dram shop act. Beaupre v. Boulevard Billiard Club, 510 A.2d 415 (R.I.1986). That case is not before us on this appeal.\n. It is highly doubtful that defendant's interpretation of G.L.1956 (1976 Reenactment) § 3-8-5, as amended by P.L.1979, ch. 326, § 1, is correct. However, in light of our holding that defendant’s violation of § 3-8-1, as amended by P.L. 1979, ch. 401, § 1, establishes liability under the dram shop act, it is unnecessary to consider in detail the applicability of § 3-8-5.",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "Albert B. West, Providence, for plaintiff.",
      "William J. Burke, Cranston, Aram Schef-rin, Lovett Schefrin & Gallogly, Providence, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bette Kay PARDEY v. BOULEVARD BILLIARD CLUB. Mario PEREIRA v. BOULEVARD BILLIARD CLUB.\nNos. 84-373-Appeal, 84-393-Appeal.\nSupreme Court of Rhode Island.\nDec. 22, 1986.\nAlbert B. West, Providence, for plaintiff.\nWilliam J. Burke, Cranston, Aram Schef-rin, Lovett Schefrin & Gallogly, Providence, for defendant."
  },
  "file_name": "1347-1349-01",
  "first_page_order": 1393,
  "last_page_order": 1399
}
