{
  "id": 7873665,
  "name": "Helen WRIGHT, Petitioner, v. WORKMEN'S COMPENSATION APPEAL BOARD (ADAM'S MARK HOTEL), Respondent",
  "name_abbreviation": "Wright v. Workmen's Compensation Appeal Board",
  "decision_date": "1994-04-04",
  "docket_number": "",
  "first_page": "1347",
  "last_page": "1350",
  "citations": [
    {
      "type": "official",
      "cite": "639 A.2d 1347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Pa.Commonwealth Ct. 611",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1852002
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/7/0611-01"
      ]
    },
    {
      "cite": "530 A.2d 869",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "515 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "488 A.2d 1177",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "pin_cites": [
        {
          "page": "1179"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "88 Pa.Commonwealth Ct. 76",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1328738
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "81"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/88/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 516,
    "char_count": 11088,
    "ocr_confidence": 0.721,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20041766913823933
    },
    "sha256": "6b7f25cac1b492d8f25de739b1bd5bb5c91b20f1e9edc9966576586bd2c9452e",
    "simhash": "1:940d62eb9c3ef52f",
    "word_count": 1847
  },
  "last_updated": "2024-02-27T23:51:19.259815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and NEWMAN, Judges, and SILVESTRI, Senior Judge."
    ],
    "parties": [
      "Helen WRIGHT, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (ADAM’S MARK HOTEL), Respondent."
    ],
    "opinions": [
      {
        "text": "DOYLE, Judge.\nHelen Wright (Claimant) appeals from an order of the Workmen’s Compensation Appeal Board, which affirmed an order of the referee, which had, inter alia, granted Claimant’s petition to set aside a final receipt. Claimant had appealed to the Board only that portion of the referee’s decision where he had found that Claimant’s disability had ended on June 4,1990. Claimant did not appeal the referee’s decision wherein he had found that she had sustained her burden of proof to set aside the final receipt.\nThe relevant facts, as found by the referee, are as follows. Claimant injured her back on September 26, 1989, in the scope of her employment at the Adams Mark Hotel (Employer). Employer issued a Notice of Compensation Payable and paid disability benefits to Claimant. On December 29, 1989, Claimant signed a final receipt indicating that she was able to return to work on October 16, 1989. On January 16, 1990, Claimant filed a Petition to Set Aside Final Receipt, claiming that she still had been disabled when she signed it.\nAt the hearing before the referee, Claimant testified that on December 29, 1989, a representative of the insurance company, William Ganley, came to her house and asked her to sign a form, which, in fact, was a final receipt. She testified that she told him she did not want to sign it because she was still sick and that he told her that she needed to sign the receipt in order to receive her last benefit check. Claimant signed the form. She also testified that she does not read English well, and that she did not understand the form until a friend explained it to her.\nClaimant further testified that, at the time she signed the receipt, she was still under a doctor’s care. As of March 16, 1990, although she was receiving physical therapy for her back, she still experienced pain. She stated that she could not return to her pre-injury job, because she could not do the bending, lifting and pushing that her position required.\nEmployer provided the testimony of William Ganley. Ganley testified that he went to Claimant’s home to deliver her last compensation check and obtain her signature on a final receipt. They spoke at length; Claimant read the final receipt, and did not tell him that she was still sick. He stated that she did tell him that she had not returned to work and was seeking a leave of absence.\nThe referee explicitly accepted the testimony of Claimant that she could not read English very well and did not understand the meaning of the final receipt when she signed it. He rejected the portion of her testimony, however, where she said she had told Ganley that she was still sick and that he told her she had to sign the receipt in order to receive the final check. The referee also accepted the testimony of Ganley that Claimant signed the form and did not tell him that she was still sick.\nBoth Claimant and Employer presented medical testimony on the issue of Claimant’s allegation of continuing disability, and the referee explicitly found the testimony of Claimant’s doctor, Dr. Vincent E. Baldino, more persuasive. He testified, among other things, that, after examining Claimant and reviewing her history, she had not recovered from her work-related injury when she signed the final receipt on December 29, 1989, but that as of May 4, 1990, when she was released from his care, Claimant could perform a light-duty job for one month and thereafter resume her full duty.\nAccordingly, the referee concluded that Claimant had met her burden to set aside the final receipt by proving that all disability had not ceased when she signed it on December 29, 1989. Therefore, the referee granted Claimant’s Petition to Set Aside Final Receipt. The referee also made a finding that in his opinion, Claimant, by her own medical evidence, established that she was no longer disabled as of June 4, 1990. The referee’s finding is as follows:\nThis Referee has carefully reviewed the medical testimony submitted in this case and finds the testimony of Dr. Baldino more persuasive than the testimony of Dr. DeSalvo. Accordingly, this Referee finds that Claimant was still disabled due to her work-related injury on the date she signed a final receipt. This Referee further accepts Dr. Baldino’s testimony that Claimant was unable to return to her pre-injury job from December 29, 1989 until June 4, 1990, when Claimant’s disability ended.\nFinding of Fact No. 25.\nReferee Donald Poorman then astutely concluded:\nClaimant’s medical evidence establishes that Claimant was no longer disabled as of June 4, 1990. However, as there is no Petition for Suspension before this Referee, a suspension of benefits cannot be granted in this decision.\nConclusion of Law No. 3.\nIt is from this last portion of the referee’s decision that Claimant first had appealed to the Board and now appeals to this Court presenting the issue on appeal as follows:\nDid the Referee err in finding the Petitioner had fully recovered from her September 26, 1989 work related injury on June 4, 1990 where there was no substantial evidence of record of a full recovery?\nClaimant’s Brief at 3.\nClaimant obviously does not argue that the referee’s order granting her petition is in error since by setting aside the final receipt the referee also ordered Employer to pay her total disability benefits. Instead, she argues that the referee’s finding that she was not disabled after June 4, 1989, was not supported by substantial evidence. But the referee’s order which the Board affirmed, only set aside the final receipt; it did not order the suspension or termination of Claimant’s benefits.\nIt is an elementary rule of appellate practice that one does not appeal & finding of fact of a tribunal. What is appealed is the order of the tribunal. This principle is reflected in Pa.R.A.P. 341(a) which states that “an appeal may be taken as of right from any final order of an administrative agency or lower court.” Pa.R.A.P. 341(a) (emphasis added); see also Pa.R.A.P. 108 (providing for determination of date of entry of an order); Pa.R.A.P. 301 (describing the requisites for an appealable order); Pa.R.A.P. 903 (requiring an appeal to be filed within 30 days after the entry of the order from which the appeal is taken). Even more basic than the preceding tenet of appellate practice is the principle that only a party who is aggrieved by a governmental determination may appeal to this Court. Pa.R.A.P. 501. Claimant here •prevailed below and under the referee’s order could suffer no diminution of her benefits unless subsequently altered pursuant to the Worker’s Compensation Act. Regardless of her objection to the referee’s finding that she was not disabled after June 4, 1990, the fact remains that the referee did not suspend or terminate her benefits. Obviously, Claimant has no standing to appeal. 1 G. Ronald Darlington et al., Pennsylvania Appellate Practice § 501:4 (1986).\nAccordingly, Claimant’s appeal is quashed.\nORDER\nAND NOW, April 4, 1994, the petition for review of Helen Wright in the above-captioned matter is hereby quashed.\n. Specifically, the referee found as follows:\nThis Referee has carefully considered the conflicting testimony of Claimant and William Ganley on the issue of the signing of the Final Receipt. This Referee accepts that portion of Claimant's testimony which establishes that Claimant was unable to read English very well and did not understand the meaning of the Final Receipt until her friend explained it to her after she had signed it. This Referee rejects that portion of Claimant’s testimony which states that Claimant told Ganley that she was still sick or that Claimant was required to sign the form in order to receive her final check. This Referee accepts the testimony of Ganley that Claimant signed the form without protest and without stating to him that she was still sick.... This Referee further finds that Claimant was still feeling severe back pain at the time she signed the Final Receipt.\nFindings of Fact Nos. 13 and 14 (emphasis added).\n. The referee's finding is as follows:\nDr. Baldino last saw Claimant on May 4, 1990. On that date Dr. Baldino noted continued improvement and instructed Claimant to continue her home exercises and return as necessary. Dr. Baldino testified that as of May 4, 1990 Claimant was able to return to work and was released from his medical care. Dr. Baldino recommended that Claimant perform a light-duty job for a period of one month before resuming full duty, and that she return if a problem arose. Dr. Baldino testified that Claimant did not return after the May 4, 1990 visit.\nFinding of Fact No. 19.\n. The order of the referee pertinently provides:\nDefendant is ORDERED to pay Claimant total disability benefits at the rate of $237.95 per week, plus interest at ten percent (10%) per annum, beginning September 26, 1989, through December 29, 1989, and continuing until and unless altered pursuant to the Act....\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. §§ 1-1031.\n. We wish to point out, however, that if Employer subsequently files a petition for suspension, modification or termination of Claimant’s benefits, Claimant will not be estopped from litigating this issue.\nOur decision in Patel v. Workmen's Compensation Appeal Board (Sauquoit Fibers Co.), 88 Pa.Commonwealth Ct. 76, 81, 488 A.2d 1177, 1179 (1985), petition for allowance of appeal denied, 515 Pa. 616, 530 A.2d 869 (1987), outlined the doctrine of collateral estoppel:\nThis doctrine states that where particular questions of fact essential to the judgment are actually litigated and determined by a final valid judgment, the determination is conclusive between the parties in any subsequent action on a different cause of action.\nWhere the second action between the same parties is upon a different claim or demand, the judgment in the prior action operates as an estoppel in the second action only as to those matters in issue that (1) are identical; (2) were actually litigated; (3) were essential to the judgement (or decree, as the case may be); and (4) were \"material” to the adjudication. McCarthy [v. Township of McCandless], 7 Pa.Commonwealth Ct. 611,] 619, 300 A.2d [815,] 820-21 [(1973)].\nObviously, in this appeal, three of these elements are not met. The finding of the referee that Claimant's disability had ended as of June 4, 1990, was neither essential to the judgment nor material to the adjudication of setting aside the final receipt; it was merely dicta. Moreover, since this issue was not part of Claimant’s burden of proof in setting aside the final receipt, it cannot be said that the issue of her disability after December 29, 1989, was fully developed or litigated and that this was due to any lack of diligence on Claimant’s part. Cf Patel.",
        "type": "majority",
        "author": "DOYLE, Judge."
      }
    ],
    "attorneys": [
      "George D. Walker, Jr., for petitioner.",
      "Dawn R. Courtney, for respondent."
    ],
    "corrections": "",
    "head_matter": "Helen WRIGHT, Petitioner, v. WORKMEN’S COMPENSATION APPEAL BOARD (ADAM’S MARK HOTEL), Respondent.\nCommonwealth Court of Pennsylvania.\nSubmitted Jan. 14, 1994.\nDecided April 4, 1994.\nGeorge D. Walker, Jr., for petitioner.\nDawn R. Courtney, for respondent.\nBefore DOYLE and NEWMAN, Judges, and SILVESTRI, Senior Judge."
  },
  "file_name": "1347-01",
  "first_page_order": 1413,
  "last_page_order": 1416
}
