{
  "id": 11926996,
  "name": "Patricia ARCHAMBAULT v. FEDERAL INSURANCE COMPANY",
  "name_abbreviation": "Archambault v. Federal Insurance",
  "decision_date": "1997-03-14",
  "docket_number": "No. 95-247-Appeal",
  "first_page": "1348",
  "last_page": "1351",
  "citations": [
    {
      "type": "official",
      "cite": "690 A.2d 1348"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "674 A.2d 410",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861107
      ],
      "pin_cites": [
        {
          "page": "411"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/0410-01"
      ]
    },
    {
      "cite": "682 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861733
      ],
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0467-01"
      ]
    },
    {
      "cite": "682 A.2d 474",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7861804
      ],
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/682/0474-01"
      ]
    },
    {
      "cite": "658 A.2d 13",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7862207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/658/0013-01"
      ]
    },
    {
      "cite": "674 A.2d 1223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871071
      ],
      "pin_cites": [
        {
          "page": "1226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/674/1223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 8357,
    "ocr_confidence": 0.692,
    "pagerank": {
      "raw": 4.957396691890396e-08,
      "percentile": 0.31245315846599553
    },
    "sha256": "9f9d43b7996db0439f9ede2459585a7b134f2be6b865436596b43690e48ccd9c",
    "simhash": "1:18d95a406dedf581",
    "word_count": 1237
  },
  "last_updated": "2024-02-27T20:43:17.323860+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patricia ARCHAMBAULT v. FEDERAL INSURANCE COMPANY."
    ],
    "opinions": [
      {
        "text": "OPINION\nFLANDERS, Justice.\nAfter sustaining injuries in a motor-vehicle accident with an underinsured motorist, can an insured recover damages from her own insurer when the underinsured motorist’s liability coverage is less than the damages she is entitled to recover but is not less than the limits of her own underinsuredmotorist coverage? We hold that in these circumstances the insured is entitled to recover from her own insurer. Accordingly, we affirm the Superior Court’s granting of summary judgment to the insured plaintiff, Patricia Archambault.\nFacts and Travel\nThe defendant, Federal Insurance Company (Federal), appeals from a Superior Court order granting summary judgment in favor of plaintiff. The court held that plaintiff was “not barred from collecting underinsured motorist benefits because the alleged tortfea-sor’s liability policy coverage limit * * * is equal to * * * [plaintiffs] underinsured motorist coverage limit.” In February of 1993 plaintiff suffered personal injuries as a result of an automobile accident with Lynn M. Pla-mondon (Plamondon). Because the accident was allegedly caused by Plamondon’s negligence, plaintiff claimed that Plamondon was the tortfeasor. Plamondon’s vehicle was insured with liability coverage of $25,000 per person. The plaintiffs vehicle was insured by Federal with underinsured-motorist-eov-erage limits of $25,000 per person.\nThe plaintiff settled her claim with Pla-mondon by accepting payment from Plamon-don’s insurer for the full $25,000 policy limits (after obtaining Federal’s written permission to do so). The plaintiff then made a claim against Federal under her policy’s underin-sured-motorist-coverage provisions. Federal denied coverage, claiming that because Pla-mondon’s vehicle had insurance coverage for the accident in the same amount as the limits in plaintiffs Federal policy, plaintiff had no claim against Federal even though the damages she was legally entitled to recover exceeded the underinsured motorist’s (that is, Plamondon’s) liability coverage.\nThe plaintiff then filed a declaratory-judgment action, and the parties filed cross-motions for summary judgment on the coverage issue. A Superior Court motion justice granted plaintiff’s summary-judgment motion and denied Federal’s. Federal appeals from that judgment.\nAnalysis\nAn underinsured motorist in Rhode Island is defined as “the owner or operator of a motor vehicle who carries automobile liability insurance with coverage in an amount less than the limits or damages that persons insured pursuant to this section are legally entitled to recover because of bodily injury, sickness, or disease, including death, resulting therefrom.” General Laws 1956 § 27-7-2.1(g). Although Federal concedes for the purposes of this appeal that Plamondon’s automobile-liability-insurance coverage was for an amount ($25,000) that is less than the damages that plaintiff is legally entitled to recover, Federal nonetheless maintains that plaintiff should not be entitled to recover under her own policy with Federal because Plamondon’s coverage ($25,000) was not less than the underinsured-motorist limits ($25,-000) in plaintiffs Federal policy. Given the “limits or damages” language in Rhode Island’s underinsured-motorist statute, we believe that this position is untenable. Indeed, the plain language of § 27-7-2.1(g) refutes Federal’s position. See Accent Store Design, Inc. v. Marathon House, Inc., 674 A.2d 1223, 1226 (R.I.1996) (“when the language of a statute is clear and unambiguous, this Court must interpret the statute literally and must give the words of the statute their plain and ordinary meanings”). Because § 27-7-2.1(g) is phrased in the disjunctive, the underin-sured motorist’s liability coverage need only be less than either the insured’s limits or the damages she is entitled to recover. Notwithstanding this plain meaning, Federal argues that the word “limits” in § 27-7-2.1(g) would be rendered meaningless if we were to allow plaintiff (and other similarly situated motorists) to recover from her own insurer in this type of situation. We disagree.\nWe believe the General Assembly included the word “limits” in the uninsured/underinsured-motorist statute to acknowledge that, after an accident involving an underinsured motorist, the damages that insured parties are legally entitled to recover from their own insurers cannot exceed the limits of their underinsured-motorist coverage. Even if their damages exceed their own pokey’s limits, parties with underinsured-motorist coverage cannot recover from their insurers amounts greater than the limits set forth in the policies. In other words, a person who has underinsured-motorist-liability insurance in Rhode Island can only recover from his or her own insurer the lower of the underinsured-motorist-coverage limits in that insured person’s own policy or the amount of damages that he or she is legally entitled to recover because of an accident with an underinsured motorist. Conversely, if the limits in an insured motorist’s policy exceed the amount of the damages he or she is legally entitled to recover, the insured motorist’s recovery under his or her underinsured-motorist-policy provisions still cannot exceed the amount of the damages. General Accident Insurance Company of America v. Cuddy, 658 A.2d 13 (R.I.1995). We believe that the use of the disjunctive in § 27-7-2.1(g) was a purposeful attempt to draw this distinction. Thus, the General Assembly’s inclusion of the word “limits” in § 27-7-2.1(g) is hardly meaningless. Rather, it establishes that when the insured motorist’s coverage limits are less than his or her damages, the limits are all that the insured motorist is legally entitled to recover from his or her own insurer.\nContrary to Federal’s argument, our decision in Cuddy does not require both that the underinsured motorist have liability coverage that is less than the insured’s underinsured-motorist limits and that the insured’s damages exceed the underinsured motorist’s liability coverage. On the contrary, Cuddy stands for the proposition that the mere fact that the limits of the insured’s underinsured-motorist provision exceed the underinsured motorist’s liability coverage is not enough to allow the insured to recover from his or her own insurer. Rather, the damages that the insured is legally entitled to recover must still exceed the underinsured motorist’s liability coverage. See also Thibodeau v. Metropolitan Property and Liability Insurance Co., 682 A.2d 474, 475 (R.I.1996) (to recover pursuant to § 27-7-2.1(g), a claimant must “establish the amount that [he or] she was ‘legally entitled to recover’ and prove that [his or] her damages exceeded the alleged tortfeasor’s * * * coverage”); Ladouceur v. Hanover Insurance Co., 682 A.2d 467, 470 (R.I.1996) (“[a]n insured claimant can recover uninsured/underinsured-motorist benefits from his or her own insurance carrier only if there is evidence that his or her damages exceed the limits of the tortfeasor’s liability coverage”); Prenata v. Aetna Casualty and Surety Co., 674 A.2d 410, 411 (R.I.1996) (similar). In fact, even in those situations in which the insured’s damages exceed the un-derinsured motorist’s coverage but the insured’s underinsured-motorist limits are less than the underinsured motorist’s liability-insurance coverage, the insured is still entitled to recover from his or her own insurer under § 27-7-2.1(g). This interpretation does not render the word “limits” meaningless here because in no event can plaintiffs recovery under her Federal policy exceed either the limits of her underinsured liability coverage or the total damages that she is legally entitled to recover, whichever is less.\nThus, in this case, the most that the plaintiff can recover from Federal is $25,000, the limit contained in her Federal coverage, even if the damages that she is legally entitled to recover exceed $50,000 (the combination of Plamondon’s coverage and the plaintiffs coverage under her own policy limits).\nFor these reasons, we deny and dismiss Federal’s appeal and affirm the summary judgment entered in favor of the plaintiff.",
        "type": "majority",
        "author": "FLANDERS, Justice."
      }
    ],
    "attorneys": [
      "Robyn K. Factor, for Plaintiff.",
      "Elizabeth A. Kelleher, Greenwich, for Defendant."
    ],
    "corrections": "",
    "head_matter": "Patricia ARCHAMBAULT v. FEDERAL INSURANCE COMPANY.\nNo. 95-247-Appeal.\nSupreme Court of Rhode Island.\nMarch 14, 1997.\nRobyn K. Factor, for Plaintiff.\nElizabeth A. Kelleher, Greenwich, for Defendant."
  },
  "file_name": "1348-01",
  "first_page_order": 1414,
  "last_page_order": 1417
}
