{
  "id": 12029757,
  "name": "Darryl A. DANTZLER, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Dantzler v. United States",
  "decision_date": "1997-06-19",
  "docket_number": "Nos. 95-CF-691, 96-CO-597",
  "first_page": "1349",
  "last_page": "1359",
  "citations": [
    {
      "type": "official",
      "cite": "696 A.2d 1349"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "612 A.2d 221",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937770
      ],
      "pin_cites": [
        {
          "page": "223-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0221-01"
      ]
    },
    {
      "cite": "290 A.2d 176",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8474411
      ],
      "pin_cites": [
        {
          "page": "178-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/290/0176-01"
      ]
    },
    {
      "cite": "546 A.2d 429",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938569
      ],
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/546/0429-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "694"
        },
        {
          "page": "2068"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "317 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8046824
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/317/0530-01"
      ]
    },
    {
      "cite": "163 F.2d 844",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        5698960,
        1106179
      ],
      "year": 1947,
      "pin_cites": [
        {
          "page": "851"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/163/0844-01"
      ]
    },
    {
      "cite": "82 U.S.App.D.C. 236",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        5698960
      ],
      "year": 1947,
      "pin_cites": [
        {
          "page": "243"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "683 A.2d 61",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7859278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0061-01"
      ]
    },
    {
      "cite": "553 A.2d 640",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7889881
      ],
      "pin_cites": [
        {
          "page": "644-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/553/0640-01"
      ]
    },
    {
      "cite": "583 A.2d 1000",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7392313
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1002-04"
        },
        {
          "page": "1003"
        },
        {
          "page": "1005",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/583/1000-01"
      ]
    },
    {
      "cite": "570 A.2d 777",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7383232
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "784",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "786",
          "parenthetical": "quoting the brief for the United States"
        },
        {
          "page": "786"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/0777-01"
      ]
    },
    {
      "cite": "666 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12054891
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/666/0845-01"
      ]
    },
    {
      "cite": "585 A.2d 1335",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7394710
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1339"
        },
        {
          "page": "1339",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/585/1335-01"
      ]
    },
    {
      "cite": "620 A.2d 233",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353160
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "234"
        },
        {
          "page": "234",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/620/0233-01"
      ]
    },
    {
      "cite": "610 A.2d 248",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924192
      ],
      "pin_cites": [
        {
          "page": "250"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0248-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 76",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "106 S.Ct. 136",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 838",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11991041,
        11990978,
        11990914,
        11990277,
        11990088,
        11989864,
        11990444,
        11989933,
        11990706,
        11990610,
        11990773,
        11990166,
        11990839,
        11990014,
        11990367
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0838-15",
        "/us/469/0838-14",
        "/us/469/0838-13",
        "/us/469/0838-06",
        "/us/469/0838-04",
        "/us/469/0838-01",
        "/us/469/0838-08",
        "/us/469/0838-02",
        "/us/469/0838-10",
        "/us/469/0838-09",
        "/us/469/0838-11",
        "/us/469/0838-05",
        "/us/469/0838-12",
        "/us/469/0838-03",
        "/us/469/0838-07"
      ]
    },
    {
      "cite": "472 A.2d 1348",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/472/1348-01"
      ]
    },
    {
      "cite": "600 A.2d 96",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348558
      ],
      "pin_cites": [
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/600/0096-01"
      ]
    },
    {
      "cite": "468 A.2d 974",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8022640
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "975"
        },
        {
          "page": "976"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/468/0974-01"
      ]
    },
    {
      "cite": "509 A.2d 1147",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7905214
      ],
      "pin_cites": [
        {
          "page": "1153-54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/509/1147-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1424,
    "char_count": 40841,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 1.0610712192832561e-07,
      "percentile": 0.557126882686983
    },
    "sha256": "071a6c0cd4e7342af6359ef32396fa44a5f67bf37c55c87dcead43b8dda9a75d",
    "simhash": "1:521d3ffc55898215",
    "word_count": 6653
  },
  "last_updated": "2024-02-27T20:34:57.570955+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before SCHWELB, RUIZ and REID, Associate Judges."
    ],
    "parties": [
      "Darryl A. DANTZLER, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nOn March 28,1995, Darryl A. Dantzler was found guilty by a jury of distribution of PCP and marijuana, in violation of D.C.Code § 33 — 541(a)(1) (1993). Dantzler’s trial counsel asked the court to sentence Dantzler pursuant to the “addict exception” to the mandatory minimum sentencing statute which was then applicable to Dantzler’s PCP offense. See D.C.Code § 33 — 541(c)(2) (repealed). Following an evidentiary hearing, the trial judge held that Dantzler had not established his eligibility for sentencing pursuant to the addict exception. The judge sentenced Dantzler to imprisonment for a period of from five to fifteen years for distribution of PCP, with a mandatory minimum term of five years.\nOn December 20, 1995, Dantzler, who was by then represented by his present attorney, filed a motion to vacate his sentence pursuant to D.C.Code § 23-110. Dantzler alleged in his motion that his former attorney had been constitutionally ineffective, both at trial and at sentencing. On March 18, 1996, by written order, the trial judge denied the motion without a hearing. On appeal, Dantzler contends that he was entitled to a hearing and that the trial judge erred in denying him one.\nWe agree with Dantzler that a hearing was required, but only with respect to the allegation that his trial counsel was constitutionally ineffective at sentencing. Accordingly, we vacate the trial court’s order of March 18, 1996 and remand the case for further proceedings.\nI.\nTHE TRIAL COURT PROCEEDINGS\nA. The trial.\nAt Dantzler’s trial, which began on March 27, 1995, the prosecution adduced evidence showing that in the early morning hours of September 24, 1993, Dantzler, who was on foot, handed a small plastic object to one MacWills T. Barnes, who was behind the wheel of a Ford Escort automobile. A Metropolitan Police Department detective jumped out of his vehicle and approached the Ford Escort. Barnes immediately dropped the object to the ground, and officers promptly recovered a small plastic bag. It was subsequently determined that the bag contained marijuana laced with PCP.\nDantzler presented no evidence. Following deliberations that lasted more than a day, the jury convicted Dantzler of distribution of PCP and distribution of marijuana.\nB. The sentencing hearing.\nUnder the sentencing scheme applicable to this case, the judge was required to impose a mandatory minimum sentence of five years for distribution of PCP unless Dantzler demonstrated\nthat [he] was an addict at the time of the [offense] and that [he] knowingly or intentionally ... distributed ... a controlled substance ... for the primary purpose of enabling [him] to obtain ... [an] abusive drug which he required for his personal use because of his addiction to ... an abusive drug.\nD.C.Code § 38-541(c)(2) (repealed). The burden was on the defendant to establish each of these elements of the addict exception; conclusory statements are not sufficient. Grant v. United States, 509 A.2d 1147, 1153-54 (D.C.1986). The first element — addiction — required testimony from Dantzler or other witnesses regarding the frequency with which Dantzler used unlawful drugs and the effects upon him of such use. The second element — that Dantzler’s primary purpose in distributing the PCP was to feed his own addiction — would ordinarily require testimony from Dantzler as to his own state of mind.\nWith respect to the first element, Dant-zler’s attorney presented no evidence as to how often his client used drugs. On the second element, counsel called Dantzler as a witness only upon the judge’s prodding, and the presentation foundered. The result, as we show below, was that although four witnesses testified for the defense, they either had no knowledge of the facts required to qualify Dantzler for the addict exception or were not asked questions designed to elicit that knowledge.\nAt the beginning of the sentencing hearing, Dantzler’s attorney advised the court that he proposed to present three witnesses, namely, Dantzler’s mother, aunt, and girlfriend. The judge inquired whether Dant-zler was going to take the stand. Counsel responded that Dantzler could testify as well “unless the court is satisfied with the other witnesses.” The judge then directed that Dantzler be placed under oath, and the defendant was the first defense witness.\nOh direct examination, Dantzler testified that he was a PCP user, and he repeated several times that he was “addicted” to the drug. Apparently content with his client’s legal conclusion, and without inquiring into the frequency of Dantzler’s PCP use, defense counsel then turned to the second prong of the addict exception, as follows:\nBY MR. SCHOENFELD:\nQ. Why were you selling drugs to that man?\nA. I was selling drugs to support my— you know, work, get the work, and I was smoking like that.\nTHE COURT: I couldn’t hear you, sir, what was your answer? You were selling drugs because of what?\nMR. DANTZLER: I was going — I had a job then and I was going to work and using PCP, but laced with something.\nBY MR. SCHOENFELD:\nQ. What were you going to do with the proceeds of the money you got for selling drugs that day?\nA. [Buy] beers, wigs.\nTHE COURT: I can’t hear you, sir.\nMR. DANTZLER: [Buy] drinks.\nBY MR. SCHOENFELD:\nQ. Were you going to use them to buy PCP?\nA. Yes.\nTHE COURT: You’re leading again, Mr. Schoenfeld.\nFinally, after further questioning which followed counsel’s attempt to prompt his witness, Dantzler stated that he was going to use the proceeds of his PCP sales “to buy drinks and smoke,” and that “smoke” meant PCP. Counsel did not ask Dantzler how frequently he used PCP, or how much of the proceeds of his PCP sales he spent on drugs (as compared with beer or drinks).\nThe next witness at the sentencing hearing was the defendant’s mother, Bettina Dant-zler. Dantzler’s attorney asked Mrs. Dant-zler whether, in September 1993, her son was smoking PCP. Mrs. Dantzler responded that she did not know what her son was smoking, but that he was “high” and that his reactions were different “from what they would normally be.” Asked whether Darryl’s reactions were “worse or better,” the witness responded: “Normally the same, you know, he was just a little different.” Counsel then introduced the subject of drugs, with modest results:\nQ. How do you know it was linked to drugs?\nA. Because, I seen him use it.\nQ. You seen him use what?\nA. Smoking drugs.\nQ. How do you know that it was drugs, say, and not cigarettes that he was smoking?\nA. Because he wasn’t — it wasn’t cigarettes, it was different from cigarettes.\nQ. How can you tell?\nA. What it was in.\nQ. What?\nA. What it was rolled up in.\nQ. Is there any other way you could tell?\nA. No.\nThe sum total of the mother’s testimony was that Dantzler smoked an unidentified substance (other than tobacco) with unknown frequency and that this activity had some slight effect on his behavior. The witness was not asked about Dantzler’s drug sales or about his purpose in making them.\nDantzler’s aunt, Delores Dantzler, testified that her nephew was using drugs in September 1993 — “woollies, reefer, PCP, whatever that is,” but the basis for her testimony proved to be speculative. The aunt testified that she had never seen her nephew smoke drugs. She based her conclusion that he did so largely on an incident during which Dant-zler asked her to lend him money:\n[When] I was asking him what did he want it for, he just went into a tangent and before I see him react like that, I just gave him the money, and that’s when I realized — he was really [in need of] help.\nDelores Dantzler provided no information regarding the frequency of the defendant’s drug use, and her testimony did not address the addict exception’s second prong.\nThe final witness was Dantzler’s girlfriend, Denise Hucks. Ms. Hucks testified that during September, 1993, she had seen Dantzler smoke PCP. Like the other witnesses, she provided no testimony regarding the frequency of Dantzler’s use. Asked whether Dantzler was selling drugs, Ms. Hucks responded: “Not that I know of.” Because Ms. Hucks claimed to be unaware of Dant-zler’s drug sales, she was in no position to testify as to the purpose for which Dantzler sold PCP.\nAt the conclusion of Ms. Hucks’ testimony, Dantzler’s attorney stated that he had no further witnesses or evidence. The prosecutor argued that Dantzler had not established his eligibility for the addict exception. He pointed out, inter alia, that “there’s no testimony as to how often Mr. Dantzler used drugs,” and that Dantzler had testified that the proceeds of the 1993 sale “would be used perhaps to buy beer and later he said something to the effect of buying smoke too.” Dantzler’s attorney responded that his client “has about four convictions for using PCP” and that “he’s obviously a PCP user.” The judge pointed out, however, that\nthose convictions don’t tell me anything about use of PCP, they only tell me that he’s been convicted of possession of PCP or selling PCP, they don’t tell me that he uses PCP, Mr. Schoenfeld, they don’t speak out to the court and say that.\nCounsel then essentially asked the judge to find Dantzler to be an addict on the basis of counsel’s (and perhaps the judge’s) personal observation:\nMR. SCHOENFELD: He’s a PCP user. One can tell if one is experienced with drug users, it’s the way they behave, and he behaves like that. He—\nTHE COURT: What record are you talking about [that] you base this on? From what I heard today?\nMR. SCHOENFELD: That the court can base its judgments on its own observations with its eyes, the way he appeared at the trial and the way he appears today. It also has the witnesses, it also has his criminal record, and his own statement. He is a PCP addict and he was selling to support his habit.\nThe judge ruled that Dantzler had not met his burden with respect to either element of the addict exception — the defense had established neither “addiction” nor “primary purpose” — and he invited Dantzler’s attorney to allocute. Mr. Sehoenfeld stated that “I think the court is obliged to give him a mandatory sentence of ten to thirty [years] then.” (Emphasis added.) The judge immediately questioned this assertion, and it was determined, following a discussion between the judge and the prosecutor, that the applicable mandatory minimum sentence for distribution of PCP was five years. See D.C.Code § 33-541(c).\nThe judge sentenced Dantzler to a term of five to fifteen years for distribution of PCP, and to a concurrent one-year term for the marijuana offense. On May 23, 1995, Dant-zler’s trial counsel filed a notice of appeal from Dantzler’s conviction.\nC. The § 23-110 motion.\nDantzler’s present attorney was appointed by the court to represent him on appeal. In December, 1995, following the denial of Dant-zler’s pro se motions, see note 3, supra, new counsel filed on Dantzler’s behalf a comprehensive motion to vacate his sentence. In her submission, counsel claimed that her client’s original attorney had been ineffective both at trial and at sentencing. Because, in our view, the allegations in the motion relating to prior counsel’s performance at the trial itself do not warrant the granting of relief in a collateral proceeding, we focus our attention on that part of the § 23-110 motion which addressed trial counsel’s representation of Dantzler at sentencing.\nIn support of the motion to vacate sentence, Dantzler’s appellate attorney filed a detailed affidavit sworn to by her client. In his affidavit, Dantzler made a number of representations which are directly relevant to his eligibility for sentencing under the addict exception and to the adequacy of trial counsel’s representation of Dantzler in relation to that exception.\nDantzler first addressed the adequacy of trial counsel’s preparation of him for the sentencing hearing. According to Dantzler, “Mr. Schoenfeld did not prepare me for the hearing,” and he “never asked me detailed questions about the extent of my drug usage at the time of my arrest in this case,” or about “what connection that usage may have had to the offense of which I had been convicted.” Dantzler’s allegation that his attorney did not prepare him to testify finds at least some measure of corroboration in Dant-zler’s apparently bewildered responses to questions propounded by his counsel. See p. 1352, supra.\nDantzler’s affidavit also contains considerable substantive information which had not been presented to the trial judge at the sentencing hearing. This information relates both to his claim of addiction and to the purpose for which he sold PCP.\nAs to the issue of addiction, Dantzler, who was twenty-four years old at the time of his arrest, swore in his affidavit that he had been using unlawful drugs, including PCP, marijuana, and cocaine, since he was fifteen. He asserted that in September of 1993, he was spending a total of approximately $500 per week on PCP and cocaine. He also outlined his financial situation and, although his account is somewhat difficult to follow, it appears that he and Ms. Hucks, his live-in girlfriend, were earning a total of approximately $260 per week, plus tips. The two of them also had to pay $90 per week in rent, and they had other expenses for themselves and for Ms. Hucks’ 10-year-old daughter as well. If Dantzler’s account is credited, then he was obviously unable to support his claimed drug habit with earnings from his employment.\nDantzler further swore in his affidavit that “I would pay for [the drugs] by selling PCP for people I knew.” Using “X” as an algebraic symbol to preserve the anonymity of his confederates, Dantzler described his mo-dus operandi:\nI would ask “X” “can I make some money for you today?” “X” would give me a $50 package of PCP. I would sell most of the PCP for $50, giving “X” the proceeds and keeping some of the PCP for myself. / did not have enough money to support my addiction without selling PCP ¡marijuana, and I used the proceeds of my sales only to pay for the PCP/marijuana that I smoked.\n(Emphasis added.) The italicized language, if credited, would plainly have satisfied the second element of the showing required to establish eligibility for the addict exception. Relying in substantial part on the information in the affidavit, Dantzler’s appellate attorney asked the trial judge to vacate the conviction. She stated, in the alternative, that “[a]t a minimum, Mr. Dantzler should be entitled to a new sentencing hearing.”\nD. The trial judge’s order.\nOn March 14, 1996, in a written order, the trial judge denied the § 23-110 motion without a hearing. The judge articulated his reasoning, in pertinent part, as follows:\nDefendant’s allegations concerning the drug addict exception and sentencing were previously addressed by this court in defendant’s pro se Motion To Reduce Sentence, received in chambers on June 5, 1995, and defendant’s pro se Motion To Reduce Sentence, received in chambers on July 20, 1995. In ruling on these motions, this court found that it had already been determined at the addict hearing that the defendant did not commit the offense primarily to support his drug habit and that it was required by law to impose the mandatory minimum sentence because it found that the statute repealing the mandatory minimum sentence did not apply retroactively.\nFurther, the defendant fails to show that counsel’s performance at trial and sentencing was constitutionally deficient and that he suffered prejudice as a result of that deficient performance. Defendant’s claims regarding ineffective assistance of trial counsel are vague and conclusory, and therefore, warrant no relief even if true.\nOn March 29, 1996, appellate counsel filed a timely notice of appeal from the judge’s order.\nII.\nLEGAL DISCUSSION\nA. Successive motions.\nOn June 5, 1995, before appellate counsel began her representation of him, Dantzler wrote a letter to the judge in which he complained, inter alia, of his trial counsel’s performance. Dantzler’s criticisms were focused primarily on counsel’s alleged rudeness, both to the court and to Dantzler. Dantzler also complained that counsel had suggested in open court that the judge impose a sentence of ten to thirty years. In a written order entered on June 27, 1995, the judge treated the letter as a pro se motion to vacate sentence, and concluded that “defendant has failed to show ... either that counsel’s performance was deficient or that defendant suffered prejudice.” Dantzler, as we have noted, did not appeal. The motion filed by appellate counsel on Dantzler’s behalf on December 20, 1995 was thus the second § 23-110 motion filed in this case.\n“[Although strict principles of res judicata not apply to motions seeking relief from an aiegal sentence, this does not mean that a prisoner may again and again call upon a court to repeat the same ruling.” Neverdon u District of Columbia, 468 A.2d 974, 975 (D.C.1983) (citation and internal quotation marks omitted). “A sentencing court should have discretionary power to protect itself against a pertinacious relator.” Id. at 976. Our statute governing collateral attacks on criminal convictions explicitly vests the judge with such discretion:\nThe court shall not be required to entertain a second or successive motion'for similar relief on behalf of the same prisoner.\nD.C.Code § 23-110(e) (1996). Accordingly, “[cjontrolling weight may be given to the denial of a prior application for collateral relief on the same ground if that denial was on the merits, unless the ends of justice require that the claim be considered anew.” Vaughn v. United States, 600 A.2d 96, 97 (D.C.1991) (citations and internal quotation marks omitted).\nIn this case, however, we need not decide whether, in light of Section 23-110(e), the trial judge could properly have refused to consider on the merits the motion that appellate counsel filed on Dantzler’s behalf, for the judge did not decline to entertain the motion. Although, in his order denying the motion, the judge made reference to his disposition of Dantzler’s earlier pro se submissions, the judge did not invoke the “pertinacious relator” provision. Rather, the judge addressed Dantzler’s contentions on their merits. At oral argument, counsel for the prosecution was specifically asked by a member of the court whether the government was seeking affirmance of the judge’s order on the ground that successive motions for collateral relief need not be entertained. Counsel stated that the government was not taking this position. Under these circumstances, we are prepared to “address the merits of [Dantzler’s] motion ... because this motion—unlike his two earlier ones—was made with aid of counsel, and because this motion alleged new grounds of ineffectiveness.” McClurkin v. United States, 472 A.2d 1348, 1362 n. 19 (D.C.), cerf. denied, 469 U.S. 838, 106 S.Ct. 136, 83 L.Ed.2d 76 (1984).\nThe judge also stated in his order that he had previously determined at the sentencing hearing that Dantzler did not qualify for the addict exception. If the judge meant by this statement that the finding at sentencing precluded inquiry into the question in a collateral proceeding, then we are constrained to disagree. Dantzler’s basic contention in his December 1995 motion was that his counsel was ineffective because he failed to present to the court evidence which was critical to the determination of his eligibility for sentencing pursuant to that exception. If Dantzler is able to prove, under the exacting Strickland standard, that constitutionally ineffective representation produced a deficient evidentiary record, then the prior finding—made at a proceeding in which Dantzler’s constitutional right to effective counsel was violated—cannot be permitted to stand. ■\nB. Applicable legal standards.\nIn order to prevail on a claim of ineffective assistance of counsel, a defendant must show both that his attorney’s performance was deficient and that he was prejudiced by the deficient performance. Strickland, supra n. 12, 466 U.S. at 687, 104 S.Ct. at 2064; Luchie v. United States, 610 A.2d 248, 250 (D.C.1992). In assessing the “deficient performance” prong of this inquiry, judicial scrutiny of counsel’s representation must be “highly deferential.” Strickland, 466 U.S. at 689, 104 S.Ct. at 2065. Indeed, the court must indulge a “strong presumption that counsel’s conduct falls within the wide range of reasonable professional assistance.” Id. In order to satisfy Strickland’s, “prejudice” prong, the defendant must demonstrate a “reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Id. at 694, 104 S.Ct. at 2068.\nWhere a defendant seeks post-conviction relief pursuant to Section 23-110, the judge must conduct a hearing “[u]nless the motion and files and records of the case conclusively show that the prisoner is entitled to no relief....” See § 23—110(c). There is, however, no automatic right to a hearing. Ready v. United States, 620 A.2d 233, 234 (D.C.1993); Sykes v. United States, 585 A.2d 1335, 1339 (D.C.1991). A hearing is unnecessary when the existing record provides an adequate basis for deciding the motion, see Hanna v. United States, 666 A.2d 845, 849 n. 2 (D.C.1995), or when the motion consists of “(1) vague and conelusory allegations, (2) palpably incredible claims, or (3) allegations that would merit no relief even if true.” Ready, 620 A.2d at 234 (citation omitted). The question whether a hearing is required is confided to the sound discretion of the trial court. Sykes, 585 A.2d at 1339 (citations omitted).\nC. Deficient performance.\nTurning at the outset to Strickland’s first prong, we are unable to agree with the trial judge’s apparent view that the sentencing record conclusively refutes Dantzler’s allegations of deficient performance. On the contrary, we are of the opinion that the record contains significant evidence of constitutionally inadequate representation. A hearing is therefore required in order to accord the prosecution an opportunity to rebut Dantzler’s showing and to defend counsel’s performance if it can.\nThe dispositive issue at the sentencing hearing was whether Dantzler was eligible for sentencing under the addict exception. If he was not, then imposition of a mandatory minimum sentence was apparently prescribed by law. Dantzler’s attorney was therefore faced with the task of demonstrating both that his client was an addict and that he committed the charged offenses— distribution of PCP and marijuana — primarily in order to support his habit.\nThe sentencing record suggests that counsel completely missed the boat in this regard; he apparently did not understand, or at least failed to address, the elements of the addict exception. As to the question of Dantzler’s addiction, counsel called four witnesses, but he never asked any of them — not even Dant-zler himself — about the frequency with which Dantzler used unlawful drugs. With respect to the second element, counsel initially did not intend to call Dantzler as a witness at all, even though, without Dantzler’s testimony, it would have been well-nigh impossible to prove the defendant’s state of mind at the relevant time. When, at the judge’s urging, Dantzler was called to the stand, counsel did address the second element, but he failed to elicit evidence which would persuade an impartial trier of fact that Dantzler had met his burden. Counsel’s presentation was unsuccessful because Dantzler evidently had not been adequately prepared, and because counsel, having never inquired regarding the cost of Dantzler’s claimed drug habit, was unable to demonstrate that Dantzler was compelled to sell drugs to accommodate that habit. If Dantzler’s affidavit is credited, then the evidence was available, but counsel simply failed to elicit it.\nAt least in the absence of any effective rebuttal by the prosecution, a comparison of Dantzler’s affidavit and the evidence presented at the sentencing hearing is devastating. When guided by appellate counsel, Dantzler was able to tell of a long history of extensive drug use which began in his rnid-teens. Dantzler’s narrative, if credited, provides strong support for a finding that he was indeed an addict. Turning to the second prong of the addict exception, Dantzler’s account in his affidavit, if believed by the court, would have demonstrated that the primary purpose of his sale of PCP was to enable him to obtain the very substantial amount of money needed to obtain drugs and to accommodate his addiction.\nDantzler’s claim of deficient performance is further bolstered by his trial counsel’s handling of two other matters during the sentencing process. First, in response to the judge’s ruling that Dantzler did not qualify for the addict exception, counsel stated— erroneously, as it turned out — that Dantzler would have to receive a sentence of from ten to thirty years. This apparently ill-informed comment could easily have cost counsel’s client years of his freedom. Second, Dantzler was sentenced nine days before the MMSAA became effective, but his attorney made no request that the sentencing date be postponed. At.the time of these events, prior to our decision in Holiday, supra n. 1, it was open to trial counsel to argue that Dant-zler would not have been subject to a mandatory minimum term if his sentencing date had been deferred until after the effective date of the MMSAA.\nNeither of these alleged deficiencies prejudiced Dantzler. As to the first, the prosecutor and the judge intervened to prevent the imposition of an improperly enhanced sentence. As to the second, this court ultimately held in Holiday that the MMSAA did not apply to offenses committed prior to its effective date, regardless of when the defendant was sentenced. Nevertheless, these acts and omissions on trial counsel’s part may shed some light on the overall quality of his representation of Dantzler at sentencing.\nConsidering the sentencing proceeding as a whole, we conclude, as in Mack v. United States, 570 A.2d 777 (D.C.1990), that Dantzler “has presented a strong ease that counsel’s representation fell below the standard of reasonableness under prevailing professional norms.” Id. at 784 (internal quotation marks omitted). We went on to state in Mack that\nthe question of deficient performance should not be resolved in appellant’s favor without exploring whether the actions of appellant’s trial counsel were the product of his professional judgment_ [A] remand would be appropriate to allow the government to establish at a hearing that counsel’s failures to object were reasonable tactical choices—facts that appellee has never had an opportunity to demonstrate.\nId. at 786 (quoting the brief for the United States). We adopt a similar approach here.\nD. Prejudice.\nWe are also unable to agree with the trial judge’s application of Strickland’s prejudice prong. The record of the sentencing hearing does not, in our view, conclusively dispel Dantzler’s claim that he was prejudiced by his attorney’s alleged deficiencies. Rather, we are of the opinion that a hearing was necessary to determine whether Dantzler could establish a reasonable probability that, as a result of his counsel’s errors and omissions, Dantzler was denied the opportunity to be considered for the addict exception, and that he was thus unnecessarily subjected to a mandatory minimum sentence.\nThe trial judge held, correctly in our judgment, that the evidence presented by defense counsel at the sentencing hearing was insufficient to support Dantzler’s claim that he qualified for sentencing under the addict exception. If Dantzler had testified in accordance with the contents of his subsequent affidavit, however, and if the judge had credited that testimony, then Dantzler would surely have satisfied both requirements of the addict exception. See, e.g., Dupree v. United States, 583 A.2d 1000, 1002-04 (D.C.1990). The trial judge therefore could not determine without a hearing whether there is a reasonable probability that counsel’s apparent failure to present effectively Dantzler’s qualifications for the addict exception brought about the judge’s finding that Dant-zler was ineligible.\nWe note in this connection that even if Dantzler had proved his eligibility, the trial judge would not have been obliged to sentence him under the addict exception. On the contrary, the judge could have imposed a mandatory minimum sentence instead. See D.C.Code § 33—541(c)(2) (the court “may, in its discretion, waive the mandatory-minimum sentencing provisions” if the defendant is eligible for the exception); Brandon v. United States, 553 A.2d 640, 644-45 (D.C.1989) (citation omitted). Indeed, there was much in Dantzler’s record to suggest that he may not have been an ideal candidate for drug treatment for first-time seller-addicts, which the addict exception was designed to promote.\nThe trial judge never indicated, however, either at the time of sentencing or in any of his written orders, that he would have imposed a mandatory minimum term of imprisonment even if Dantzler had been eligible for addict exception sentencing. Where no mandatory minimum applies, sentencing decisions are quintessentially discretionary, and we, as an appellate court, cannot presume to state what sentence the trial judge would have imposed if the addict exception had been available to him and if the law had not required that Dantzler serve a five-year mandatory minimum term. Accordingly, this is not a case in which Dantzler’s claim of prejudice can be resolved without a hearing. See also Mack, supra, 570 A.2d at 786 (where case is remanded for hearing on issue of deficient performance, trial court should also make a determination as to prejudice).\nIII.\nCONCLUSION\nFor the foregoing reasons, the trial judge’s order of March 14, 1996 is vacated, and the case is remanded for a hearing on Dantzler’s motion to vacate sentence. If the judge concludes, following such a hearing, that Dant-zler has established both constitutionally deficient performance and prejudice in the Strickland sense, then Dantzler must be re-sentenced. The judge may, in his discretion,, combine the § 23-110 hearing \"with any sentencing hearing that may be required.\nAppeal No. 95-CF-691 has been abandoned and is therefore dismissed.\nSo ordered.\n. The date of Dantzler's offense was September 24, 1993. He was sentenced on May 16, 1995. The Mandatory Minimum Sentences Amendment Act of 1994 (the MMSAA), D.C. Law 10-258, 42 D.C.Reg. 238, which repealed mandatory minimum sentences for non-violent distribution offenses, became effective on May 25, 1995, nine days after Dantzler was sentenced. A panel of this court subsequently held in Holiday v. United States, 683 A.2d 61 (D.C.1996), that the MMSAA has no application to an offense committed prior to the effective date of the Act.\n. The judge imposed a concurrent one-year term for distribution of marijuana.\n. The December 20, 1995 motion filed by Dantzler's new attorney did not represent Dantzler’s first attempt to secure post-conviction relief. On June 5, 1995, in a letter to the trial judge, Dantzler claimed that his trial counsel had represented him in a “wrong [manner].” Dantzler. also requested a reduction of his sentence. The judge treated the letter as a pro se motion to vacate sentence pursuant to D.C.Code § 23-110, and also as a pro se motion to reduce sentence pursuant to Super. Ct.Crim. R. 35. On June 27, 1995, the judge issued a written order in which he denied both motions without a hearing. On July 20, 1995, Dantzler filed a second pro se motion for reduction of his sentence; the judge denied this motion on August 8, 1995. Dantzler did not appeal from the denial of any of his pro se post-trial motions.\n.Barnes, who later became Dantzler's codefend-ant, agreed to a negotiated disposition of the charges against him.\n. The judge noted that this was a \"legal conclusion,” and asked the defense to \"please just give me the facts.” Nevertheless, no underlying facts were elicited from the witness.\n. Henry Schoenfeld, Esq. was Dantzler’s trial counsel.\n. On cross-examination, Dantzler testified that at the time of the offenses he had been employed for approximately three months as a cashier, food server and cleaner, and that he earned six dollars per hour for a forty-hour week, for a total of $240 per week.\n. The judge added:\nDon’t argue something that’s not on the record. How do I know that he wasn’t selling and got broken down misdemeanor? How do I know he just wasn’t holding it for somebody?\nHow do I know that these cases reflect PCP use, not just conviction?\nDantzler’s attorney, having previously stated that he had no more witnesses or evidence, then asked the judge: \"Would you like me to have him testily that he was using back then?” The judge responded: \"Listen, you’re putting on the evidence, not me.” The judge subsequently declined to permit counsel to re-call his client to the stand.\n. When the judge indicated that he was not persuaded, counsel responded that\nWell, I have nothing further to say. It just seems completely obvious to me that he’s a long-standing PCP user which is an addict.\n. Defense counsel apparently believed that Dantzler was subject to mandatory sentencing as a second offender because he had been convicted in 1987 of possession of PCP and distribution of marijuana. The prosecutor advised the judge, however, that Dantzler was sentenced in 1987 pursuant to the District of Columbia Youth Rehabilitation Act (DCYRA), D.C.Code §§ 24-801 et seq., (1996), and that his conviction had been set aside. It appears from the transcript of the hearing that this information was set forth in the presentence report, but that report has not been made a part of the record. In any event, defense counsel was certainly on inquiry notice that his client may have been sentenced pursuant to the DCYRA, for the offense on which the enhancement papers were based was committed on April 16, 1987, six days before Dantzler’s eighteenth birthday.\n. That appeal is No. 95-CF-691. The appellate brief filed on behalf of Dantzler does not address the direct appeal, and we treat that appeal as abandoned. Cratty v. United States, 82 U.S.App.D.C. 236, 243, 163 F.2d 844, 851 (1947).\n. In her motion, Dantzler’s new attorney complained that her predecessor had failed to make an opening statement; that counsel did not object when a witness incorrectly testified that Dantzler, rather than the buyer, Barnes, was in possession of drugs; that trial counsel asked improper questions which drew a rebuke from the judge; that at the conclusion of the prosecution’s case, counsel made a “motion to dismiss” rather than a motion for judgment of acquittal; and that counsel improvidently requested a \"dynamite” instruction pursuant to Winters v. United States, 317 A.2d 530 (D.C.1974) (en banc). Even if we were to view one or more of these alleged errors as being of constitutional magnitude — a dubious assumption' — Dantzler has not shown that “there is a reasonable probability that, but for counsel's unprofessional errors, the result [at trial] would have been different.\" Strickland v. Washington, 466 U.S. 668, 694, 104 S.Ct. 2052, 2068, 80 L.Ed.2d 674 (1984).\n. The description in the affidavit of Dantzler's and Ms. Hucks’ earnings is phrased in terms of \"bi-weekly take home pay.” We have converted this into weekly pay in order to facilitate a comparison with Dantzler’s alleged $500 per week drug habit. There appears to be a significant discrepancy, in relation to Dantzler’s earnings, between his affidavit and his testimony at the sentencing hearing. See note 7, supra.\n. The second half of the italicized language in the affidavit appears to be inconsistent with Dantzler’s testimony at the sentencing hearing. On that occasion, he stated that he used some of the proceeds for beer or drinks.\n. Dantzler also asserted that he was denied the right to a speedy trial. This claim was based on erroneous belief on Dantzler’s part that he was entitled to a trial within 120 days of his arrest.\n. In its brief, the government had addressed the merits of Dantzler’s contentions and did not ask the court to decline to do so.\n. Counsel did state, however, that since the judge could decline to consider a successive motion altogether, it would be ironic to hold that the judge may not include in his calculus the fact that he was considering a second § 23-110 motion.\n. But see discussion, infra at pp. 1358-1359.\n. See the discussion of Dantzler’s affidavit at p. 1355, supra.\n. At the sentencing hearing, Dantzler testified that he spent the proceeds of his drug sales on drinks and PCP, stressing the former. If he had been adequately prepared and questioned along the lines of his subsequent affidavit, the amounts expended on drugs and on liquor could have been compared with one another. This would surely have redounded to Dantzler's advantage, for it appears improbable that Dantzler spent anything like $500 per week on beer or other alcoholic beverages.\n.Counsel stated in this connection that he was \"hurriedly looking through the jacket,” and that he saw \"notations which would lead me to believe that this person may be an exception [to mandatory or enhanced sentencing]; on the other hand, I don’t see those notations noted.\" Counsel added that “I don’t have my code book in front of me and I know PCP is different [from] cocaine....” We note that Dantzler was facing a long prison term, and that the protection of Dantzler's liberty interests potentially hinged in a very major way on counsel’s preparation on these matters.\n. At a hearing, the prosecution will be able to bring out those useful steps which trial counsel apparently took on Dantzler’s behalf, including, e.g., a formal request to the court that Dantzler be professionally evaluated for drug treatment. It appears that no such evaluation was performed.\n. Dantzler’s ability to maintain employment does not negate a finding that he was an addict. Dupree, 583 A.2d at 1003. To hold otherwise would provide addicts with a perverse incentive not to try to obtain or keep a job because, in cases such as this, “the ability to continue to work would necessarily mean that a long prison term would be assured.” Id. at 1005 (concurring opinion); see also id. at 1004 n. 5.\n.In his affidavit, Dantzler stated:\nFollowing my conviction for attempted possession with intent to distribute [PWID] PCP in F53 69-91, Judge Mildred M. Edwards placed me on probation with a required condition of treatment for drug dependency or abuse at PPRC. This sentence was imposed on February 25, 1993, only seven months before the offense charged in this case. I regret that I did not follow through with the treatment.\nMoreover, Dantzler had at least two prior convictions, involving distribution or its equivalent, which would evidently have been disqualifying but for plea bargains; \"attempted” PWID as noted above, and a conviction for distribution of marijuana and possession of PCP arising out of a single incident. Finally, if Dantzler in fact had a $500 per week drug habit, as he swore in his affidavit, then he must have engaged in many hundreds of drug sales to earn enough money to support his habit.\n. In the act of sentencing, the judge approaches the attribute of the Almighty — he sits in judgment of his fellow man.... To sit in judgment of a man while looking him in the eye and knowing him in some way first hand is one thing, but to do so only by way of the dispassionate and remote confines of an appellate record, no matter how elaborately composed, is quite another.\nIn re L.J., 546 A.2d 429, 434 (D.C.1988) (quoting Foster v. United States, 290 A.2d 176, 178-79 (D.C.1972)).\n. We have held that where the trial judge has determined, on the basis of the presentence report, that he will impose a mandatory minimum sentence regardless of whether the defendant qualifies for the addict exception, the judge need not hold an addict exception hearing. Mozelle v. United States, 612 A.2d 221, 223-24 (D.C.1992). In this case, the judge nevertheless held such a hearing. It is therefore reasonable to infer that the judge considered the question whether Dant-zler qualified for the addict exception to be at least potentially relevant to the sentence to be imposed.",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [
      "Carol Garfiel Freeman, appointed by the court, Rockville, MD, for appellant.",
      "Robert D. Okun, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney, and John R. Fisher and Elizabeth Trosman, Assistant United States Attorneys, were on the brief, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Darryl A. DANTZLER, Appellant, v. UNITED STATES, Appellee.\nNos. 95-CF-691, 96-CO-597.\nDistrict of Columbia Court of Appeals.\nArgued April 16, 1997.\nDecided June 19, 1997.\nCarol Garfiel Freeman, appointed by the court, Rockville, MD, for appellant.\nRobert D. Okun, Assistant United States Attorney, with whom Eric H. Holder, Jr., United States Attorney, and John R. Fisher and Elizabeth Trosman, Assistant United States Attorneys, were on the brief, for ap-pellee.\nBefore SCHWELB, RUIZ and REID, Associate Judges."
  },
  "file_name": "1349-01",
  "first_page_order": 1399,
  "last_page_order": 1409
}
