{
  "id": 7378802,
  "name": "William CLARK et al. v. Charles BROOKS et al.",
  "name_abbreviation": "Clark v. Brooks",
  "decision_date": "1993-10-14",
  "docket_number": "No. 92-619-Appeal",
  "first_page": "1351",
  "last_page": "1352",
  "citations": [
    {
      "type": "official",
      "cite": "633 A.2d 1351"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 166,
    "char_count": 1998,
    "ocr_confidence": 0.714,
    "sha256": "5bb304740c6cee85080d77149f148105ceebb7b8176b9e872fe425f5047ce9ab",
    "simhash": "1:521efcfbc8d7ae50",
    "word_count": 351
  },
  "last_updated": "2023-07-14T22:01:57.273192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "FAY, C.J., did not participate."
    ],
    "parties": [
      "William CLARK et al. v. Charles BROOKS et al."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis case came before the court for oral argument on September 28, 1993, pursuant to an order that had directed both parties to appear and show cause why the issues raised by this appeal should not be summarily decided.\nAfter hearing the arguments of counsel and examining the memoranda filed by the parties, we are of the opinion that cause has not been shown and that these issues may be summarily decided.\nWe are of the opinion that the trial judge was not clearly wrong in finding an ambiguity in respect to the necessity of a written agreement for renewal of the lease for an additional five-year period. We therefore sustain his judgment insofar as he held that the tenants could renew their five year lease for a second five-year term.\nHowever, our reading of the lease in respect to an increase of rent for the second five-year term does not disclose an ambiguity. The portion of the lease in respect to an increase of rent for any extended term is as follows:\n“Said rent or any renewal or extension of this lease shall be computed using the Consumer Price Index as the basis of any increase, however, any increase will not exceed FIFTEEN (15%) per cent per an-num of the current annual rental.”\nThis language is not ambiguous, in our opinion, and clearly provides that the lessor may annually increase the rent by the amount of the Consumer Price Index, though not to exceed fifteen percent in any one year.\nConsequently, we modify the judgment of the Superior Court in respect to the right of lessor to increase the rent annually as opposed to one increase for the five-year period.\nTherefore, the judgment of the Superior Court is affirmed in part and modified in part. The papers in the case may be remanded to the Superior Court for entry of a new judgment consistent with this order.\nFAY, C.J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "John F. Kenyon, James Auckerman.",
      "Michael F. Horan."
    ],
    "corrections": "",
    "head_matter": "William CLARK et al. v. Charles BROOKS et al.\nNo. 92-619-Appeal.\nSupreme Court of Rhode Island.\nOct. 14, 1993.\nJohn F. Kenyon, James Auckerman.\nMichael F. Horan."
  },
  "file_name": "1351-02",
  "first_page_order": 1403,
  "last_page_order": 1404
}
