{
  "id": 6093761,
  "name": "In re Albert W. Musgrave",
  "name_abbreviation": "In re Musgrave",
  "decision_date": "1970-10-08",
  "docket_number": "No. 8292",
  "first_page": "1352",
  "last_page": "1371",
  "citations": [
    {
      "type": "official",
      "cite": "57 C.C.P.A. 1352"
    },
    {
      "type": "parallel",
      "cite": "167 U.S.P.Q. 280"
    },
    {
      "type": "parallel",
      "cite": "431 F.2d 882"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "94 U.S. 780",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5645478
      ],
      "year": 1876,
      "opinion_index": 0,
      "case_paths": [
        "/us/94/0780-01"
      ]
    },
    {
      "cite": "141 USPQ 918",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "135 USPQ 160",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "132 USPQ 514",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "129 USPQ, 23",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "124 USPQ 511",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "127 USPQ 456",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "124 USPQ 454",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "14 USPQ 272",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "61 F. 2d 58",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        911395
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/61/0058-01"
      ]
    },
    {
      "cite": "415 F. 2d 1393",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6085081,
        2176426
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/56-2/1381-01",
        "/f2d/415/1393-01"
      ]
    },
    {
      "cite": "56 CCPA 1381",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6085081
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/56-2/1381-01"
      ]
    },
    {
      "cite": "415 F. 2d 1378",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6085072,
        6085065,
        2176436
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/56-2/1376-01",
        "/ccpa/56-2/1360-01",
        "/f2d/415/1378-01"
      ]
    },
    {
      "cite": "56 CCPA 1360",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6085065
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/56-2/1360-01"
      ]
    },
    {
      "cite": "188 F. 2d 165",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1218505,
        6084118
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/188/0165-01",
        "/ccpa/38-2/0945-01"
      ]
    },
    {
      "cite": "188 P. 2d 165",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "38 CCPA 945",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6084118
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/38-2/0945-01"
      ]
    },
    {
      "cite": "373 F. 2d 1007",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2040784,
        6086440
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/373/1007-01",
        "/ccpa/54-2/1218-01"
      ]
    },
    {
      "cite": "54 CCPA 1218",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6086440
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/54-2/1218-01"
      ]
    },
    {
      "cite": "57 CCPA 939",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092786
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/57-2/0939-01"
      ]
    },
    {
      "cite": "417 F. 2d 1395",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2169458,
        6092527
      ],
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/417/1395-01",
        "/ccpa/57-2/0737-01"
      ]
    },
    {
      "cite": "57 CCPA 737",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092527
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/57-2/0737-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1726,
    "char_count": 52510,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 6.841516651929649e-07,
      "percentile": 0.9642311192660267
    },
    "sha256": "9ac3c2693c5c58e1a8ee24cf713d64c0c059aa82f79e5088058726a118556f2c",
    "simhash": "1:b5bd91f9552232ce",
    "word_count": 8579
  },
  "last_updated": "2024-02-27T19:10:35.585346+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Almond, Baldwin, Bane, Associate Judges, and Rosenstein, Judge, sitting by designation"
    ],
    "parties": [
      "In re Albert W. Musgrave"
    ],
    "opinions": [
      {
        "text": "High, Judge,\ndelivered the opinion of the court. '\nThis appeal is from the decision of the Patent Office- Board of Appeals affirming the rejection of claims 1-14,17-39,47-58 and 60 of application serial No. 496, 735, filed September 30, 1965, and entitled “Corrections for Seismic Data Obtained from Expanding-Spread.” Six apparatus claims have been -allowed. We reverse.\nThe Invention\nThe principal object of appellant’s invention is to obtain seismo-grams which delineate with a high degree of precision the nature of the subsurface formations in the earth’s crust.\nBackground\nAppellant’s brief states:\nA seismogram is a record of earth vibrations. In a reflection seismic survey, dynamite is detonated at a shotpoint, as in a shallow borehole, for the genera-tiou of seismic energy. A part of the downwardly traveling energy is reflected upwardly at each subsurface interface. A reflecting interface is a region where there is a change in the velocity [of the seismic energy] us between adjoining layers of the earth, such as a layer of rock (high velocity) and a layer of sand (low velocity). In addition to change in velocity of the seismic energy in the earth due to the velocity characteristics of layers, the velocity through the earth increases with depth.\nAt the earth’s surface, the upwardly reflected energy is detected by a plurality of seismic detectors or geophones. These extend linearly along a line of exploration. After each explosion of dynamite [along the line of exploration], each detector over a period of several seconds generates a plurality of electrical signals representative, inter alia, of reflected energy, multiples, and noise due to random earth movements unrelated to the effect of the reflected seismic energy. [Bracketed insertions ours.]\nA seismogram is produced by recording, on a magnetic tape for example, the electrical signals generated by eaclr detector. Ordinarily, a “family” of seismograms is produced for each, dynamite blast — there being one seismogram for each detector. A plurality of dynamite blasts along a line of exploration will therefore yield a plurality of families of seismograms.\nAppellant refers to two ways in which the detectors may be arranged with respect to the shotpoints along the line of exploration, one being referred to as a “split-spread” and the other as an “expanded-spread.” In a split-spread, the shotpoint is located in the center of a spread of detectors. In an expanded-spread the shotpoint is located on the line of exploration but at some distance from the spread of detectors. It is unnecessary for an understanding of this opinion to be aware of further details of these arrangements. It will suffice to note that appellant uses both arrangements simultaneously to produce two families of seismograms for each dynamite blast.\nTo render meaningful the seismogram produced as described above, it is necessary to apply to it a so-called “weathered-layer correction” and a so-called “normal move-out correction.” With respect to the former, appellant explains that at the earth’s surface there is an unconsolidated, weathered layer (commonly called “soil”) of variable depth and inclination. The velocity of seismic energy passing through this layer is much lower than in the consolidated layer just beneath it. Since the weathered layer is of variable thickness and of low velocity, it is necessary to subtract the travel time of the seismic energy in the weathered layer from the total travel time.\nBecause of the high velocity contrast which exists between the base of the weathered layer and the adjoining consolidated layer, some of tbe seismic energy produced at the shotpoint will travel downward to the interface of the weathered and consolidated layers and be reflected upward to the detectors. The time-occurrence of the first reflection on the seismogram (time-zero being the instant the dynamite is detonated) provides the time-correction needed to eliminate the effect of the weathered layer on the time or depth measurements of interest.\nA normal move-out correction is necessary to compensate for the geometrical spreading of the detectors. Since the measurements of interest are depths below the earth’s surface, the identification of reflections in terms of vertical travel time is desired. Obviously, the travel path, and therefore travel time, from a shotpoint to a given reflecting interface or “horizon” and then to a given detector is greater for a detector located some distance from the shotpoint than for a detector directly adjacent the shotpoint. In correcting a family of seismograms for normal move-out, however, it must also be taken into account that the effect of geometrical spreading of the detectors decreases with increases in depth from which a given seismic wave is reflected. Therefore, normal move-out corrections must be “dynamic”; that is, the magnitude of each correction for each detector must be varied inversely with the depth from which a wave is reflected — -the greater the depth the less the correction. Stated differently, the longer the time-occurrence of a given wave is from time-zero on a seismogram, the less it is corrected for normal move-out.\nCorrection of a family of seismograms for the weathered-layer and normal move-out yields, in effect, a new family of seismograms on which the positions of the representations of seismic waves relative to one another more nearly correspond to the relative depths of the horizons from which those waves were reflected. Perfect corrections would cause all the reflection signals corresponding to a given horizon to be lined up across the set of seismograms. However, since the corrections are ordinarily somewhat imperfect, further adjustments are made by reproducing the seismograms as traces on an oscilloscope and manipulating knobs on the oscilloscope to bring the reflections into horizontal alignment.\nKefinement of this “new” seismogram is accomplished by identification and elimination of “multiples.” Multiples represent unwanted signals which must be eliminated to avoid errors in measurements of the time-occurrence of reflections. These unwanted signals occur by reason of multiple reflection of seismic waves, for example, as shown in Fig. 5A:\nBeflections Rx, R2, R3 arise because of seismic waves reflected to the earth’s surface from Horizons BHX, RH2, and BH3, respectively. Multiple Mi arises because a wave is reflected from the earth’s surface to horizon BHX and thence again to the surface. Its travel time is twice that for reflection Ex. MX1 and M12 illustrate other types of multiple reflections. There are still others which may obscure the time-appearance of the reflections which are the features of principal interest.\nAppellant describes still other techniques used to refine seismo-grams, such as removal of noise signals due to random earth movements, but these are not critical to appellant’s invention.\nAppellant's Discovery\nAppellant has discovered that a family of seismograms obtained by using an expanded-spread of detectors can be most precisely corrected for the effect of the weathered layer by deriving the necessary time-correction from the time-occurrence of the first reflection on a corresponding family of seismograms obtained using a split-spread of detectors.\nAppellant has also discovered that the reflection-wave front of energy detected by an expanded-spread of detectors is hyperbolic in character. Based on this discovery, appellant has developed a new technique for identifying the multiples which involves applying functions of hyperbolic character to a family of seismograms. In this way, the magnitudes of errors in the normal move-out corrections can be determined and multiples can be separated from reflections, making it possible to remove the multiples from the seismograms.\nAppellant’s application emphasizes that to use his techniques, the seismograms must be “phonographically reproducible, whether on magnetic, photographic or other reproducible medium.” Apparently, this is necessary because the refinement of seismograms as described above involves repeated recording and playing back of the signals representative of seismic waves.\nThe Appealed Method Claims\nWe consider claims 2 and 60 to be representative. For ease of reference and understanding we reproduce these claims in numbered paragraph format, contributed in part by us:\n2. In seismic exploration, the method of establishing weathering corrections in the form of individual static time-corrections for the signals from each of a plurality of seismic detecting stations spaced one from the other along a traverse which comprises\n[1] generating at generating stations seismic signals adjacent selected ones of said detecting stations whereby the magnitude of said static corrections at said selected stations are known,\n[2] applying said known static corrections respectively to signals generated at said selected stations,\n[3] applying relative to said known corrections interpolated static corrections to the remaining signals generated at the remaining of said detecting stations, and thereafter\n[4] generating at generating stations further seismic signals at spaced locations along said line,\n[5] detecting at the location' of a first group of said stations and thereafter at other locations of other groups of said stations seismic signals, said locations being selected in reference to the locations of said second-named generating stations for the production of an expanding-spread seismic-section having applied to the signals from each of said detecting stations said static corrections, and\n[6] applying dynamic normal moveout corrections to the signals of each group of said detectors to correct them for geometrical spreading.\n60. In seismic exploration where a family of seismograms are produced, each seismogram including multiple reflection signals and a plurality of single reflection signals representative of waves reflected from subsurface reflecting points after travel to said points over a plurality of paths, each of which for any one of said seismograms differs from the path for any other of said seismograms, the method which comprises:\n[1] generating signals from each of said seismograms,\n[2] applying to said generated signals a succession of dynamic time-adjustments, one for each said seismogram, and of magnitude to correct for normal movement delays present in said seismograms.\n[3] time-shifting said generated signals, the magnitude of the time-shifts varying across said family of seismograms in accordance with a plurality of approximately hyperbolic functions of different eccentricities, and\n[4] adding together said generated signals for the production of summation signals representing (a) multiple reflections which add together cumulatively for certain of said hyperbolic functions, and (b) single reflections which add together cumulatively for other of said hyperbolic functions.\nThe Rejection\nThe sole rejection is based on 35 USC 101. We will refer only to the board’s opinion since all points raised in the examiner’s Answer are discussed therein and will refer only to the board’s general remarks applicable to all the claims and specific remarks directed to claims 2 and 60. The board stated:\nThe Examiner rejects each of the claims on appeal on the doctrine in In re Abrams, 38 CCPA 945 * * * 188 P. 2d 165, 89 USPQ 266. This, of course is a rejection based on 35 U.S.0.101 and is a finding that the subject matter sought to be patented is not embraced by the patent statutes The Examiner acknowledges that certain of the claims [including claim 2] on appeal * * * set forth physical steps that are clearly old in the Salvatori et al. and Jolly patents * * * but asserts that patentability of the method is not dependent on these physical steps but on the other non-physical or “mental” steps set forth in these claims. * * * the Examiner asserts that [the other claims including claim 60] * * * include no physical steps but set forth merely a method of processing data which does not require any tangible device or apparatus to carry out the method and hence could be carried out mentally.\nAppellant * * * strongly urged that the Abrams case is not applicable law where there is a disclosure in the specification, as here, that the process can be carried out with apparatus there specified even though the method also could be carried out within the human mind without the apparatus. Appellant further contends that the Abrams Rule 1 and Rule 2 * * * are not applicable to any claim on appeal.\n* * * we are not impressed by either logic or the authorities cited by appellant that a claim which embraces within its scope and is patentable only because it embraces non-statutory subject matter should be allowed on the basis of a disclosure not referred to in the claim, of a possible physical alternative to the non-physical or “mental” steps embraced by the claim. This would seem to be no more logical than it would be to allow a broad apparatus claim that read on the prior art devices solely on the basis of a particular new apparatus disclosed although not claimed specifically. In each instance it would be a case of over-claiming by an applicant to embrace by the claims that which cannot be patented under the statutes. 35 U.S.O. 100(b) provides a sanction for the claiming, as a method, the use of a known machine, and obviously would be extended to include a new use of a new machine, but the use of the machine there contemplated must be claimed and not merely disclosed In the specification.\nNor do we find any logic or authority for departing from the Rule 2 of Abrams so that claims which include both statutory physical steps and non-statutory non-physical or “mental” steps can be patentable on the sole basis of the non-statutory subject matter included therein. Were this Rule not the case, then methods of telling fortunes or predicting the activities of the stock market would be patentable providing one included the use of playing cards or a desk calculator in a claim that otherwise is for a non-statutory algorithm, such as the hypothesized principles underlying human behavior or the fluctuating values of the stock market.\nIn. our view the merits of the Examiner’s rejection must turn on the applicability of either Rule 1 or Rule 2 of the Abrams case to each of the appealed claims and not on any suggested liberalization of those rules to cause the statute to embrace non-physical or “mental” activities even though they be valuable and meritorious discoveries.\n* * * * * * *\nWe shall first consider claim 2 which, in our opinion, appears to be more illustrative of the interpretive problem than any other of the principal claims which appellant has designated as decisive of the issues on this appeal. * * *\nThe preamble of claim 2 refers to “signals * * * from seismic detecting stations” so that “signals” here could have only the meaning of the output of a device which senses waves transmitted through the earth. Since these signals are not specified to be electrical, mechanical or optical or to denote any other physical state or a material or thing, the sole connotation here would be that “signals” (i.e. without a modifier) are synonomous with information or data and are an abstraction and intangible.\nIn step (1) of claim 2 the expression “generating * * * seismic signals” could possibly have reference to the fact that in step (S) the detecting stations also “generate signals” and the “seismic” modifier to the term “signals” could indicate merely the seismic origin of the information content of the signals. However, to be consistent with step (5) in which “seismic” signals could only have the meaning such as earth waves, we shall construe this term in the instant claims to mean the generation of a physical state in a physical body, the earth, when the expression “seismic signals” is used and to mean the generation of abstract data when the term “signals” is used, that is unmodified as to any physical thing that is altered to- give rise to the signals.\nWe find no basis for interpreting “signals” to be limited to electrical or magnetic signals as might be present in an electrical conductor or a magnetic recording media consonant with the special analog computer illustrated in appellant’s drawings, for appellant expressly directs otherwise in * * * his specification, which reads as follows: “With the foregoing outline of the operations as a whole, it will be understood that the several method steps may be carried out by a wide variety of apparatus, including computing equipment, which by a mathematical approach will provide solutions to equations which may be exact or approximate, as may be desired. In the more detailed description which follows, there will be presented both the field techniques and a description of simplified analog type of instruments by means of which the invention may be utilized and which are illustrative of the many features of the invention, to which the appended claims have 'been directed.”\nThe carrying out of appellant’s method by a “mathematical approach”, through “solutions to equations” and with “computing equipment” (which we presume would be digital in character in order to contrast with the analog computer specifically illustrated) is inconsistent with the “signals”, where claimed without modifier, being the result of a change in state of a physical or material thing.\nThe “whereby” clause of step (1) of claim 2 is a statement of a wanted result that conceals the, fact that mere generation and/or detection of “seismic signals” by themselves do not make known the static corrections specified by the claim. Omitted therefrom and essential thereto is the step of exercising human judgment that would be required to interpret these signals to gain any knowledge of the static corrections needed.\nHowever, to the extent that step (1) calls for a physical and hence a statutory process, it is fully anticipated by the Salvatori et al. and Jolly patents in which seismic signals are generated also to derive corrections to be used in seismic explorations.\nSteps (2) and (3) of claim 2 apply the corrections derived from the human judgment implicit in step (1) to “signals” which are generated at various “selected” or “detecting” stations. Since “corrections” are data having no physical means for representing the same, application of corrections to signals generated at the detecting stations, as called for by these steps, necessarily is a step requiring only the compilation of data from two sources. In step (3) the corrections are required to be further “interpolated” which likewise is an act requiring human judgment.\nSteps (2) and (3) are non-statutory since they require no physical act on any physical thing.\nStep (4) of claim 2 sets forth a second step of physically generating “seismic signals” which finds its counterpart in the successive, generation of seismic waves of the cited patents.\nStep (5) of claim 2 detects “seismic signals” which might at first appear to be physical acts involving waves transmitted through the earth but the “signals” from each detecting station must be information or data only, since “corrections” are applied to them. Both Salvatori et al. and Jolly have detecting apparatus that carry, out whatever physical acts are contemplated by step (5).\nStep (6) of claim 2 applies further “corrections” to the data evolved from the detectors, and necessarily requires no physical act on any physical thing.\nFrom the above analysis it appears that insofar as claim 2 sets forth a statutory process, it is merely the physical steps of generating a succession of seismic waves and detecting such waves following each step of generation. That which is presented to distinguish these claims over the conventional method of seismic exploration is the broad method of applying correction data to experimental data by every possible procedure, including mere mental processing of the data.\nWe sustain the rejection of claim 2 as for non-statutory subject matter.\n& & sfe d: * s!í jj*\nClaim 60 represents a method of processing data which starts with existing seismograms and generates signals therefrom which are processed as data through successive transformations none of which specify or require the use of apparatus or the employment of any physical acts on physical things. This claim merely calls for a general mathematical or a general graphical solution of an algorithm which appellant has propounded but which cannot be patented directly as an algorithm, or indirectly, as a series of conceptual steps in a method of solving the algorithm, under the statutes as they have been interpreted heretofore.\nThe rejection of claim 60 is sustained.\nTbe opening sentence of tbe argument in tbe Patent Office brief states that,\nThe opinion by the Board * * * represents the best comprehensive statement of the Patent Office position.\nOPINION\nAll claims here are method claims. All claims stand rejected on tbe sole ground that they are non-statutory, i.e., none defines a “process” within the meaning of 35 USC 101, read with tbe definition of 35 USC 100(b) in mind. The asserted reason for holding the claims non-statntory is that either all steps of the claims are “mental steps” or some of the steps are “mental” and are relied on for patentability.\nThe examiner said his rejection was “based on the three categories of claims developed in” In re abrams, 38 CCPA 945, 188 F. 2d 165, 89 USPQ 266 (1951), and was sound because the claims fall within either the first or second categories of Abrams. In affirming, the board accepted the examiner’s reasoning and referred to the “Pules” set forth in Abrams, those rules being the “categories” referred to by the ex: aminer. The board opinion, it should be noted, was rendered several months prior to even our first opinion in In re Prater, 56 CCPA 1360, 415 F. 2d 1378, 159 USPQ 583 (Nov. 20, 1968, Judge Smith’s opinion), on rehearing 56 CCPA 1381, 415 F. 2d 1393, 162 USPQ 541 (Aug. 14, 1969, Judge Baldwin’s opinion).\nSince the three so-called “Rules of Abrams” appear to have been the legal basis of both decisions below, as well as the basis for the Patent Office Solicitor’s brief before us, we deem it appropriate to state at the outset our position as to those so-called rules, a matter which was considered in penetrating detail in our initial Prater opinion, delivered by the late Judge Smith, and in no way contradicted in our later superseding opinion, delivered by Judge Baldwin.\nIn Abrams, appellant’s counsel proposed, by way of argument which he hoped would win him a reversal, “three suggested Tules of law.’ ” In Abrams the court pointed out that the proposed rules had evidently been submitted to the Patent Office and that neither the examiner nor the board had either approved or disapproved them. The court declined to adopt them. Judge Smith said in Prater — and time and restudy do not enable us to improve on his statement — that\n* * * much confusion in subsequent interpretation of the Abrams decision has been caused by people misreading the decision as conferring judicial sanction upon the “rules” formulated and proposed by Abrams’ attorney. This confusion has arisen because the court after initially declaring there was no necessity to embrace the rules, apparently adopted Rule 2 towards the later part of the opinion. We believe this later statement was advanced not to show adoption of the rules by the court but merely to point out that even if, arguendo, the court had adopted his rules, Abrams would still not have prevailed in his particular fact situation.\nAfter further discussion of the case of Don Lee, Inc. v. Walker, 61 F. 2d 58, 14 USPQ 272 (9th Cir. 1932), cited in Abrams and apparently the genesis of the “mental step” concept in patent law, Judge Smith concluded, and we agree:\nAs a partial summary of our reasoning so far, we Rave observed that the “Rules” of Abrams * * * were not given the status of judicial acceptance by the court in Abrams and remain no more than parts of the argument put forward by Abrams’ counsel. Further, we note that even if “Rule 2” had been so adopted, the rule when traced to its origin in Don Lee rests on an uncertain basis as precedent.\nWe do not feel our reasoning need be encumbered by the so-called “Rules” of Abrams for the reasons we have indicated.\nOn rehearing, our new opinion by Judge Baldwin notes the fact that Abrams had been exhaustively analyzed in Judge Smith’s opinion and expresses no disagreement with that analysis. It remains our view that we need not be encumbered in our reasoning by the “Bules” of Abrams for the reason that they have never enjoyed the approval of this court.\nAdditionally, it is our view that “Buies” 2 and 3, at least, are logically unsound. According to these “Bules,” a process containing both “physical steps” and so-called “mental steps” constitutes statutory subject matter if the “alleged novelty or advance in the art resides in” steps deemed to be “physical” and non-statutory if it resides in steps deemed to be “mental.” It should be apparent, however, that novelty and advancement of an art are irrelevant to a determination of whether the nature of a process is such that it is encompassed by the meaning of “process” in 35 USC 101. Were that not so, as it would not be if “Buies” 2 and 3 were the law, a given process including both “physical” and “mental” steps could be statutory during the infancy of the field of technology to which it pertained, when the physical steps were new, and non-statutory at some later time after the physical steps became old, acquiring prior art status, which would be an absurd result. Logically, the identical process cannot be first within and later without the categories of statutory subject matter, depending on such extraneous factors.\nWhether “Bule” 1 of Abrams would lead to a correct result on the ultimate question of patentability would depend on how one interprets “purely mental.” If so construed as to encompass only steps incapable of being performed by a machine or apparatus, it might lead to a correct result. Clearly there are no steps of that nature in the presently appealed claims. If the expression “purely mental” is construed (as the board apparently did here) so as to encompass steps performable by apparatus, as well as mentally, then the “Rule” is unsound for reasons expressed below.\nThe sole rejection in this case being based on the ground that the subject matter of the appealed claims is “non-statutory,” we here set down the involved statute, 35 USC 101 (emphasis ours) :\n101. Inventions patentable\nWhoever invents or discovers any new and useful process, machine, manufacture, or composition of matter, or any new and useful improvement thereof, may obtain a patent therefor, subject to the conditions and requirements of this title.\nSince no question is raised as to novelty or utility, the only question is whether the claimed subject matter falls within one of the enumerated categories of patentable inventions and the only category here involved is “process.” A definition of process is provided in 35 USC 100(b) reading:\n(b) The term “process” means, process, art or method, and includes a new use of a known process, machine, manufacture, composition of matter, or material.\nThe Patent Office has raised no question involving application of the definition. It simply insists that the methods of the appealed claims are not such as are encompassed by the term “process” because the claims all fall into one of two categories: (1) “all mental steps”; (2) “some mental steps and some physical steps with patentability dependent on the mental steps.” The examiner himself categorized his rejection as a “mental step rejection” and this raises two questions: Are some or all of the steps in each claim “mental” and, if so, is that fatal to patentability ?\nAs may be seen from the statutory language, it contains nothing whatever which would either include or exclude claims containing “mental steps” and whatever law there may be on the subject cannot be attributed to Congress. It is purely a question of case law. That law we, like others, have found to be something of a morass. As indicated by footnote 22 in Judge Baldwin’s Prater opinion, “mental” is a vague term of indefinite meaning, and whether a given step is “mental,” or “purely mental,” is a question which has had to be determined on a case-by-case basis, “considering all of the surrounding circumstances.” Since, additionally, the legal significance of a finding that a given step was or was not “mental” or “purely mental” was itself in doubt, characterizing steps of method claims as “mental,” “purely mental,” “physical,” or “purely physical” gave little certainty to the law. Nothing points this up as well as consideration of some of the opinions by the Patent Office Board of Appeals in cases in which the board has reversed “mental step” rejections.\nEx parte Moser et al., 124 USPQ 454 (Board of Appeals 1959), involved claims to a process of operating a fluidized-bed coking-unit, which process contained steps of determining a maximum permissable feed rate in accordance with a relationship between viscosity and another factor on a continuous basis and varying the severity of the coking operation in accordance therewith. The examiner rejected the claims as unpatentable in that they recited “mental steps.” In reversing, the board said:\nWhile determination of the relationship between viscosity and Conradson carbon of the feed may be in the nature of a mental process, we are not satisfied that the step of “continuously measuring the viscosity of the feed passing into the coking zone” is itself a wholly mental step requiring condemnation of the claims. Where, as here, operating conditions of a process are varied directly in accordance with the changes in a certain physical characteristic of the feed stock, it appears proper and necessary to recite the continuous measurement of this property.* * * We agree with the appellants that the essential novelty in the case is' in the positive and physical step of controlling the severity of the coking operation in response to variations in viscosity of the feed oil and not in the determination of the relationship between the viscosity and Conradson carbon or in the measurement of the viscosity, which are incidental steps in the process although desirably included in the claims in order to properly define, qualify or limit their Scope. We will, accordingly; not sustain the rejection of the appealed claims .as drawm to unpatentable subject matter because of the recitation of mental steps.\nEx parte McNabb, 127 USPQ 456 (Board of Appeals 1959), was concerned with claims to a method of locating defects in wooden objects such as telephone poles by radiographic methods involving several steps. A reference was cited showing radiographic testing of objects such as welded pipe to locate defects. The examiner rejected the claims on the reference because, he said, it showed the first three steps of the claim to be old and the other steps could not be relied on because they were ■ “purely mental.” In disagreeing with the examiner, the board said (emphasis ours) :\nWe have carefully considered the examiner’s position hut are not in agreement therewith. The step of reading the film with a densitometer is obviously not a mental step since a densitometer is a piece of apparatus which functions to measure the density of the film by its inherent mode of operation. Plotting the optical densities as a function of the film likewise is no more of a mental step than reading a thermometer or gauge and plotting the value therefrom. Ascertaining the deviations from the norm of the curve can obviously be done by means of a French curve and a pair of dividers. The deviations, if any, from the norm are clearly evident from the graph plotted from the densitometer data. Orienting the deviations with respect to the test object is merely aligning the graph in its proper position, as indicated by the graph itself. None of these steps are purely mental or interpretative mental steps. Any method or step in a method which can be manually performed and requires the use of the human eyes for detection or determination of any condition, such as temperature, pressure, time, etc., and/or the use of the hands for the purpose of manipulating, such as turning off or on or regulating a given device in a certain manner or at a certain time, etc., to produce a certain result necessarily involves the human mmd and hence can he classed as a mental step. Such steps, hoioever, are not purely mental or interpretative mental steps and are not the hind which are prohibited by the decisions relating to purely mental steps.\nEx parte Kahn, 124 USPQ 511 (Board of Appeals 1959), related to a method of insect control. Evidently insects were to be selectively attracted according to species by a sound recording, to their ultimate disadvantage. The claim recited a number of steps including recording a sound signal produced by “one live female member of the selected insect species” while she was feeding during the periods around sunrise and sunset, modifying the signal by amplifying the high-frequency component to obtain an output signal, recording that signal, and then\nreproducing the sound from said recording in the presence of captive live members of the insect species to be controlled, marking portions of the recording representing sounds most attractive to the captive insects based upon the behavior of the insects.\nand re-recording the marked portions repetitively. The examiner cited no prior art and rejected the claim because, he said, the invention could not be practiced “without the exercise of mental steps.”\nThe board prefaced its opinion toy saying,\nWe know of no decision that holds that a method is per se unpatentable merely because its practice requires that the operator thereof must think:\nThe board stated it to be the examiner’s view that in selecting the portions of the recording to be repetitively reproduced the selection had to be made on the basis of an evaluation, “in the light of the knowledge and judgment of the individual or individuals making the recording.” This he felt was “mental” and fatal to the claim. The board disagreed, saying (our emphasis) :\nThe claim recites, however, that the first recorded sounds are reproduced in the presence of live insects and the portions of this first recording are selected or marked on the basis of the observed effect on captive insects. In other words, captive insects indicate the parts of the record attractive to them (do the selecting), the operator observes such fact and, appropriately marks the record. While it may be true that it would be advisable for the operator to think while observing whether or not the portion of the record ¡being played attracts the captive insects, the actual steps out in the claim are independent of such thought and thus do not come under the types of decisions herein considered. Thus, the challenged portion of the claim is clearly a proper limitation and .should be evaluated in connection with pertinent prior art as to its patentable effect or lack thereof upon the ground that it is a proper limitation.\nFor further opinions containing similar reasoning by the board see Ex parte Egan, 129 USPQ, 23 (1960), a case which, incidentally, accepted the Abrams “Rules” as established law; Ex parte Garrett, 132 USPQ 514 (1961); Ex parte Bond, 135 USPQ 160 (1961), which reaffirms the Kalvn statement that a method is not unpatentable merely because its practice requires the operator to think; and Ex parte Tripp, 141 USPQ 918 (1963).\nTurning now to the board decision in the present appeal, we have said above that the board used the Abrams non-rules as the primary basis of its decision that the claims are non-statutory. This was legal error for the reasons already stated.\nThe above-quoted extracts from the board opinion further reveal that the board repeatedly asserted that steps were “mental” and rendered the claims non-statutory because they were not physical acts applied to physical things. This presumes that the law requires all steps of a statutory “process” to be physical acts applied to physical things. We considered this matter in Prater. In the first opinion by Judge Smith we showed how this erroneous idea arose from a dictum in Cochrane v. Deener, 94 U.S. 780 (1876), and is inconsistent with several later Supreme Court opinions. In Judge Baldwin’s Prater opinion we readopted a large portion of Judge Smith’s opinion on this point and again pointed out that it was a misconstruction to assume that “all processes, to be patentable, must operate physically upon substances.” As above noted, the board’s opinion herein was rendered before the dates of our Prater opinions. The board’s contrary presumption as to the statutory requirements further infects its conclusions with legal error.\nAnother aspect of the board’s reasoning which we consider legally unsound in holding claims non-statutory resides in its giving weight to the fact that certain individual steps in the claims lacked novelty, as shown by cited art. In considering the patentability of a process consisting of a plurality of steps we think it is immaterial to the question whether the combination is a statutory “process” that individual steps are old. The whole process could be old and yet be statutory; a fortiori, it matters not that one or more steps are old.\nThe board also considered individual steps in the claims to be “non-statutory,” as in its conclusion about steps (2) and (3) of claim 2. While it may be a minor matter or a mere lapsus linguae, we are here concerned only with whether the combinations of steps constituting the claimed processes are statutory “processes.”\nAlthough representatives claims 2 and 60, quoted above, are directed to different aspects of appellant’s invention, each of the claimed processes basically involves manipulations of certain “signals” to obtain a more meaningful record of seismic events. The “signals” may take the form of impressions on a magnetic tape, electrical impulses in an analog or digital computer, or visible patterns on graph paper or on an oscilloscope screen. The actual manipulation of the signals may be effected by apparatus or manually, depending on the form taken by the “signals,” the proper degree of manipulation being definable mathematically.\nWe cannot agree with the board that these claims (all the steps of which can be carried out by the disclosed apparatus) are directed to non-statutory processes merely because some or all the steps therein can also be carried out in or with the aid of the human mind or because it may be necessary for one performing the processes to think. All that is necessary, in our view, to make a sequence of operational steps a statutory “process” within 35 USC 101 is that it be in the technological arts so as to be in consonance with the Constitutional purpose to promote the progress of “useful arts.” Const. Art. 1, sec. 8.\nOf course, to obtain a valid patent the claim must also comply with all the other provisions of the statute, including definiteness under 35 USC 112. A step requiring the exercise of subjective judgment without restriction might be objectionable as rendering a claim indefinite, but this would provide no statutory basis for a rejection under 35 USC 101. Moreover, as pointed out previously, the claims here on appeal clearly contain no steps of that type.\nIn view of the errors of reasoning of the board in reaching the legal conclusion that the claims are all non-statutory, and finding no other reasons warranting that conclusion, its decision affirming the rejection of all the appealed claims must be reversed.\n2 united States patents to Salvatori et al., 2,087,120, July 13, 1987, and Jolly, 8 105,568, Oct. 1,1963.\nAbrams’ counsel’s proposed Rules were :\n1. If all tbe steps of a method claim are purely mental in character, the subject matter thereof is not patentable within the meaning of the patent statutes.\n2. If a method claim embodies both positive and physical steps as well as so-called mental steps, yet the alleged novelty or advance over the art resides in one or more of the so-called mental steps, then the claim is considered unpatentable for the same reason that it would be if all the steps were purely mental in character.\n3. If a method claim embodies both positive and physical steps as well as so-called mental steps, yet the novelty or advance over the art resides in one or more of the positive and physical steps and the so-called mental step or steps are incidental parts of the process which are essential to define, qualify or limit its scope, then the claim is patentable and not subject to the objection contained in 1 and 2 above.\nIn this regard, see footnotes 22 and 23 of Judge Baldwin’s Prater opinion. In “The Field of the Statutory Useful Arts,” by Coulter, 34* J. Pat. Off. Soc’y. 417 (1952), the author points out at p. 4*26 what “peculiarly human activities” involve, in the second paragraph of the following extract:\nThere is an important point that should not be overlooked. In all of the technological “mental step” cases, the claims say nothing about mental steps or a human operator. The situation is that one or more steps are of such nature that they can be performed by a human operator, who is required to use his brain, and that no device for automatically performing such steps is specifically described in the specification. The claims are held not to define a statutory “useful art” even though, if the method were performed without a human operator (which is not excluded from the claims), it would constitute a statutory “useful art.” In the Abrams case, for instance, there was no intimation that the specified petroleum prospecting method would not be a “useful art” if the criticized steps were performed by devices.\nAnd to a person familiar with the available devices, it is clear that in principle all of the steps could be performed by devices. None of the steps involve peculiarly human mental activities which cannot, in principle, be performed by devices. None of them involve aesthetic, emotional, imaginative, or creative thought or reactions on the part of the practitioners (operators). None of them involve human “value judgments” — that is, judgments on human conduct, ethics, morals, economics, politics, law, aesthetics, etc.",
        "type": "majority",
        "author": "High, Judge,"
      },
      {
        "text": "BaldwiN, Judge,\nconcurring.\nI feel compelled to speak out against the majority opinion. It is my position that the doctrine promulgated by that opinion, which constitutes a major and radical shift in this area of the law, is a serious breach with the time-honored judicial practice of resolving important questions of law on a case-by-case basis, a policy matter which I thought had been settled by agreement of the full court with the second Prater decision and which up to now the court has followed. In addition, I feel that the course which the majority opinion takes is not only unnecessary in order to decide this particular case (or any others in this area, for that matter), ibut also will probably create more problems than it is intended to solve. Finally, I must point out that the majority embarked on this course without having been asked to do so by appellant.\nWhat the Majority Opinion Does\nOne need only read the last page of the opinion to find the principal holding: “All that is necessary * * * to make a sequence of operational steps a statutory ‘process’ within 3'5 USC 101 is that it be in the technological arts.” No limitations are placed upon this holding. In effect it is a pronouncement of new law.\nAt first reading, it may appear that this holding is but a resurrection of that made in Judge Smith’s opinion in the first Prater decision. Closer analysis reveals that the majority now goes much beyond the holding of our late colleague. A major basis of the holding in that first Prater opinion was that the claimed process must be “disclosed as being a sequence or combination of steps, capable of performance without human intervention.” [Emphasis added.] The opinion was clearly dealing with claims drawn primarily to cover a machine-implemented process but which were found to read also on carrying out the process using mental steps.\nHere, however, the majority does not so limit its holding. Musgrave obviously discloses a process which can be implemented entirely by machine. Indeed, he argues with respect to some of his claims that it is unreasonable to interpret them as covering anything but a machine-implemented process. Nevertheless, the majority now says, in effect, that one no longer need disclose apparatus for carrying out his process.\nThus, while not only being a drastic departure from the policy decision implicit in the second Prater case, i.e., to decide the problems in this area of mental processes on a case-by-case basis, the majority opinion also goes far beyond the holding in the first Prater decision. As such, it should be recognized as overruling those cases which were so carefully distinguished by Judge Smith in Prater I.\nIs This Change Really Necessary?\nAcademically, intellectually, perhaps, the majority’s new proposal— to throw out entirely the “mental steps” doctrine and replace it with a new rule — may sound appealing. Any process which is drawn to a technological art is now held to come within the ambit of the Patent Laws. I submit, however, that this court should concern itself only with realities and let the law professors worry about academic problems. Tbe realities here are that “mental steps” are no longer a serious problem.\nTbe actual ruling in Prater II was that tbe process clabns there involved covered more than tbe appellant conceded tbey were intended to cover and that those claims were therefore unpatentable under 35 USC 112. In dictum, however, the court resolved the biggest problem then facing the patent community, i.e., whether process claims drawn to cover the operation of .a programmed digital computer would be subject to the protection of the patent statutes. With regard to the mental steps problem, the court 'further made it clear that the only proper inquiry should be as follows: Assuming the disclosure of a novel, unobvious machine-implemented process, would a reasonable interpretation of the claims include coverage of the process implemented by the human mind?\nMore recent cases before this court have made it clear that there is now only a very narrow scope to this “fearful” mental steps doctrine. In In re Bemhart and In re Mahony, we found that the process claims there involved, when interpreted reasonably, did not include within their coverage mental implementation. Additionally, Hule 2 of what the majority calls the “Abrams non-rules” was given a fatal blow in Bemhart where we held that a claimed invention is not non-statutory merely because “the novelty is indicated by an expression which does not itself fit in a statutory class.” Further, in Mahony, the Patent Office view that a claim reading on both statutory and non-statutory subject matter could not comply with the second paragraph of section 112 was discarded.\nWhat is left ? I submit that in reality very little remains of the “mental steps” doctrine. Before now, the court has not found it necessary to decide whether a claim, drawn to cover a disclosed machine-implemented process but broad enough, even when interpreted reasonably, to cover the same process implemented only with the aid of the human mind, would be statutory. It was also undecided as to what effect the inclusion of a purely mental step, as defined in footnote 22 of Prater II, might have on an otherwise statutory claim. Nor did the court decide whether claims drawn to a process consisting entirely of a sequence of purely mental steps would fit within the ambit of 35 USC 101. The majority now proposes to answer all these questions in the affirmative, regardless of the fact that this case could be decided on very narrow grounds.\nI agree witb appellant that claim 60, wlien reasonably interpreted, covers only a machine-implemented process. The decision with regard to that claim and those related to it could have been resolved on that narrow ground. With regard to claim 2 and those other claims which recite a number of “mental” steps along with physical steps, if the court found that they are predicated for patentability on the mental steps (as I believe they are), the board’s decision could be reversed by simply following the Bernlmrt dictum mentioned earlier and approving those enlightened board decisions referred to in the majority opinion which hold, in effect, that if a mental step is not 'purely mental, the process including it is within the statutory category of “process” set out in 35 TJS'C 101. This holding would flow naturally from what has been said and held in our earlier opinions, and would be all that is necessary to support reversal of the decision below.\nForeseeable Problems\nIt seems that whenever a court decides to go beyond what is necessary to decide the case before it, more problems are generated than are solved. I foresee quite a few with the majority’s new holding.\nFirst and foremost will be the problem of interpreting the meaning of “technological arts”. Is this term intended to be synonymous with the “industrial technology” mentioned by Judge Smith ? It sounds broader to me. Necessarily, this will have to be considered a question of law and decided on a case-by-case basis. Promulgation of any all-encompassing definition has to be impossible. This task is now before us.\nAlready alluded to is the apparent decision not to require that a machine-implemented process be disclosed. This might have some salutary effect in certain circumstances, where machine implementation would be obvious from disclosure of the process steps alone. But what happens where it is not so obvious? Then we could get involved in deciding, first, whether a reasonable interpretation of the claims would include both machine and mental implementation of the process and, second, whether the absence of a disclosure of apparatus for carrying out the process would warrant rejection of the broad process claims for lack of support.\nJustifying the decision finding claims drawn entirely to purely mental processes to be statutory, the majority states that “[a] step requiring the exercise of subjective judgment without restriction might be objectionable as rendering a claim indefinite.” It should not require much imagination to see the many problems sure to be involved in trying to decide whether a step requiring certain human judgment evaluations is definite or not.\nAs one more example, suppose a claim happens to contain a sequence of operational steps which can reasonably be read to cover a process performable both within and without the technological arts? This is not too far fetched. Would such a claim ibe statutory? Would it comply with section 112? We will have to face these problems some day.\nIn conclusion, I think it is apparent that what the majority has done will only substitute for one set of problems another possibly more complex set. Because the problems will be new, they will add confusion to the law. We are only now beginning to make some sense out of this area of the law. To change at this time, I submit, is non-sense.\nAs applied in Prater II and Mahony (infra, note 3), tlie standard of reasonableness would be tbe meaning of tbe claims to one of ordinary skill in tbe pertinent art when read in light of and consistently with tbe specification.\n57 CCPA 737, 417 F. 2d 1395,163 USPQ 611 (1969).\n57 CCPA 939, 421F. 2d 742, 164 USPQ 572 (1970).\nBut see In re Jones, 54 CCPA 1218, 373 F. 2d 1007,153 USPQ 77 (1967).",
        "type": "concurrence",
        "author": "BaldwiN, Judge,"
      }
    ],
    "attorneys": [
      "Virgil B. ’Woodeock (Woodcock, -Phelan & Washburn), attorney of record, for appellant. James B. Littlepage, Sidney A. Johnston, 'William J. Seherlaek, Richard B. Kurte, of counsel.",
      "S. Wm. Ooehran for the Commissioner of Patents. Jere W. .Sears, of counsel."
    ],
    "corrections": "",
    "head_matter": "431 F. 2d 882; 167 USPQ 280\nIn re Albert W. Musgrave\n(No. 8292)\nUnited States Court of Customs and Patent Appeals,\nOctober 8, 1970\nVirgil B. ’Woodeock (Woodcock, -Phelan & Washburn), attorney of record, for appellant. James B. Littlepage, Sidney A. Johnston, 'William J. Seherlaek, Richard B. Kurte, of counsel.\nS. Wm. Ooehran for the Commissioner of Patents. Jere W. .Sears, of counsel.\n[Oral argument March 4,1970 by Mr. Woodcock and Mr. Sears]\nBefore Rich, Almond, Baldwin, Bane, Associate Judges, and Rosenstein, Judge, sitting by designation\nConsisting of Kreek, Keely, and Andrews, Examiners-in-Cliief, opinion by Andrews."
  },
  "file_name": "1352-01",
  "first_page_order": 674,
  "last_page_order": 693
}
