{
  "id": 7934153,
  "name": "STATE of Maine v. David LEONARD and Joyce Leonard",
  "name_abbreviation": "State v. Leonard",
  "decision_date": "1986-08-14",
  "docket_number": "",
  "first_page": "1352",
  "last_page": "1355",
  "citations": [
    {
      "type": "official",
      "cite": "513 A.2d 1352"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "18 Wm. & Mary L.Rev. 1",
      "category": "journals:journal",
      "reporter": "Wm. & Mary L. Rev.",
      "year": 1976,
      "pin_cites": [
        {
          "page": "43-44"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "33 Drake L.Rev. 663",
      "category": "journals:journal",
      "reporter": "Drake L. Rev.",
      "year": 1983,
      "pin_cites": [
        {
          "page": "675-77"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "506 A.2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/506/0576-01"
      ]
    },
    {
      "cite": "766 F.2d 609",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        343871
      ],
      "pin_cites": [
        {
          "page": "619"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/766/0609-01"
      ]
    },
    {
      "cite": "486 A.2d 122",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7909166
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/486/0122-01"
      ]
    },
    {
      "cite": "269 N.W.2d 195",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "84 Mich.App. 108",
      "category": "reporters:state",
      "reporter": "Mich. App.",
      "case_ids": [
        2155115
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/mich-app/84/0108-01"
      ]
    },
    {
      "cite": "343 A.2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8057433
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/343/0186-01"
      ]
    },
    {
      "cite": "490 A.2d 673",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902784
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "675"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/0673-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 535,
    "char_count": 9855,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2006138195701757
    },
    "sha256": "d6444e2465119152b68ecbd4dabab62429e26006a9f58b66ce1eb0b434ffc098",
    "simhash": "1:b6da7bbe1ca888a3",
    "word_count": 1580
  },
  "last_updated": "2024-02-27T23:50:17.246779+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, ROBERTS, GLASSMAN and SCOLNIK, JJ."
    ],
    "parties": [
      "STATE of Maine v. David LEONARD and Joyce Leonard."
    ],
    "opinions": [
      {
        "text": "NICHOLS, Justice.\nThe Defendants, David Leonard and Joyce Leonard, appeal from a judgment entered in Superior Court, Androscoggin County, following a jury-waived trial, finding David Leonard guilty of sexual abuse of a minor, 17-A M.R.S.A. § 254 (1983 & Supp.1985), and unlawful sexual contact, 17-A M.R.S.A. § 255 (1983 & Supp.1985), and finding both Defendants guilty of endangering the welfare of a child, 17-A M.R.S.A. § 554 (1983). Challenging these convictions, the Defendants raise several points on appeal, only one of which merits our consideration.\nAt the time the Defendants were married on December 16, 1981, Joyce Leonard had four children whom David Leonard subsequently adopted on March 13, 1983. The pending charges against the Defendants arose as a result of the allegations by one of the children that the Defendants attempted to artificially inseminate the child as a surrogate mother for the Defendant, Joyce Leonard, who could herself no longer bear children. The child also alleged that in the Spring of 1982 David Leonard accosted her while she was in the shower and compelled her to engage in an oral sex act.\nThe Complainant testified that because the attempts at artificial insemination had failed, she engaged in sexual intercourse with her stepfather on April 8, 1983, as part of the alleged scheme to engage her as a surrogate mother. She also testified that she suffered pain and screamed during the intercourse with him and that she bled afterwards. She further testified that she was told by her mother and her stepfather that the pain and bleeding she suffered were the result of her losing her virginity during that sexual encounter.\nOn appeal the Defendants challenge the Superior Court’s refusal to allow the Defendants to permit the testimony of a witness to the effect that prior to April 8, 1983, he had engaged in sexual intercourse with the Complainant. The Defendants wished to introduce this testimony to challenge the credibility of the Complainant’s testimony to the effect that she was a virgin when she had intercourse with her stepfather. Criminal charges were not brought against her stepfather in connection with these allegations of intercourse with the Complainant and consent to intercourse was not an issue in this case.\nThe Superior Court excluded the proffered testimony, ruling that it was not admissible under M.R.Evid. 412. The Defendants argue on appeal that Rule 412 does not exclude evidence of prior sexual behavior of the Complainant when the evidence is relevant for impeachment or some other purpose, particularly when the State opens the door to otherwise inadmissible evidence by introducing evidence of the victim’s chastity in its case-in-chief. The State now contends that this case is controlled by State v. Rossignol, 490 A.2d 673 (Me.1985); in that case we noted that in prosecutions for offenses other than those specifically delineated in Rule 412, admissibility of evidence of prior sexual behavior is determined by considerations of relevancy and impeachment and such determinations are within the discretionary power of the trial court. Id. at 675. Here the State argues that the trial court did not abuse its discretion in excluding the testimony offered by the Defendants in the case at bar.\nIn considering the State’s argument, we note at the threshold that the presiding justice simply did not exercise discretion in ruling that the proffered testimony was inadmissible. Rather, he relied solely on his understanding that the evidence was prohibited under Rule 412. Thus, the State’s argument fails.\nThe admissibility of the proffered testimony presents a conflict between Rule 412, Rule 608(b), and the Defendant’s ability to attack the credibility of the State’s chief witness by contradicting her statements made on direct examination.\nRule 412’s prohibition against reputation or opinion evidence of past sexual behavior of an alleged victim is not absolute. Rule 412(b) provides two specific instances of the admissibility of such evidence. Furthermore, the reporter’s notes to Rule 412 state that “[t]he prosecution may also ‘open the door’ to evidence otherwise inadmissible under this rule by offering evidence of the victim’s lack of sexual experience or chastity on direct.” M.R. Evid. 412 advisory committee note to 1983 amend., Me.Rptr., 449-458 A.2d LXXI. See State v. Gagne, 343 A.2d 186 (Me.1975); People v. Mikula, 84 Mich.App. 108, 269 N.W.2d 195 (1978). The instant case presents just such a situation as the advisory committee contemplated when it wrote the quoted paragraph.\nThe Defendants were not charged with any criminal offense as a result of the intercourse described by the Complainant. The State elicited the testimony in an apparent attempt to establish the alleged scheme or plan to use the Complainant as a surrogate mother. Patently, there was no need to go into the details of the intercourse for purposes of showing the scheme or plan. The only purposes served by such detailed testimony were to prejudice the factfinder against the Defendants and to bolster the credibility of the witness by detailing her recollection of the specifics of the encounter. See State v. Moody, 486 A.2d 122 (Me.1984). In so doing, the State “opened the door” to evidence contradicting the Complainant’s statements as to her chastity to attack her credibility. The fact that the evidence offered by the Defendants related to a prior sexual act is the result of the State’s having introduced evidence suggesting there had been no prior sexual acts. In a case such as this, where charges of such a serious and offensive nature are asserted by the Complainant who was the only witness to them, it is important that the Defendants not be denied the opportunity to challenge the credibility of that witness. The testimony of the Complainant in regard to the intercourse between the Defendant and herself, though not relating to the specific charges brought against the Defendants, is a crucial piece of evidence in establishing the existence of the plan to use her as a surrogate mother. Any evidence suggesting she has falsely testified as to certain aspects of the scheme, if believed by the factfinder, tends to weaken the credibility of her allegations as a whole. By questioning the Complainant on the details of intercourse with the Defendant, the prosecution opened the door to testimony challenging the truth of that testimony. See United States v. Barrett, 766 F.2d 609, 619 (1st Cir.1985).\nA review of the offer of proof presented by the Defendants in relation to the proffered testimony reveals that the witness would have testified as to specific acts of sexual intercourse with the Complainant to contradict her claims of virginity. While M.R.Evid. 608(b) prohibits the introduction, with certain exceptions, of specific instances of conduct of the witness for the purpose of attacking or supporting his credibility, we do not find that rule controlling here.\nThe testimony offered by the Defendants, rather than being a general statement attacking the credibility of the witness, is a statement directly contradicting a part of the Complainant’s account of the background and circumstances of the charges at issue. In this situation, the questioning of the defense witness addresses directly whether the Complainant is telling the truth in this case, and not whether she has a character of being truthful, which is the kind of exploration contemplated by Rule 608(b). See McCormick, Evidence § 47 E. Cleary 3d ed.(1984).\nIn such a circumstance the better approach in determining admissibility of contradictory statements is for the trial court to consider admissibility in terms of probative value versus prejudicial effect and relevancy as addressed in M.R.Evid. 401-403. See State v. Ruest, 506 A.2d 576 (Me.1986). In making such a determination the trial court should consider, among other factors, the seriousness of the charges, the circumstance that there is only one witness for the State, the circumstance that the State opened the door, and the collateral nature of the testimony. Here the exclusion of evidence proferred to contradict the Complainant’s testimony was reversible error.\nThe entry is:\nJudgment vacated.\nAll Concurring.\n. M.R.Evid. 412 provides:\n(a) In a criminal case in which a person is accused of rape, gross sexual misconduct, or sexual abuse of a minor, reputation or opinion evidence of past sexual behavior of an alleged victim of such crime is not admissible.\n(b) In a criminal case in which a person is accused of rape, gross sexual misconduct, or sexual abuse of a minor, the only evidence of a victim’s past sexual behavior that may be admitted is the following:\n(1) Evidence of specific instances of sexual behavior with persons other than the accused, offered by the accused upon the issue of whether the accused was or was not, with respect to the alleged victim, the source of semen or injury; or\n(2) Evidence of specific instances of sexual behavior with the accused offered by the accused on the issue of whether the alleged victim consented to the sexual behavior with respect to which the accused is charged.\n. See also Marek, Limitations on Impeachment by Contradiction: The Collateral Facts Rule and F.R.E. 403, 33 Drake L.Rev. 663, 675-77 (1983-84).\n. See generally Rudstein, Rape Shield Laws: Some Constitutional Problems, 18 Wm. & Mary L.Rev. 1, 43-44 (1976).",
        "type": "majority",
        "author": "NICHOLS, Justice."
      }
    ],
    "attorneys": [
      "Janet Mills, Dist. Atty., Kevin J. Regan (orally), Asst. Dist. Atty., Auburn, for plaintiff.",
      "Isaacson, Hark & Epstein, Elliot Epstein (orally), Lewiston, for Joyce Leonard.",
      "Lowery & Platt, Peter Dublin (orally), Portland, for David Leonard."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. David LEONARD and Joyce Leonard.\nSupreme Judicial Court of Maine.\nArgued June 13, 1986.\nDecided Aug. 14, 1986.\nJanet Mills, Dist. Atty., Kevin J. Regan (orally), Asst. Dist. Atty., Auburn, for plaintiff.\nIsaacson, Hark & Epstein, Elliot Epstein (orally), Lewiston, for Joyce Leonard.\nLowery & Platt, Peter Dublin (orally), Portland, for David Leonard.\nBefore McKUSICK, C.J., and NICHOLS, ROBERTS, GLASSMAN and SCOLNIK, JJ."
  },
  "file_name": "1352-02",
  "first_page_order": 1408,
  "last_page_order": 1411
}
