{
  "id": 7873803,
  "name": "STATE v. James DINAGEN",
  "name_abbreviation": "State v. Dinagen",
  "decision_date": "1994-04-05",
  "docket_number": "No. 92-605-C.A.",
  "first_page": "1353",
  "last_page": "1358",
  "citations": [
    {
      "type": "official",
      "cite": "639 A.2d 1353"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "121 R.I. 896",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3184950
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "900"
        },
        {
          "page": "1092"
        },
        {
          "page": "900-01"
        },
        {
          "page": "1092-93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/121/0896-01"
      ]
    },
    {
      "cite": "439 A.2d 263",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7941572
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "269"
        },
        {
          "page": "269"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/439/0263-01"
      ]
    },
    {
      "cite": "427 A.2d 1317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003921
      ],
      "pin_cites": [
        {
          "page": "1325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/427/1317-01"
      ]
    },
    {
      "cite": "609 A.2d 633",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12119044
      ],
      "pin_cites": [
        {
          "page": "637"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/609/0633-01"
      ]
    },
    {
      "cite": "365 F.2d 509",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2066704,
        3657391
      ],
      "pin_cites": [
        {
          "page": "510-11"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/365/0509-01"
      ]
    },
    {
      "cite": "409 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        5543338,
        7961130
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "136"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0461-01",
        "/a2d/409/0132-01"
      ]
    },
    {
      "cite": "122 R.I. 461",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5543338
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/122/0461-01"
      ]
    },
    {
      "cite": "554 A.2d 1028",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7906396
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1032"
        },
        {
          "page": "1032"
        },
        {
          "page": "1032"
        },
        {
          "page": "1032-33"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/554/1028-01"
      ]
    },
    {
      "cite": "456 A.2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947725
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "265"
        },
        {
          "page": "265"
        },
        {
          "page": "265"
        },
        {
          "page": "265"
        },
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/456/0261-01"
      ]
    },
    {
      "cite": "488 A.2d 427",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7951802
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "432"
        },
        {
          "page": "431"
        },
        {
          "page": "433"
        },
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 17024,
    "ocr_confidence": 0.684,
    "pagerank": {
      "raw": 1.0143150675913708e-07,
      "percentile": 0.5430418916315198
    },
    "sha256": "4654ac29aebc81331d0f75a5c66deda42474cb307113e0449f913f604fd6bcbd",
    "simhash": "1:9b3728ba605f418a",
    "word_count": 2709
  },
  "last_updated": "2024-02-27T23:51:19.259815+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STATE v. James DINAGEN."
    ],
    "opinions": [
      {
        "text": "OPINION\nSHEA, Justice.\nA Superior Court jury found the defendant, James Dinagen, guilty of first-degree sexual assault and not guilty of first-degree kidnapping. The trial justice sentenced defendant to serve thirty-five years in the Adult Correctional Institutions for the sexual-assault conviction. The defendant appeals his conviction on the sole ground that the trial justice’s decision to admit “mug-shot” photographs into evidence constitutes reversible error. We affirm his conviction.\nThe charges arose from defendant’s conduct on the evening of October 10, 1990, when he drove the victim to a remote area of Woonsocket, Rhode Island, where he admitted having sexual relations with her. The defendant then drove away, leaving the victim on the side of the road, with her elbow painfully dislocated and wearing only her shirt pulled over her head and brassiere around her waist. The defendant and the victim related substantially differing accounts of what occurred on that evening.\nThe defendant testified that he gave the victim a ride, believing she was a prostitute, and then engaged in consensual intercourse with her in his car. The defendant explained the victim’s injuries and partially clothed condition after their encounter as due to his attempt to retrieve money the victim allegedly stole from him.\nThe defendant’s trial testimony presented a version of the events inconsistent with the prior written admissions he gave to police at the time of his arrest. The trial justice found defendant made these admissions voluntarily after knowingly waiving his Miranda rights. Detective Sergeant Oscar Sevigny, the officer who received defendant’s admissions on October 13, 1990, read the statements into evidence before the state entered them as a full exhibit.\nThere were numerous inconsistencies between defendant’s written admissions and his testimony on direct and cross-examination. The details, such as how much money defendant alleged the victim stole, where their sexual intercourse took place, whether he retrieved the money, and how the victim hurt her arm, all varied. Although decorum prohibits quoting some of the details of defendant’s version of the facts, in his written admissions defendant stated, “[s]he kept struggling and screaming[,] [s]o I finally let her get up.” Even on cross-examination defendant contradicted his direct testimony regarding whether he kneeled upon the victim or fell upon her when allegedly attempting to recover his money. Each version of the facts offered by defendant, however, portrayed an obviously violent struggle between himself and the victim.\nThe victim testified that while she was walking home from a neighborhood tavern, defendant drove up, opened his passenger-side door, and asked for directions. The defendant then pulled the victim into his car by her hair and drove off, slapping her and shouting obscenities. The victim testified that after a short drive, defendant stopped the car and pushed her out the door. The victim landed on the ground and felt tremendous pain in her arm that eventually caused her to pass out. Prior to losing consciousness, the victim remembers that defendant stood above her, laughing hysterically, and then sat on her and masturbated. The victim testified that she struggled to prevent defendant from taking her clothes off prior to losing consciousness. Because she was unconscious, the victim did not know whether sexual intercourse had taken place, although laboratory tests by medical personnel established that intercourse had occurred. The defendant was gone when the victim regained consciousness. She was taken to a nearby emergency room by a married couple driving by who found her partially clothed and emotionally hysterical. The emergency room staff processed a rape kit and diagnosed the victim’s arm injury as a dislocated elbow. The police attempts to interview the victim at the hospital on the night of the assault proved fruitless because of her emotional state.\nOn cross-examination the defense counsel spent considerable time questioning the victim about how much alcohol she drank the evening of the assault and her status as an alcoholic. The victim testified that she had previously undergone treatment for alcohol consumption and had been a member of Alcoholics Anonymous at various times since the early 1980s. The emergency room nurse who treated the victim on the evening of the assault was also questioned about the victim’s alcohol consumption by defense counsel. The nurse testified that she noted the victim “reeked of alcohol” that evening, and laboratory tests of her blood revealed an alcohol content of 257 mg/dl. On cross-examination the victim reasserted that the sexual encounter was not consensual and that her alcohol consumption did not interfere with her ability to remember the incident.\nThree days after the assault the Woon-socket police arrested defendant at his home pursuant to a warrant for an unrelated sexual assault. The police took the disputed “mug-shot” photographs of defendant on this date. Two days later, on October 15, 1990, the victim first gave a statement to the Woonsocket police department regarding the assault.\nDuring the course of the trial the victim testified that she weighed about 105 pounds and that defendant was much bigger than she. Both the victim and a Woonsocket police officer testified that defendant had lost a substantial amount of weight between the time of the offense and the trial; an amount estimated by the victim as forty to fifty pounds. It was due to this weight loss that the state sought to admit the photographs taken of defendant on October 13, 1990. At trial the prosecutor argued that the mug shots were necessary to show defendant’s size at the time of the offense. The state on appeal argues that defendant’s size was relevant to prove defendant used force when assaulting the victim and to disprove defendant’s assertion that the sexual activity was consensual.\nThe state first sought to admit the mug shots during direct examination of Officer Sevigny. The state moved to admit the mug shots as a full exhibit after the officer testified that defendant had lost weight since October 13, 1990. The defense counsel objected, arguing that the photographs depicted an identification plaque revealing defendant was in police custody on October 13. The defense counsel further argued that the mug shot was already in evidence as part of the photographic array the victim used to identify defendant. The photograph in the identification array, however, was framed by a white border and showed only defendant’s face and horizontal lines in the background. The state argued that the mug shots it was seeking to admit show defendant’s upper body and also show his exact height, which the identification array photograph did not reveal. The defense counsel responded that he would not object to the state’s recalling another police officer to testify about defendant’s height and weight at the time of the questioning. The trial justice then decided to exclude the mug shots because there was a slight prejudice that outweighed their relevance. The trial justice told the attorneys that he would reconsider his ruling if the prejudicial portions of the photographs were cut off.\nThe state’s attorney again sought to admit the mug shots at the end of the state’s case. The defense counsel renewed his objection, arguing that even though the state was about to rest, he would not object to the state’s readdressing the issue of defendant’s size at the close of the defense case. Defense counsel also argued that the state was free to question defendant about his weight because defendant was going to take the stand. The state, however, had cut out the portion of the photographs that showed the identification plaques of the Woonsocket police department. The trial justice then decided to allow the mug shots into evidence with a cautionary instruction that the jury was not to speculate as to what was removed from the photograph or why. The trial justice then gave the cautionary instructions, and the state rested.\nThis court has addressed the admissibility of mug-shot photographs on several occasions. We have recognized the danger of such photographs is that they generally indicate past criminal behavior and are likely to create in the minds of jurors an inference of criminal behavior. State v. Long, 488 A.2d 427, 432 (R.I.1985); State v. Lemon, 456 A.2d 261, 265 (R.I.1983). This court has adopted three criteria that a trial justice should consider prior to deciding to admit such photographs. Lemon, 456 A.2d at 265. Although we have variously labeled these three factors as “criteria,” “guidelines,” and “standards,” they are intended as a basis upon which attorneys may argue for or against admission of the evidence, as well as a basis for the trial justice’s decision. See State v. Maxie, 554 A.2d 1028, 1032 (R.I.1989); Long, 488 A.2d at 431; Lemon, 456 A.2d at 265. The three criteria are: “(1) the prosecution must have a demonstrable need to introduce the photographs; (2) the photographs themselves, if shown to the jury, must not imply that defendant had a prior criminal record; and (3) the manner of introduction at trial must be such that it does not draw particular attention to the source or implications of the photographs.” Lemon, 456 A.2d at 265.\nAlthough defendant did not dispute his presence with the victim on the night of the assault, and there was no question as to identification of defendant, the state did satisfy the criterion of demonstrable need. The statutory definition of first-degree sexual assault includes sexual penetration when the accused uses force or coercion. G.L.1956 (1981 Reenactment) § 11-37-2(B), as amended by P.L.1987, ch. 238, § 1. The comparative physical size and strength of the parties are relevant factors when the state attempts to prove that a defendant used force or coercion and that there was no consent to the sexual contact. See State v. Carvalho, 122 R.I. 461, 467, 409 A.2d 132, 136 (1979). Because this defendant had lost significant weight, the state had a demonstrable need to admit the photographs as evidence of defendant’s relative size at the time of the assault. The fact that defense counsel would not object to further testimony regarding defendant’s weight loss did not nullify this demonstrable need.\nThe mug shots giving rise to this appeal, however, failed to satisfy the second criterion that such photographs must not imply that defendant had a prior criminal record. The photographs of defendant, even after the state physically excised portions, are still clearly mug shots that the public ordinarily associates with persons having some criminal record. See Barnes v. United States, 365 F.2d 509, 510-11 (D.C.Cir.1966) (discussing prejudice resulting from admission into evidence of mug shots). The four-by-five-inch photograph contains two juxtaposed images of the defendant: facing the camera and in profile. Behind the defendant are horizontal lines with the numerals 60 through 78, indicating the defendant’s height as seventy-five inches. The state’s alteration of the photographs consisted of cutting out the identification plaques, an area approximately one by one-and-one-half inches of the photograph, creating a rectangular hole in the center of the defendant’s chest. The pole supporting the plaque is still visible. On the reverse side of the photograph are two stamps of the Woonsocket police department.\nThe state’s attempt to sanitize the photographs did little, if anything, to avoid the implication that defendant had a prior criminal record. Although we do not undertake to delineate what alterations the state must make in every case, the photographs in the present case were inadequately sanitized. We recognize that the alterations necessary to sanitize the photographs adequately likely would have rendered them useless to show the change in defendant’s physical size. The trial justice resolved this dilemma by admitting the photographs as altered with limiting instructions. Any reasonable juror, however, would identify the photographs as mug shots at first glance. It was therefore error to admit the mug shots. Because we find error relative to this second criterion, we do not address whether the mug shots complied with the third criterion adopted in Lemon.\nAlthough admission of the photo in question was error, our inquiry does not end there. This court twice previously has held that the erroneous admission of mug-shot photographs did not constitute reversible error. See Maxie, 554 A.2d at 1032; Long, 488 A.2d at 433. The improper introduction of evidence is not prejudicial when the state presents other competent evidence from which the jury could convict the defendant. See State v. Lane, 609 A.2d 633, 637 (R.I.1992); State v. Fortier, 427 A.2d 1317, 1325 (R.I.1981). The inclusion of objectionable evidence may be harmless if “ ‘it is not reasonably possible that such evidence would influence an average jury on the ultimate issue of guilt or innocence.’ ” State v. Bowden, 439 A.2d 263, 269 (R.I.1982).\nThe prejudice attributable to the admission of mug shots into evidence is the creation in the jurors’ minds of the inference of past criminal behavior by the defendant. Lemon, 456 A.2d at 265. In this case the jurors were aware the photographs were taken on October 13, 1990, two days before the victim went to the police station on October 15 regarding the assault. There was no evidence put before the jury that the police were aware of the assault before October 15, even though the assault occurred on October 10. A reasonable juror may have concluded that defendant was involved in criminal conduct on October 13 that was unrelated to the charged assault of the present victim.\nThe jurors, however, were already aware that defendant had a prior criminal record. On direct examination the defense counsel elicited from defendant his prior nolo contendere plea to soliciting for indecent purposes in August 1990. On cross-examination, defendant acknowledged his receiving fines for shoplifting in 1988 and driving while intoxicated in 1982. The trial justice made appropriate limiting instructions that this latter evidence was only for assessing defendant’s credibility. The fact that defendant’s prior contacts with law enforcement later came before the jury by defendant’s own testimony mitigates the prejudice resulting from the mug shots admission into evidence.\nIn a similar case this court held that the improper admission of mug shots was harmless because the jury was well aware of defendant’s prior convictions. Maxie, 554 A.2d at 1032. Even the erroneous admission of direct evidence of a defendant’s prior convictions does not warrant automatic reversal. State v. Roderick, 121 R.I. 896, 900, 403 A.2d 1090, 1092 (1979). In Roderick this court held that the improper admission of eleven guilty verdicts against the defendant was not reversible error because the record was replete with additional evidence of the defendant’s prior criminal activities. Id. at 900-01, 403 A.2d at 1092-93.\nIn the present case the jury was made aware that defendant had three prior contacts with the law. Although the jury knew that the mug-shot photographs were taken two days prior to the time the victim formally reported the assault, Officer Sevigny carefully did not disclose that defendant was under arrest for unrelated charges when the photographs were taken. In addition the defense counsel agreed to allow the state to introduce the photographic identification array into evidence as a full exhibit. The jury was thus able to consider one of the same mug shots without objection, although the photograph was closely framed to show only the frontal view of defendant’s head with horizontal lines visible in the background. The trial attorneys’ arguments regarding the admission of the disputed mug shots, as well as the alteration of the photographs, were conducted outside the hearing of the jury.\nAlthough it was error to admit such imperfectly sanitized photographs, we conclude that this error was harmless. In light of the other evidence of the defendant’s prior contacts with law enforcement and the strong evidence of the defendant’s guilt, the erroneous admission of the photographs was not reversible error. See Maxie, 554 A.2d at 1032-33; Long, 488 A.2d at 433. We believe that the mug shots did not improperly influence the jury on the ultimate issue of guilt or innocence. Bowden, 439 A.2d at 269.\nFor these reasons the defendant’s appeal is denied and dismissed, the judgment of conviction is affirmed, and the papers of the case are remanded to the Superior Court.",
        "type": "majority",
        "author": "SHEA, Justice."
      }
    ],
    "attorneys": [
      "Jeffrey Pine, Atty. Gen., Jane McSoley, Spec. Asst. Atty. Gen., Aaron Weisman, Chief, Appellate Div., for plaintiff.",
      "Richard Casparian, Public Defender, Paula Rosin, Barbara Hurst, Asst. Public Defenders, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE v. James DINAGEN.\nNo. 92-605-C.A.\nSupreme Court of Rhode Island.\nApril 5, 1994.\nJeffrey Pine, Atty. Gen., Jane McSoley, Spec. Asst. Atty. Gen., Aaron Weisman, Chief, Appellate Div., for plaintiff.\nRichard Casparian, Public Defender, Paula Rosin, Barbara Hurst, Asst. Public Defenders, for defendant."
  },
  "file_name": "1353-01",
  "first_page_order": 1419,
  "last_page_order": 1424
}
