{
  "id": 8005210,
  "name": "WARWICK SCHOOL COMMITTEE v. Gerald T. GIBBONS et al.",
  "name_abbreviation": "Warwick School Committee v. Gibbons",
  "decision_date": "1980-02-08",
  "docket_number": "No. 79-427-Appeal",
  "first_page": "1354",
  "last_page": "1358",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1354"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "108 R.I. 444",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3157942
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/ri/108/0444-01"
      ]
    },
    {
      "cite": "110 R.I. 679",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3145076
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/ri/110/0679-01"
      ]
    },
    {
      "cite": "162 A.2d 270",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "91 R.I. 198",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        5129643
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "202-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/91/0198-01"
      ]
    },
    {
      "cite": "102 R.I. 453",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3069592
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "485"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/102/0453-01"
      ]
    },
    {
      "cite": "383 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3100395,
        3097917
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0707-01",
        "/ri/119/0771-01"
      ]
    },
    {
      "cite": "377 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3094706
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/ri/119/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 570,
    "char_count": 12534,
    "ocr_confidence": 0.82,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2007136323391827
    },
    "sha256": "d7ffbae85983ee6f0c9b72e86b799fb3461e916a00cb1f774b8b4efc24237b49",
    "simhash": "1:0ccf51f8d34cba42",
    "word_count": 1955
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WARWICK SCHOOL COMMITTEE v. Gerald T. GIBBONS et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nWEISBERGER, Justice.\nThis case is before us on appeal from a judgment of the Superior Court which denied a petition for mandamus brought against the defendants by the Warwick School Committee (the committee). The parties have stipulated to all facts relevant to this controversy. The most significant facts are set forth below.\nFor the fiscal year, February 1, 1979, through January 31, 1980, the city council of Warwick approved a budget for the school committee in the sum of $33,796,298. Of this sum, $22,557,103 were local funds raised by municipal taxes; $10,846,789 were state funds; $83,793 were federal funds; and $308,613 were derived from “other revenue.” Prior to August 20, 1979, when the finance department of the city of Warwick received typed purchase orders from the school department, the purchasing agent would affix his signature by rubber stamp and return the signed purchase orders to the school department. School department representatives would then forward the purchase orders to various vendors. Correspondence beginning on August 20, 1979, between the finance director and the superintendent of schools, disclosed a concern on the part of the finance director regarding the unencumbered balance of the committee budget. The finance director refused to authorize the purchasing agent to sign purchase orders aggregating $122,973.93 unless the superintendent of schools either would certify that there was a sufficient unencumbered balance in the school committee budget to cover such purchases or would provide the finance director with information from which she could make such determination.\nThe superintendent of schools declined to provide the requested certification or the information from which the finance director might make a determination, on the ground that the elected school committee was not required to furnish such documentation to the finance director as a condition precedent to the approval of its purchase orders. The committee contended that, under the Warwick City Charter, it was charged by law with exclusive responsibility for the care and control of the school department, and that the finance director’s function in respect to expenditures of the school department was purely ministerial. It further contended that the finance director should not be concerned with either actual or potential deficit spending by the committee. Consequently, the committee filed a complaint for mandamus in the Superior Court seeking that the finance director and purchasing agent be required to process the school department purchase orders without the imposition of any limitation or condition.\nAfter hearing the parties upon the stipulated facts, and upon consideration of briefs and oral arguments, the trial justice determined that the committee, like all other agencies of the city, had no power to exceed its appropriation and that it was the obligation of the finance director to ascertain and certify “that there is a sufficient unencumbered appropriation balance to pay for the items to be purchased” before authorizing the purchasing agent to approve requisitions from the committee. The trial justice found that he could not determine from the stipulations and exhibits in the case whether there were in fact unencumbered funds available in the appropriation account of the committee to cover the proposed purchase orders. He held therefore that the finance director was acting in accordance with the duties imposed upon her by the charter of the city of Warwick and denied the committee’s prayers for relief in its complaint for mandamus. This appeal ensued.\nWe note, initially, that the city of Warwick is governed under a legislative charter established by P.L. 1931, ch. 1852, and most recently revised by P.L. 1960, ch. 150, which, after enactment by the General Assembly, was approved by the electors of the city of Warwick in a referendum held in November 1960. Article IX of this charter provides for public education. Specifically, § 9-1 provides for an elected school committee which, under § 9-5, “shall determine and control all policies affecting the administration, construction, maintenance and operation of the public schools.” Sections 9-8 and 9-9 of the charter provide for the submission of budget estimates and the purchase of materials and supplies by the school committee in the following terms:\n“9-8. Budget estimates.—\nThe school committee shall submit budget estimates in the same manner as city departments, but the budget estimates and appropriations shall be considered by the council in total only. The allocation of the amounts appropriated shall be determined by the school committee.\n“9-9. Purchases.—\nThe finance department of the city shall assume all the purchasing functions of the school committee, in accordance with the requisitions of the school committee, and shall purchase and distribute such supplies and materials as are required by the public schools. The costs for such supplies and materials shall be charged against the appropriation for the public schools.”\nArticle VI of the charter established the department of finance and sets forth the duties of that department and its director. In particular, § 6-13 delineates the responsibilities of the director of finance in respect to department requisitions and purchase orders:\n“6-13. Requisitions.—\nAll purchases made and contracts executed by the purchasing agent shall be pursuant to a written requisition from the head of the office, department or agency whose appropriation will be charged, and no contract or order shall be issued to any vendor unless and until the director of finance certifies that there is to the credit of such office, department or agency a sufficient unencumbered appropriation balance to pay for the supplies, materials, equipment or contractual services for which the contract order is to be issued.” (Emphasis added.)\nThe provisions of the foregoing section clearly require the director of finance to certify that there is a “sufficient unencumbered appropriation balance” to pay for supplies, materials, equipment, or services that may be the subject of any contract or purchase order. The committee argues that this section is inapplicable because the school committee is not an office, department or agency within the provisions of § 6-13. This argument is resolved by the provisions of § 10-21 of the charter which reads as follows:\n“10-21. Definitions.—\nReference in this charter in general terms to-a department or agency of the city shall include any department, bureau, division, office, board, commission or committee, however entitled or described, as the context and subject matter may require.”\nThe definition section, when read together with the charter provisions that make the finance director and purchasing agent responsible for all purchasing functions of the school committee, obviously brings the school committee within the provisions of § 6-13.\nThe committee argues that it is essentially a state agency, since it carries out a state function under Title 16 of the General Laws of 1956. Nevertheless, the committee concedes that Warwick is controlled by a legislative charter which specifically sets forth the powers, duties, and responsibilities of the school committee, as well as all other departments and agencies of the municipality. We should look, therefore, to the charter to discern the intention of the General Assembly in respect to the conferring of powers upon the government of the city of Warwick, including its school committee. See Cummings v. Godin, R.I., 377 A.2d 1071 (1977).\nA reading of this charter discloses a comprehensive scheme of government in which the responsibility for policy and management of public education is vested in an elected school committee. This committee has fiscal autonomy within certain limitations. The principal limitation upon this fiscal autonomy lies in the inability of the committee to appropriate its own funds or to levy a tax. Section 9-8 of the charter requires the school committee to submit budget estimates, and the ultimate appropriations must be considered by the council “in total only.” Hence, the city council determines the total amount of the appropriation. Within that total amount, the allocation of monies is determined by the committee without supervision by the council or any other officer of city government.\nNevertheless, the expenditure of funds may not exceed, under the charter, the total amount appropriated by the council. There is no provision in the charter for deficit spending by the school committee. Section 9-9 requires the finance department to assume the purchasing functions of the school committee. It further requires that the cost for supplies and materials shall be charged against the appropriation for the public schools. In carrying out this purchasing function, the finance department is governed by the provisions of § 6-13, which requires that no purchase order or contract be issued to any vendor unless the director of finance certifies that there is a sufficient unencumbered appropriation balance to pay for the items to be purchased. The plain conclusion to be drawn from this provision is a prohibition against purchases in excess of unencumbered appropriation.\nThus, despite its conditional fiscal autonomy, the committee is limited to expenditures within its appropriation. The finance director had a legal duty to determine that there was a sufficient unencumbered balance before honoring purchase orders. Her request to the school committee was reasonable in light of the stipulated fact that the school committee “can and does incur (throughout the fiscal year) obligations which constitute [e]ncumbrances on the appropriated funds * * * without the knowledge of the Finance Department.” Indeed, the director’s request for a certification of unencumbered appropriation balance or submission of information from which she could make her own determination simply was designed to implement performance of the duty imposed upon her by the charter.\nIn recognizing the relationship between the finance department and the committee, the trial justice was entirely correct in his interpretation of the Warwick legislative charter. He was correct, furthermore, in determining that the finance director was acting within her responsibility and authority in refusing to honor the purchase orders before first ascertaining the unencumbered appropriation balance. It is well settled that relief will be granted under a complaint for mandamus “only where the [plaintiffs] have a clear legal right to have the act done which is sought * * * and where the [defendants] have a ministerial, legal duty to perform such act without discretion to refuse.” Gormally v. Cannon, R.I., 383 A.2d 582, 585 (1978); Demers v. Adamson, 102 R.I. 453, 456, 231 A.2d 484, 485 (1967); Aniello v. Marcello, 91 R.I. 198, 202-03, 162 A.2d 270, 272 (1960). In the present case, no such clear legal right to ministerial performance was established by the committee. Indeed, the legal duty of the finance director was to act as she did in this case. Therefore, the decision of the trial justice to deny and dismiss the complaint for mandamus was fully supported by the stipulated facts and the conclusions of law to be drawn therefrom.\nFor the reasons stated, the appeal is denied and dismissed, the judgment of the Superior Court is affirmed, and the case is remitted to the Superior Court.\n. The budget estimate submitted by the Warwick School Department for the same fiscal year, February 1, 1979, through January 31, 1980, was $34,652,215.\n. The question presented in Town of Scituate v. Scituate Teachers’ Association, 110 R.I. 679, 296 A.2d 466 (1972), arising out of refusal by an appropriating body (financial town meeting) to furnish sufficient funds to implement the terms of a collective bargaining agreement is not before us in this case. We shall reserve that question until it is presented in an appropriate context. Similarly, the case at bar does not raise the issue of the power of an arbitrator in furtherance of a collective bargaining agreement to make an award which became a debt of the municipality. Providence Teachers Union, Local 958 v. School Committee, 108 R.I. 444, 276 A.2d 762 (1971).",
        "type": "majority",
        "author": "WEISBERGER, Justice."
      }
    ],
    "attorneys": [
      "Joseph A. Kelly, Albert B. West, Providence, for appellant.",
      "William T. Murphy, Asst. City Sol., Warwick, for appellees."
    ],
    "corrections": "",
    "head_matter": "WARWICK SCHOOL COMMITTEE v. Gerald T. GIBBONS et al.\nNo. 79-427-Appeal.\nSupreme Court of Rhode Island.\nFeb. 8, 1980.\nJoseph A. Kelly, Albert B. West, Providence, for appellant.\nWilliam T. Murphy, Asst. City Sol., Warwick, for appellees."
  },
  "file_name": "1354-01",
  "first_page_order": 1402,
  "last_page_order": 1406
}
