{
  "id": 7379196,
  "name": "STATE v. Glen NUNES and Ernest Torres",
  "name_abbreviation": "State v. Nunes",
  "decision_date": "1993-10-14",
  "docket_number": "No. 93-74-C.A.",
  "first_page": "1355",
  "last_page": "1356",
  "citations": [
    {
      "type": "official",
      "cite": "633 A.2d 1355"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "619 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7353914
      ],
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0418-01"
      ]
    },
    {
      "cite": "560 A.2d 318",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7348036
      ],
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/560/0318-01"
      ]
    },
    {
      "cite": "446 A.2d 1006",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8010010
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1011"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/446/1006-01"
      ]
    },
    {
      "cite": "557 A.2d 1204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903015
      ],
      "pin_cites": [
        {
          "page": "1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/557/1204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 235,
    "char_count": 3115,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1895842190027295
    },
    "sha256": "30055446f011979ba6d3056dc4505d3bdccdfa92c260a4a6db81c82fcdc8da93",
    "simhash": "1:e68f867b39058de2",
    "word_count": 514
  },
  "last_updated": "2024-02-27T23:13:25.308524+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "FAY, C.J., did not participate."
    ],
    "parties": [
      "STATE v. Glen NUNES and Ernest Torres."
    ],
    "opinions": [
      {
        "text": "ORDER\nThis matter came before this court on October 4,1993, pursuant to an order requiring the defendant Ernest Torres (Torres) to appear and show cause why the issues raised in this appeal should not be summarily decided.\nTorres appeals from a Superior Court judgment on a jury verdict of guilty of one count of possession of a controlled substance with intent to deliver. Torres contends that the trial justice erred in denying his motion for judgment of acquittal and in refusing to sever the trials of the two defendants. He also argues that the judge who heard pretrial motions erred by failing to suppress the evidence seized because it was the fruit of an illegal arrest.\nWe are persuaded from the record that the trial justice properly denied Torres’s motion for judgment of acquittal. When considering a motion for judgment of acquittal under Super.R.Crim.P. 29, a trial justice views the evidence in the light most favorable to the state, without assessing the credibility of the witnesses or weighing the evidence, and draws such reasonable inferences as are consistent with a finding of guilt. State v. Henshaw, 557 A.2d 1204, 1206 (R.I.1989) (citing State v. Collazo, 446 A.2d 1006, 1011 (R.I.1982)). When this court reviews a denial of such a motion, it applies the same standard of review. Id.\nApplying this standard, we conclude that the trial justice did not err in denying the motion. Torres argues that the trial justice should have granted the motion because his possession of the heroin was not sufficiently established on the record. The state contends that it proved defendant’s possession beyond a reasonable doubt and upon the record proved that the totality of the circumstances would justify a finding that the defendant was guilty. Such “totality of circumstances” was established by the defendant’s attempt to flee from the van and the accuracy of the informant’s information as to the physical description of the van and the timing of the event. This record warrants the affirmance of the trial justice’s denial of the motion.\nThe motion- for severance was properly denied also. The decision to grant or deny a motion to sever lies within the sound discretion of the trial justice. State v. Goodreau, 560 A.2d 318, 321 (R.I.1989). We find no abuse of discretion by the trial justice.\nFinally, we find that the motion justice did not err in denying the defendant’s motion to suppress the evidence seized. We do not find that the motion justice was clearly wrong in finding that probable cause existed at the time of the arrest. See State v. Ellis, 619 A.2d 418, 425 (R.I.1993).\nAfter hearing the arguments of counsel and reviewing the memoranda that the parties submitted, it is the conclusion of this Court that cause has not been shown. The defendant’s appeal is therefore denied and dismissed and the judgment appealed from is affirmed.\nFAY, C.J., did not participate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Lauren Sandler Zurier, Aaron Weisman, Providence.",
      "John F. Cicilline, Catherine Gibran, Barbara Hurst, Providence."
    ],
    "corrections": "",
    "head_matter": "STATE v. Glen NUNES and Ernest Torres.\nNo. 93-74-C.A.\nSupreme Court of Rhode Island.\nOct. 14, 1993.\nLauren Sandler Zurier, Aaron Weisman, Providence.\nJohn F. Cicilline, Catherine Gibran, Barbara Hurst, Providence."
  },
  "file_name": "1355-02",
  "first_page_order": 1407,
  "last_page_order": 1408
}
