{
  "id": 7960359,
  "name": "Florence W. BOYD v. Keith D. BOYD",
  "name_abbreviation": "Boyd v. Boyd",
  "decision_date": "1980-10-28",
  "docket_number": "",
  "first_page": "1356",
  "last_page": "1359",
  "citations": [
    {
      "type": "official",
      "cite": "421 A.2d 1356"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "533 S.W.2d 614",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10133999
      ],
      "pin_cites": [
        {
          "page": "619-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/533/0614-01"
      ]
    },
    {
      "cite": "420 A.2d 257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7946965
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "260"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/420/0257-01"
      ]
    },
    {
      "cite": "411 A.2d 891",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "396"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "98 Cal.Rptr. 324",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "21 Cal. App.3d 421",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        6039955
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/21/0421-01"
      ]
    },
    {
      "cite": "199 N.W.2d 339",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        10773697
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/199/0339-01"
      ]
    },
    {
      "cite": "22 Ariz.App. 238",
      "category": "reporters:state",
      "reporter": "Ariz. App.",
      "case_ids": [
        1232112
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "244"
        },
        {
          "page": "768"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz-app/22/0238-01"
      ]
    },
    {
      "cite": "395 A.2d 1152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038820
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "1154"
        },
        {
          "page": "1155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/395/1152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 13334,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 5.291591226833552e-07,
      "percentile": 0.9421831156951621
    },
    "sha256": "b7b99567fabb5d3aa68a8aad2066c5a441c947ed20f176729562284c69fbe57c",
    "simhash": "1:8336a4fe215e268a",
    "word_count": 2139
  },
  "last_updated": "2024-02-27T23:50:00.306839+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C. J., WERNICK, GLASSMAN and ROBERTS, JJ., and DU-FRESNE, A. R. J."
    ],
    "parties": [
      "Florence W. BOYD v. Keith D. BOYD."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nThe defendant, Keith Boyd, appeals from the property distribution portion of a judgment of divorce rendered in the Superior Court, Cumberland County. He raises two issues on this appeal: 1) whether the court committed reversible error in refusing to consider marital misconduct as a factor in dividing the marital property and 2) whether the court abused its discretion in dividing the marital property approximately equally between the parties. The wife, plaintiff-appellee in this action, moves this Court for counsel fees and costs on appeal. We affirm the judgment of the Superior Court.\nThe parties were married on January 16, 1965. They had no children. After several years of marital deterioration, the wife left the husband in November, 1975. On December 3, 1975* she sued her husband for divorce on the ground of cruel, and abusive treatment. A hearing was held, and the divorce was denied on February 1, 1977.\nSince the separation, the parties have had little or no contact except through attorneys. By February of 1977, the wife had moved in with another man. On March 14, 1978, the wife filed this action for divorce on the ground of irreconcilable differences. The husband answered by denying the allegations of irreconcilable differences and plaintiff’s faithfulness to her wedding vows, but he raised no affirmative defenses. A hearing was held, and the court rendered judgment for the plaintiff on the ground of irreconcilable differences.\nThe court found nine items of personal property to be the wife’s non-marital property and set them aside to her. It found that certain real estate in Boothbay Harbor was non-marital property of the defendant-husband and set it aside to him. The court found all other property to be marital property including real estate worth $87,-500.00 with an outstanding mortgage of $8,700.00 on one piece of property. This was set aside to the defendant free and clear on the condition that he pay the plaintiff $39,400.00 for her interest within ninety days of the date of the divorce judgment. In addition, the wife was awarded a 1971 Camaro automobile and the household furniture then in her possession; the husband was awarded a 1978 Corvette automobile, the motorcycles, the tools then in his possession and the business known as “Limerick Mills Outlet.” All of these were awards of marital property. All other personal property, including savings and checking accounts, insurance policies and retirement funds, was awarded to the party then in possession. No alimony was awarded to either party. The court denied the plaintiff’s request for counsel fees.\nAfter judgment, counsel for both parties moved the court to adopt additional proposed findings of fact and conclusions of law, and the court returned additional findings and conclusions. The defendant filed a timely notice of appeal. He explicitly does not appeal the Superior Court’s grant of a divorce to the wife on the ground of irreconcilable differences or the classification of the property in question as marital but appeals only from the order of distribution of the marital property.\nThe defendant’s first argument on this appeal is based on the incorrect premise that a trial court ought to consider “marital misconduct” as a factor in dividing marital property. The converse is true. A court ordinarily should not consider “fault” or “marital misconduct” in dividing property as an examination of our disposition of property statute makes plain.\nThe Maine statute regulating disposition of property on divorce, 19 M.R.S.A. § 722-A, is modeled on Section 307 of the 1970 version of the Uniform Marriage and Divorce Act (Uniform Act). 9A Uniform Laws Annotated 91, 143 (Master Ed. 1979). See Zillert v. Zillert, Me., 395 A.2d 1152, 1154 (1978).\nSection 722-A(l) provides in pertinent part:\nIn a proceeding ... for a divorce, . . . the court shall set apart to each spouse his property and shall divide the marital property in such proportions as the court deems just after considering all relevant factors including:\nA. The contribution of each spouse to the acquisition of the marital property, including the contribution of a spouse as homemaker;\nB. The value of the property set apart to each spouse; and\nC. The economic circumstances of .each spouse at the time the division of property is to become effective, including the desirability of awarding the family home or the right to live therein for reasonable periods to the spouse having custody of any children.\nThis section differs from the Uniform Act on which it is based in that it omits the phrase “without regard to marital misconduct” appearing in Section 307(a). The defendant contends the deletion of this phrase manifests the legislative intent that “marital misconduct” be factored into a judicial division of marital property. Absent any legislative history to that effect, we find this conclusion unwarranted. If the Legislature had intended marital misconduct to be a routine consideration in disposition of property, it could have expanded the list of relevant factors appearing in the statute.\nThe Maine disposition of property statute was based on an act with the stated purpose of eliminating the entire conceptual structure of divorce based on fault. See Zillert v. Zillert, supra, 395 A.2d at 1155. It is clear from the enumerated “relevant factors” in Section 722-A(l) that the primary emphasis is economic: present economic circumstances and past contributions to the marriage, either financial or translatable into financial terms, such as the contribution of a spouse as homemaker. At most, the Legislature may have hesitated to absolutely preclude the court from considering “marital misconduct” in the division of marital property when the “marital misconduct” was of a financial nature. See Oppenheimer v. Oppenheimer, 22 Ariz.App. 238, 244, 526 P.2d 762, 768 (1974). We intimate no opinion as to whether a court has discretion to consider marital misconduct in the disposition of marital property when the misconduct has had an economic impact, e. g., nonsupport or gifts from the marital estate to a paramour. Such an issue is not involved in this case.\nWe note that “fault” is a particularly inappropriate consideration in a property distribution where, as here, the divorce is granted on the “no-fault” ground of “irreconcilable differences.” The purpose of providing no-fault grounds for divorce, Commissioners’ Prefatory Note to the Uniform Marriage and Divorce Act, 9A Uniform Laws Annotated, supra at 92, is to reduce the guilt, bitterness and conflict accompanying divorces based on fault. This purpose would be wholly defeated if all the evidence relevant to a fault-based divorce action could be introduced on the issue of property distribution-a phase of the proceedings designed to approximate the distribution of assets on the dissolution of a business partnership. Id. at 93. Other jurisdictions with no-fault divorce and property distribution statutes similar to the Uniform Act have held that, under those statutes, fault may not be considered in making property or maintenance awards. E.g., In re Marriage of Williams, 199 N.W.2d 339, 345 (Iowa 1972); see Oppenheimer v. Oppenheimer, supra; Juick v. Juick, 21 Cal. App.3d 421, 427 n. 7, 98 Cal.Rptr. 324, 329 n. 7 (1971).\nIn light of the foregoing interpretation of 19 M.R.S.A. § 722-A, we find all the arguments presented to this Court on recrimination and condonation irrelevant.\nThe defendant’s res judicata arguments are not properly before this Court since the defendant waived this defense by failing to plead it in the proceedings before the Superior Court. M.R.Civ.P. 8(c); 1 R. Field, V. McKusick & L. Wroth, Maine Civil Practice § 8.18 (1970); see 5 C. Wright & A. Miller, Federal Practice and Procedure §§ 1278, 1394 (1969). Furthermore, neither res judicata nor collateral estoppel is applicable to a property disposition when the only question adjudicated in the prior proceeding was whether the plaintiff-wife had made out a case for divorce on the ground of cruel and abusive treatment and the court ruled that she had not.\nThe husband asserts that at the time of the divorce and property settlement the wife was in a better economic position than he and that, therefore, the Superior Court abused its discretion in dividing the marital property approximately equally. The husband is incorrect for two reasons: first, the relative economic positions of the parties is only one factor to be considered by the court in dividing the marital property; second, even if the wife were in fact in a superior economic position, this would not necessarily defeat the legislative policy favoring equal division of marital property on marriage dissolution. The Superior Court plainly considered the economic circumstances of the parties at the time of the divorce in making its property distribution. The trial Justice stated in his “Additional Findings of Fact and Conclusions of Law” that “[t]he division of marital property ordered by this court in its divorce judgment dated August 29,1979, has been made after consideration of all relevant factors and in accordance with the standards set out in § 722-A of Title 19, M.R.S.A.” The economic positions of the parties is one of the statutory “relevant factors” and clearly entered into the court’s determination.\nAfter examining the record as a whole, we are unable to say the trial court has abused its discretion in distributing the marital property. The record shows that over the course of the marriage the economic contributions of the parties, both of whom worked full time, were roughly $66,-000.00 by the wife and $78,000.00 by the husband. It was unrefuted that while the parties lived together the wife did all of the housework including such household upkeep as painting. The court found the parties’ contributions to the upkeep of the marital property had been approximately equal in light of the husband’s exclusive use of that property since the separation. The evidence showed that the parties at the time of the divorce had approximately equal earning power and current earnings.\nThe court made an equal division of the marital real estate of the parties. The award of the marital personal property appears to have allowed the husband a share of somewhat higher aggregate value than the wife’s share but not sufficiently disparate to undermine the Superior Court’s finding that the value of the property set apart to each spouse was “substantially equal.” Far from constituting an abuse of discretion, the distribution of the property in this case was just and equitable on all the facts and circumstances.\nThe final matter of the wife’s motion for attorney’s fees on appeal cannot be settled here. That is a motion which must be addressed to the Superior Court on remand as we most recently reaffirmed in Bryant v. Bryant, Me., 411 A.2d 891, 396 (1980). See Prue v. Prue, Me., 420 A.2d 257, 260 (1980).\nThe entry is:\nJudgment affirmed.\nPlaintiff’s motion for counsel fees dismissed.\nAll concurring.\n. Prior to the Superior Court’s decision, this property was sold with the defendant realizing $17,710.84 as his share of the sale. This fact was available to the Superior Court Justice as evidence in reaching his decision.\n. Cf. Conrad v. Bowers, 533 S.W.2d 614, 619-20 (Mo.App.1975), construing Mo.Rev.Stat. § 452.330(1) (1969), also based on the Uniform Act, but including “conduct of the parties during marriage” in its list of relevant factors to be considered by the court.\n. The husband suggests that the wife’s conduct deprived him of her services as a homemaker and, therefore, should have been considered in the distribution of the marital property. The provision in the statute referring to contributions as homemaker was included to recognize the value of the contributions of a full-time homemaker to the marital partnership-contributions that entitle that spouse to equal equity with the wage-earning spouse in the marital property on dissolution of the marriage. R. Levy, Uniform Marriage and Divorce Legislation: A Preliminary Analysis 765-67 (1968). In this case, the wife was a full-time wage earner.\n.Although the appellant never used the term “collateral estoppel” in his brief, his arguments under the heading “res judicata ” implied the doctrine was applicable to preclude the consideration of certain facts by the trial court in this second divorce action between the parties.\n. This policy was emphasized by Senator Harding in the Senate discussions prior to enactment of L.D.1769, which became 19 M.R.S.A. § 722-A: “So what this law does is that it assumes that, unless evidence is introduced to the contrary, that [sic], the property which the couple accumulated during their marriage is joint property and should be divided equally. That is the presumption. However, evidence may be introduced to show the contrary.” 105th Leg. Rec. Vol. 2, 3410 (June 1, 1971).",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "Richardson, Tyler. & Troubh, Robert J. Piampiano, Portland (orally), for plaintiff.",
      "Wilson, Steinfeld, Murrell, Barton & Lane, Paul Aranson (orally), Jack L. Schwartz, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "Florence W. BOYD v. Keith D. BOYD.\nSupreme Judicial Court of Maine.\nArgued June 5, 1980.\nDecided Oct. 28, 1980.\nRichardson, Tyler. & Troubh, Robert J. Piampiano, Portland (orally), for plaintiff.\nWilson, Steinfeld, Murrell, Barton & Lane, Paul Aranson (orally), Jack L. Schwartz, Portland, for defendant.\nBefore McKUSICK, C. J., WERNICK, GLASSMAN and ROBERTS, JJ., and DU-FRESNE, A. R. J."
  },
  "file_name": "1356-01",
  "first_page_order": 1402,
  "last_page_order": 1405
}
