{
  "id": 7874867,
  "name": "Michael D. SHAHAN, in his capacity as Director of Division of Motor Vehicles, Appellee Below, Appellant, v. Raymond E. LANDING, Appellant Below, Appellee",
  "name_abbreviation": "Shahan v. Landing",
  "decision_date": "1994-07-06",
  "docket_number": "No. 468, 1993",
  "first_page": "1357",
  "last_page": "1360",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1357"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "574 A.2d 264",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "624 A.2d 926",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363784
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "928"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/0926-01"
      ]
    },
    {
      "cite": "593 A.2d 589",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "128 A.2d 819",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "834"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "562 A.2d 1167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7357688
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "1170"
        },
        {
          "page": "1171"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/562/1167-01"
      ]
    },
    {
      "cite": "459 A.2d 535",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7972844
      ],
      "year": 1983,
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/459/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 457,
    "char_count": 9473,
    "ocr_confidence": 0.707,
    "pagerank": {
      "raw": 6.16913708203714e-08,
      "percentile": 0.38308275887899257
    },
    "sha256": "2fe805e569eba5e98247a936479c4128a01a9ab4f86da324b67cd04b772da6c5",
    "simhash": "1:37a29270c441358a",
    "word_count": 1537
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WALSH, HOLLAND, and HARTNETT, JJ."
    ],
    "parties": [
      "Michael D. SHAHAN, in his capacity as Director of Division of Motor Vehicles, Appellee Below, Appellant, v. Raymond E. LANDING, Appellant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "WALSH, Justice:\nThis is an appeal from a decision of the Superior Court which reversed a driver’s license revocation by the Delaware Division of Motor Vehicles (the “Division”). The appellant, Michael D. Shahan, the Director of the Division (the “Director”), contends that the Superior Court erred in its holding that a ruling of a Justice of the Peace rendered while the Superior Court appeal was pending constituted res judicata and collateral estop-pel on the issue of probable cause to charge a violation of 21 Del.C. § 4177(a). We conclude that the Superior Court correctly applied the principles underlying the bar of collateral estoppel and accordingly, we affirm.\nI\nThe events which underlie the Superior Court proceedings are essentially undisputed. On December 8,1992, the appellee, Raymond E. Landing (“Landing”), was arrested for driving under the influence of alcohol in violation of 21 Del.C. § 4177(a). Incident to the arrest, Landing refused to submit to an intoxilyzer test, thus triggering the provisions of 21 Del.C. § 2742, which provides, inter alia, for an administrative hearing which could result in the revocation of the arrestee’s driver’s license. A hearing officer, employed by the Division, conducted a revocation hearing on March 17, 1993, at which the arresting officer testified concerning the circumstances of Landing’s arrest. The following day, the hearing officer issued a written decision in which he concluded that the arresting officer had probable cause to believe that Landing violated 21 Del. C. § 4177 and that Landing had refused to submit to a chemical test for the purpose of determining the presence of alcohol after being informed of the penalty of revocation for such refusal.\nLater on the same day as the administrative ruling issued, Landing appeared in a Justice of the Peace Court for trial on the criminal charge of driving under the influence. At trial, Landing’s attorney moved to suppress the evidence against him on the ground that there was no probable cause for his arrest. The Justice of the Peace granted the motion to suppress, finding no probable cause, and Landing was subsequently acquitted of the charge of driving under the influence of alcohol. The State did not appeal.\nAfter the ruling and acquittal by the Justice of the Peace, Landing filed an appeal in the Superior Court from the revocation decision of the hearing officer as provided by 21 Del.C. § 2744. Landing contended that under the doctrine of res judicata and collateral estoppel the Superior Court was bound by the Justice of the Peace Court’s determination of lack of probable cause. Accordingly, it was argued, the hearing officer’s revocation decision which was pending review in the Superior Court must be reversed.\nThe Superior Court ruled that, although the appeal from the Division was limited to the administrative record, the scope of review included a de novo determination of the legal issue of probable cause. The court concluded that the “prior final decision” of the Justice of the Peace Court precluded further litigation of that issue. The Director appeals that ruling, contending that the issue of probable cause is not subject to relit-igation in the Superior Court in an appeal under 21 Del. C. § 2744 and that the Superior Court erred in applying res judicata or collateral estoppel to the factual determination of the hearing officer.\nThe arrest of a defendant for a violation of 21 Del.C. § 4177 may precipitate two separate proceedings, one criminal and the other administrative or civil. The criminal proceeding determines guilt beyond a reasonable doubt with fine and/or imprisonment as a consequence if the defendant is found guilty. The civil or administrative proceeding is designed to result in the revocation of the defendant’s driver’s license if probable cause existed to charge the defendant with a violation of 21 Del.C. § 4177 or if the defendant refuses to undergo a blood alcohol test upon arrest. In either event, the determination of probable cause to arrest is an essential finding at the administrative level in order to effect a license revocation. The required level of proof is by a preponderance of the evidence. Cook v. Oberly, Del.Ch., 459 A.2d 535, 540 (1983).\nThe resolution of the criminal charge may also implicate a finding of probable cause where the State seeks to present evidence of a defendant’s physical condition or the results of a blood alcohol test. But because of the differing levels of proof between the criminal trial and the administrative proceedings, an acquittal on the merits of the driving under the influence charge is not res judicata with respect to a later conducted administrative hearing. Clendaniel v. Voshell, Del.Supr., 562 A.2d 1167, 1170 (1989). Where, however, the issue of probable cause has been separately determined in the earlier criminal proceeding, it may preclude a “later administrative proceeding ... if a trial judge had specifically found that the State had failed to prove that the police officer had probable cause for his action.” Id. at 1171. Such issue preclusion is a direct result of the application of the doctrine of collateral estoppel in view of the identities of the parties and the commonality of the underlying factual contentions in both the criminal and administrative proceedings. Collateral estoppel “is based on the consideration that the proper administration of justice will be served best by limiting parties to one trial of one issue.” Lewis v. Hanson, Del.Supr., 128 A.2d 819, 834 (1957). When asserted, the doctrine precludes the relitigation of issues in successive tribunals exercising appropriate jurisdiction.\nThe Director argues that since the determination of lack of probable cause in the criminal proceeding before the Justice of the Peace followed the earlier ruling at the administrative level, it does not bar the administrative determination even though the Division’s ruling was pending appeal. The Director’s assertion assumes that the issue of probable cause was not open to review in the Superior Court under the appeal authorized by 21 Del.C. § 2744. The Superior Court rejected that narrow view of its power of review as do we.\nThe Superior Court’s scope of review under § 2744 is not de novo in the sense that the Court rehears the evidence and makes new factual findings. Such appeals are limited to an examination of the record made before the administrative body. Super.Ct.Civ.lt. 72(g). The Superior Court is required to examine the record to determine if substantial evidence exists to support the hearing officer’s factual findings and to correct any errors of law. Eskridge v. Voshell, Del.Supr., 593 A.2d 589 (1991) (ORDER). Although factual findings are limited to record review, the determination of probable cause remains a question of law subject to de novo review. State v. Maxwell, Del.Supr., 624 A.2d 926, 928 (1993). The reviewing court is required to engage in a weighing process to determine whether the evidence presented to the hearing officer established by a preponderance that probable cause existed. Voshell v. Attix, Del.Supr., 574 A.2d 264 (1990) (ORDER). Where that same weighing process has occurred before a court of competent jurisdiction with the same antagonists, a final ruling on that issue precludes a later judicial resolution of the matter. As to that issue, the parties have had their day in court. Lewis v. Hanson, swpra.\nThe decision of the Superior Court is AFFIRMED.\n. 21- Del.C. § 2742 provides, in pertinent part:\n(b) Upon certification by the police officer that there existed probable cause to believe that the person had been acting in violation of § 4177 of this title or a local ordinance substantially conforming thereto and that the person refused to submit to a chemical test after being informed of the penalty of revocation for such refusal, the Secretary shall revoke the person’s driver’s license and/or driving privilege....\n(d) No revocation under subsection (b) ... of this section is effective until the Secretary or a police officer or other person acting on his behalf notifies the person of revocation and allows the person a 15-day period to request of the Secretary in writing a hearing as herein provided.... If a request for a hearing is filed, a revocation is not effective until the final decision of the hearing officer resulting in a decision adverse to the person.\n(f) The hearing under this section shall be before the Secretary or his designee. The scope of the hearing shall cover the issues of:\n(1) With respect to subsection (b) ..., whether the police officer had probable cause to believe the person was in violation of § 4177 of this title....\n(3) With respect to subsection (b) of this section, whether the person refused to permit the test after being informed of the penalty of revocation for such refusal.\n. While the State could not appeal the acquittal, it could have sought leave to appeal the ruling on the suppression motion pursuant to 10 Del.C. § 9902(b).",
        "type": "majority",
        "author": "WALSH, Justice:"
      }
    ],
    "attorneys": [
      "A. Dean Betts, Jr., Deputy Atty. Gen., Dept, of Justice, Georgetown, for appellant.",
      "Vincent H. Vickers, II, Stumpf, Vickers & Sandy, P.A., Georgetown, for appellee."
    ],
    "corrections": "",
    "head_matter": "Michael D. SHAHAN, in his capacity as Director of Division of Motor Vehicles, Appellee Below, Appellant, v. Raymond E. LANDING, Appellant Below, Appellee.\nNo. 468, 1993.\nSupreme Court of Delaware.\nSubmitted: June 15, 1994.\nDecided: July 6, 1994.\nA. Dean Betts, Jr., Deputy Atty. Gen., Dept, of Justice, Georgetown, for appellant.\nVincent H. Vickers, II, Stumpf, Vickers & Sandy, P.A., Georgetown, for appellee.\nBefore WALSH, HOLLAND, and HARTNETT, JJ."
  },
  "file_name": "1357-01",
  "first_page_order": 1423,
  "last_page_order": 1426
}
