{
  "id": 6082598,
  "name": "In re Parker et al.",
  "name_abbreviation": "In re Parker",
  "decision_date": "1939-06-19",
  "docket_number": "No. 4165",
  "first_page": "1359",
  "last_page": "1361",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1359"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 389"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "37 F. (2d) 623",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0623-01"
      ]
    },
    {
      "cite": "86 F. (2d) 412",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        922062,
        6078303
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/86/0412-01",
        "/ccpa/24-2/0759-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7713,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17336107240229062
    },
    "sha256": "426d6bbe83c19ca4c9e21384b1ef8b8aaf33825b99e89aecd681b0e5dc0b3bc9",
    "simhash": "1:ad5f70aea094c765",
    "word_count": 1312
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Parker et al."
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Primary Examiner rejecting claim 47 in appellants’ application for a patent for an alleged invention relating to a detachable blade for surgical knives.\nThe appealed claim reads:\n47. A detachable rib-back surgical blade made by first rolling a thin flexible strip of steel to produce therein symmetrical longitudinal ribs, then forming curved perforations in the strip partially outlining oppositely arranged blanks with the back of each blank including a straight part of one of the previously formed longitudinal ribs, hardening and tempering the perforated strip, then separating the blanks from the strip each with an edge portion partially curved and partially straight, and grinding said edge portions to form a continuous cutting edge, the body of the blade being sheet metal of uniform thickness and of an order of .015 inches in thickness and of compact structure and having a sharpened portion lying opposite to said rib and an aperature in its body so located as to set off an end portion of the blade for torsional flexing about said rib as a relatively stiff axis.\nTlie application here involved, serial No. 34,012, filed July 31, 1935, relates to a method of making rib-back blades.\nIt will be observed that the appealed claim, although intended as an article claim, defines a detachable surgical blade principally by the process by which the blade is made.\nIt appears from the record that structural claims for appellants’ detachable rib-back surgical blade were presented in another application, serial No. 699,744. Those claims were rejected by the Primary Examiner on three references—\nWright, 604 850, May 31, 1898.\nKny, 813,009, Feb. 20', 1906.\nParker, 1,287,411, Dec. 10, 1918.\nOn appeal in that case, the decision of the Primary Examiner was affirmed by the Board of Appeals.\nIn its decision in that case, rendered July 31,1935, the board held that in view of the references, including the patent to Parker, issued to one of the appellants in the instant case, there was “nothing novel in providing a reinforcing rib at the top edge of a blade which stiffens the blade. When such a rib is used, the hand or finger of the surgeon can be readily pressed against the flat top surface without injuring the hand or the glove. * * * Wherever a rib is used, it tends to reinforce portions adjacent to it. We are unable to see that applicant has made any patentable improvement over his prior patent [Parker patent, No. 1,287,411].”\nAs no appeal was taken in that case, the decision of the Board of Appeals became final “as to all subject matter actually contained in any of” the “claims” before the board. In re Ellis, 24 C. C. P. A. (Patents) 759, 86 F. (2d) 412. The claims before the board in that case were six in number, 15 to 20, inclusive, of which, the board stated, claim 15 was illustrative. It reads:\n15. A detachable blade for surgical knives, having a sheet steel body of substantially uniform thickness, sharpened at one edge for cutting and having its opposite edge thickened to form a solid longitudinal rib supplying a flat pressure-receiving face wider than the body of the blade for the finger of the user and tending to stiffen the blade against lateral flexing in use, the blade having an attaching recess spaced from said, rib and serving to render flexible in torsion a localized area in the blade whereby that area,may be readily flexed about the rib as an axis in attaching or detaching the blade while the blade as a whole is maintained against distortion to the same extent by said rib.\nAs hereinbefore noted, the decision of the board in that case was rendered July 31, 1935, and the application here involved was filed on that date. Ten method claims have been allowed appellants in the involved application.\nIn its decision in the instant case, the Board of Appeals said:\nThe claim stands rejected on the ground that it is not a proper product claim, many process limitations being included which give no distinguishable characteristics to the finished article. It is the examiner’s view that, in so far as the process limitations included do serve to distinguish the article from the prior art, they are not patentable over art cited in connection with a former appeal by the same parties on a detachable surgical blade, which appeal was decided adversely to them.\nIn the former appeal the article was defined by its construction rather than by the process by which it was made. This tends to indicate that the present •case does not fall within the exception to the general rule that a product should not he defined by the process of making. It is conceivable that certain steps of the process, which are included in claim 47, could be detected in the final product such, for instance, as the fact that the blade is made from longitudinally rolled stock and that the rib is formed by a rolling operation. We do not feel, however, that it could be determined from an inspection of the finished blade that it had been shaped by perforating the strip stock previous to a tempering operation. We also doubt if it would be possible to determine whether the blade had been formed along one side of a strip which originally ■carried similar blades at the opposite side.\nAs to the distinguishable steps, they are deemed to add nothing patentable to the claims heretofore considered in connection with the appeal in application 699,744 in view of the references cited in the examiner’s report of April 7, 1938, a copy of which was mailed appellant with our communication of the same ■date.\nWe think it is apparent that appealed claim 47 is distinguishable from claim 15 (involved in the prior case) by process limitations •only.\nIn the instant case, the tribunals of the Patent Office concurred in-holding that appellants’ detachable- rib-back surgical blade can be, and in fact was in the prior case, defined by its structural characteristics. We are. in agreement with that holding. Accordingly, as .-appellants’ blade is, to a considerable extent, defined in the appealed claim by the process of making it, the claim was properly rejected. In re Charles B. Butler, 17 C. C. P. A. (Patents) 810, 37 F. (2d) 623.\nIn its decision the Board of Appeals stated that the process limitations in appealed claim 47 added nothing patentable to the claims -considered in the prior case (application No. 699,744) “in view of ■the references cited in the examiner’s report of April 7, 1938.”\nIn the “examiner’s -report,” referred to in the board’s decision, claim 48, which applicants proposed to substitute for appealed claim 47, was held to be unpatentable over the reference patents to\nMattbeis (German patent), 3,248, January 18, 1879.\nMemmott, 306,849, October 21, 1884.\nRoth (German patent), 212.193, July 26, 1909.\nGerling (Mgs. 1 and 2), 1,635,614, July 12, 1927.\n■on the ground that the references disclosed, as they clearly do, that it was “old in the art of making blades having reinforcing ribs to roll the blade in strip form with the rib being preformed in the strip stock.”\nWe are in agreement with the conclusion reached by the tribunals of the Patent Office, and the decision of the ■ Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Herbert W. Kenway for appellants.",
      "R. K. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 389\nIn re Parker et al.\n(No. 4165)\nUnited States Court of Customs and Patent Appeals,\nJune 19, 1939\nHerbert W. Kenway for appellants.\nR. K. Whitehead (Howard S. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 9, 1939, by Mr. Kenway and Mr. Miller]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1359-01",
  "first_page_order": 677,
  "last_page_order": 679
}
