{
  "id": 11908410,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. John L. ROLAND, IV, Appellee",
  "name_abbreviation": "Commonwealth v. Roland",
  "decision_date": "1997-10-06",
  "docket_number": "",
  "first_page": "1360",
  "last_page": "1363",
  "citations": [
    {
      "type": "official",
      "cite": "701 A.2d 1360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "494 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1769181
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/494/0364-01"
      ]
    },
    {
      "cite": "384 U.S. 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "506 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790936
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0537-01"
      ]
    },
    {
      "cite": "651 A.2d 1127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12257642,
        710917
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1130",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/1127-01",
        "/pa-super/438/0131-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 131",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710917
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0131-01"
      ]
    },
    {
      "cite": "636 A.2d 615",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363833,
        1841539
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/636/0615-01",
        "/pa/535/0492-01"
      ]
    },
    {
      "cite": "535 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1841539
      ],
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/535/0492-01"
      ]
    },
    {
      "cite": "701 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        18443,
        11891575
      ],
      "weight": 3,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/549/0174-01",
        "/a2d/701/0143-01"
      ]
    },
    {
      "cite": "504 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1787690
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/504/0046-01"
      ]
    },
    {
      "cite": "683 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860768,
        7860839,
        466674,
        466643,
        7860790,
        466713
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "256",
          "parenthetical": "citing Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0253-01",
        "/a2d/683/0253-03",
        "/pa/546/0064-02",
        "/pa/546/0065-01",
        "/a2d/683/0253-02",
        "/pa/546/0064-01"
      ]
    },
    {
      "cite": "546 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466643
      ],
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "citing Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0065-01"
      ]
    },
    {
      "cite": "385 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468161
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "citations omitted"
        },
        {
          "page": "948",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/385/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 10198,
    "ocr_confidence": 0.722,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2441159696955305
    },
    "sha256": "0065176dba33496d8d89d4b1a402b345620ce8f69693e43c730e152ee9bfff1b",
    "simhash": "1:ca855299b88767c4",
    "word_count": 1611
  },
  "last_updated": "2024-02-27T21:46:40.441856+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before POPOVICH, SAYLOR and OLSZEWSKI, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. John L. ROLAND, IV, Appellee."
    ],
    "opinions": [
      {
        "text": "POPOVICH, Judge:\nThis is an appeal by the Commonwealth from the suppression court’s order dated December 27,1996, granting appellee’s motion to suppress illegal narcotics (cocaine) seized by police. We affirm.\nInitially, we note that in reviewing a suppression order:\nOur scope of review is limited primarily to questions of law. We are bound by the suppression court’s findings of fact, if those findings are supported by the record. In determining whether the findings of fact are supported by the record, we are to consider only the evidence of the appellee and so much of the evidence of the Commonwealth which, as a whole, remains un-contradicted. It is for the suppression court as trier of fact to determine credibility. We are not bound by findings wholly lacking in evidence. Nor are we bound by the suppression court’s conclusion of law.\nCommonwealth v. Rodriquez, 385 Pa.Super. 1, 559 A.2d 947, 948 (1989) (citations omitted).\nThe following facts are undisputed: Officers of the Blair County Task Force received a tip that William Lutz would be travelling from New York to Blair County on August 26, 1994, with a large quantity of cocaine which he had purchased for appellee. On that date, Agent Randy Feathers and Detective Norman Young established a surveillance post near Bald Eagle, Pennsylvania. At some point during the day, the two officers spotted Lutz’s vehicle. One of the officers then radioed Officer John McTigue who was in uniform and on patrol for the Altoona Police. Department. Officer McTigue was informed that Lutz’s vehicle was travelling in his direction. Knowing that there was an outstanding bench warrant for Lutz’s arrest and that his vehicle was under surveillance, Officer McTigue effectuated a traffic stop. After stopping the vehicle, the officer approached Lutz, requested his identification, ordered him out of the vehicle and Feathers, Detective Young and Agent James Walstrom arrived on the scene shortly after Lutz exited his vehicle.\nWhat occurred after the agents and the detective arrived on the scene is in dispute. As the suppression court noted in its opinion, the Commonwealth’s witnesses (Lutz, Agent Feathers, Detective Young and Agent Wal-strom) each gave a different version as to what occurred after the task force officers arrived on the scene. Lutz testified that, while he was standing next to his vehicle and while he was sitting in the back of a police cruiser, he was questioned by Agent Feathers and Detective Young as to whether there were illegal narcotics in his vehicle. He also testified that, after being questioned, he told the officers that they could search the vehicle. He was unable to remember whether the vehicle was searched immediately or whether he was given Miranda warnings prior to giving his consent to search. Agent Feathers testified that he gave Miranda warnings to Lutz prior to questioning him, that Lutz gave oral and written consent to search the vehicle and that the vehicle was searched after it was driven to the police barracks. Detective Young testified that Lutz was questioned and his vehicle was searched before he arrived on the scene. Accordingly, he was unaware of the circumstances surrounding Lutz’s consent or the search of the vehicle. Agent Walstrom testified that he questioned Lutz while Lutz was standing next to his vehicle. He indicated that he informed Lutz that he wanted to search the vehicle and that Lutz was not required to give his consent to search. He then testified that Lutz gave his consent. He and Agent Feathers searched the vehicle immediately, and the cocaine was seized. Agent Walstrom was unable to recall whether Miranda warnings were given to Lutz prior to questioning.\nIt is undisputed that after the agents seized the cocaine, Lutz indicated that he was willing to cooperate with the police. He then informed the agents that he purchased the cocaine with money supplied by appellee. Several agents accompanied Lutz to his apartment and instructed him to contact ap-pellee. Lutz telephoned appellee and indicated that he had the cocaine at his apartment. Approximately twenty minutes later, appellee arrived at the apartment, received his share of the cocaine and then left the apartment. Appellee was immediately arrested by the police, and the cocaine was seized.\nAppellee was charged with possession of a controlled substance and intent to deliver a controlled substance. He filed a motion to suppress the cocaine on the basis that it was seized from Lutz’s ear illegally. Following evidentiary hearings held on March 26, 1996, and October 18, 1996, the suppression court granted appellee’s motion to suppress the cocaine. This timely appeal followed.\nThe first issue which we must address is whether appellee has standing to challenge the search of Lutz’s vehicle and the seizure of the cocaine therefrom. “In Pennsylvania, any defendant charged with a pos-sessory crime ... has automatic standing to challenge a search and seizure under Article I, Section 8.” Commonwealth v. Gordon, 546 Pa. 65, 683 A.2d 253, 256 (1996) (citing Commonwealth v. Sell, 504 Pa. 46, 470 A.2d 457 (1983)). See Commonwealth v. Carlton, — Pa. -, 701 A.2d 143 (1997); Commonwealth v. Peterson, 535 Pa. 492, 636 A.2d 615 (1993). Here, one of the crimes with which appellee was charged was possession of a controlled substance. Clearly, possession is an essential element of the crime. Accordingly, appellee is entitled to “automatic standing” to litigate a motion to suppress. Sell, supra.\nHaving determined that appellee has standing, we must next determine whether the search of Lutz’s car and the seizure of the cocaine therefrom was proper. Specifically, we must decide whether Lutz’s consent to search the vehicle was given voluntarily and knowingly.\nIf a person voluntarily consents to a search, evidence found as a result of that search is admissible. The consent, however, must be given freely, specifically, unequivocally and voluntarily. The question whether a consent to a search was in fact voluntary or was the product of duress or coercion, express or implied, is a question of fact to be determined from the totality of all the circumstances. The burden of proving a valid consent to search rests upon the Commonwealth.\nCommonwealth v. Washington, 438 Pa.Super. 131, 651 A.2d 1127, 1130 (1994) (citations omitted) (emphasis added).\nHere, the suppression court found the Commonwealth witnesses’ testimony regarding the consent to search and the actual search of Lutz’s vehicle to be incredible. The suppression court specifically stated that “the Commonwealth witnesses’ testimony was so inherently inconsistent and contradictory that it could not be ‘fit together.’ ” Suppression Court Opinion dated 2/20/97 p. 8. The suppression court found that Lutz was questioned by one or more of the agents while standing next to his vehicle and while seated in the police cruiser, and that he gave his consent to search the vehicle. However, the court deemed the remaining testimony to be so inconsistent and unreliable that it could not determine the circumstances under which Lutz was questioned or the circumstances under which his consent to search was given. Accordingly, the court determined that the Commonwealth failed to meet its burden of proving a valid consent.\nWe conclude that the suppression court’s finding that Lutz was questioned by the agents and that he consented to the search is supported by the record. We also conclude that the record supports the suppression court’s finding that the Commonwealth witnesses’ testimony regarding the circumstances surrounding the questioning and the consent is replete with inconsistencies. Since the witnesses’ conflicting testimony relates directly to the issue of consent, and the suppression court found the testimony to be incredible, we must agree that the Commonwealth failed to meet its burden of proving that Lutz voluntarily consented to the war-rantless search of his vehicle. Therefore, the suppression court did not err in suppressing the evidence sought to be used against appel-lee.\nAffirmed.\n. The Commonwealth has certified that the suppression order substantially handicaps or effectively terminates its prosecution of this case. This permits appellate review of the suppression order. Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985).\n. Miranda v. Arizona, 384 U.S. 436, 86 S.Ct. 1602, 16 L.Ed.2d 694 (1966).\n. It is well-settled in this Commonwealth that a defendant is required to establish that he has standing to maintain a motion to suppress. Carlton, supra; Gordon, supra; Peterson, supra. In addition, a defendant is required to prove that he has a legitimate and reasonable expectation of privacy in the object searched. Carlton, supra; Gordon, supra. These are separate issues which must be addressed by the suppression court before it is permitted to determine whether the Commonwealth has met its burden of proving that the government’s search did not violate the defendant’s rights. Gordon, supra. On appeal, and in the court below, the Commonwealth challenged whether appellee had standing. However, the Commonwealth failed to challenge whether appellee established that he had a legitimate and reasonable expectation of privacy in Lutz’s car. Accordingly, any error with regard to the suppression court’s determination that appellee had a legitimate and reasonable expectation of privacy has been waived on appeal and we will assume, arguendo, that such an expectation of privacy existed. Commonwealth v. Shaw, 494 Pa. 364, 431 A.2d 897 (1981).\n. We note that neither the Commonwealth nor appellee discussed whether Lutz’s vehicle was stopped pursuant to a lawful traffic stop. Accordingly, this issue has been waived on appeal. Shaw, supra.\n. We note that appellee did not testify nor did he present any witnesses to testify on his behalf at the suppression hearings.",
        "type": "majority",
        "author": "POPOVICH, Judge:"
      }
    ],
    "attorneys": [
      "John M. Daley, Asst. Dist. Atty., Holidays-burg, for Commonwealth, appellant.",
      "Ralph T. Forr, Jr., Altoona, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. John L. ROLAND, IV, Appellee.\nSuperior Court of Pennsylvania.\nArgued Sept. 11, 1997.\nFiled Oct. 6, 1997.\nJohn M. Daley, Asst. Dist. Atty., Holidays-burg, for Commonwealth, appellant.\nRalph T. Forr, Jr., Altoona, for appellee.\nBefore POPOVICH, SAYLOR and OLSZEWSKI, JJ."
  },
  "file_name": "1360-03",
  "first_page_order": 1428,
  "last_page_order": 1431
}
