{
  "id": 11723141,
  "name": "EASTERN INDEMNITY COMPANY OF MARYLAND and G & J Leasing Company, Appellants, v. Arthur CONTENT, et al., Personal Representatives of the Estate of Theodore R. Hagans, Jr., Appellees",
  "name_abbreviation": "Eastern Indemnity Co. of Maryland v. Content",
  "decision_date": "1988-06-07",
  "docket_number": "No. 87-620",
  "first_page": "1361",
  "last_page": "1365",
  "citations": [
    {
      "type": "official",
      "cite": "543 A.2d 1361"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "424 U.S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12026449
      ],
      "weight": 5,
      "year": 1976,
      "pin_cites": [
        {
          "page": "332-335"
        },
        {
          "page": "901-903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/424/0319-01"
      ]
    },
    {
      "cite": "533 S.W.2d 842",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10141147
      ],
      "pin_cites": [
        {
          "page": "846-847"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/533/0842-01"
      ]
    },
    {
      "cite": "113 R.I. 375",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        3125360
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "379-380"
        },
        {
          "page": "292-293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/113/0375-01"
      ]
    },
    {
      "cite": "212 So.2d 869",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9822722,
        9822634,
        9822858,
        9822766,
        9822962,
        9822899,
        9822679,
        9822809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/212/0869-03",
        "/so2d/212/0869-01",
        "/so2d/212/0869-06",
        "/so2d/212/0869-04",
        "/so2d/212/0869-08",
        "/so2d/212/0869-07",
        "/so2d/212/0869-02",
        "/so2d/212/0869-05"
      ]
    },
    {
      "cite": "204 So.2d 334",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        9787585
      ],
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/204/0334-01"
      ]
    },
    {
      "cite": "790 F.2d 964",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "252 U.S.App.D.C. 403",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "531 F.Supp. 808",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3398793
      ],
      "pin_cites": [
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/531/0808-01"
      ]
    },
    {
      "cite": "97 A.2d 925",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8149137
      ],
      "pin_cites": [
        {
          "page": "926-927"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/97/0925-01"
      ]
    },
    {
      "cite": "108 S.Ct. 1340",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        13731
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1345",
          "parenthetical": "\"due process does not require that potential plaintiffs be given notice of the impending expiration of a period of limitations\""
        },
        {
          "parenthetical": "\"due process does not require that potential plaintiffs be given notice of the impending expiration of a period of limitations\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0478-01"
      ]
    },
    {
      "cite": "298 Md. 695",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1984004
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "704-706"
        },
        {
          "page": "82-83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/298/0695-01"
      ]
    },
    {
      "cite": "227 P.2d 484",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1951,
      "pin_cites": [
        {
          "page": "492-493"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "102 Cal.App.2d 323",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        2287491
      ],
      "year": 1951,
      "pin_cites": [
        {
          "page": "336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/102/0323-01"
      ]
    },
    {
      "cite": "460 U.S. 660",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6197659
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0660-01"
      ]
    },
    {
      "cite": "440 A.2d 1008",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7946777
      ],
      "pin_cites": [
        {
          "page": "1013"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/440/1008-01"
      ]
    },
    {
      "cite": "21 L.Ed.2d 262",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "89 S.Ct. 259",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "393 U.S. 926",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11379045,
        11378887,
        11378765,
        11378831,
        11379124,
        11378970
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0926-05",
        "/us/393/0926-03",
        "/us/393/0926-01",
        "/us/393/0926-02",
        "/us/393/0926-06",
        "/us/393/0926-04"
      ]
    },
    {
      "cite": "398 F.2d 762",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2143502
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "765"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/398/0762-01"
      ]
    },
    {
      "cite": "130 U.S.App.D.C. 168",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1968,
      "pin_cites": [
        {
          "page": "171"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "371 U.S. 208",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        450388
      ],
      "weight": 5,
      "year": 1962,
      "pin_cites": [
        {
          "page": "212-213"
        },
        {
          "page": "282-283"
        },
        {
          "page": "211-212"
        },
        {
          "page": "281-282"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/371/0208-01"
      ]
    },
    {
      "cite": "528 A.2d 429",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7896119
      ],
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/0429-01"
      ]
    },
    {
      "cite": "473 U.S. 432",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200639
      ],
      "weight": 6,
      "year": 1985,
      "pin_cites": [
        {
          "page": "439-442"
        },
        {
          "page": "3254-3255"
        },
        {
          "page": "440-441"
        },
        {
          "page": "3254-3255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/473/0432-01"
      ]
    },
    {
      "cite": "430 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7978010
      ],
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/430/0524-01"
      ]
    },
    {
      "cite": "472 A.2d 872",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7979320
      ],
      "pin_cites": [
        {
          "page": "874"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/472/0872-01"
      ]
    },
    {
      "cite": "112 Daily Wash.L.Rptr. 1038",
      "category": "reporters:state",
      "reporter": "Daily Wash. L. Rptr.",
      "year": 1984,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 943,
    "char_count": 18348,
    "ocr_confidence": 0.796,
    "pagerank": {
      "raw": 4.2181438859945236e-08,
      "percentile": 0.268337652117942
    },
    "sha256": "5e74a5fccfa97f7b52925b56c47a0c0a7f55601a48d422de91ea1566246a9d57",
    "simhash": "1:168fe0d42a48fd97",
    "word_count": 2990
  },
  "last_updated": "2024-02-27T20:47:22.006376+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MACK, BELSON, and TERRY, Associate Judges."
    ],
    "parties": [
      "EASTERN INDEMNITY COMPANY OF MARYLAND and G & J Leasing Company, Appellants, v. Arthur CONTENT, et al., Personal Representatives of the Estate of Theodore R. Hagans, Jr., Appellees."
    ],
    "opinions": [
      {
        "text": "TERRY, Associate Judge:\nOn April 28, 1984, Theodore R. Hagans, Jr., flew a Piper Aerostar airplane owned by appellant G & J Leasing Company (G & J), which had been leased by appellant Eastern Indemnity Company of Maryland (Eastern) after Eastern had lent G & J the money to buy it. Hagans had failed a flight training course that would have qualified him to fly the plane; consequently, he was in violation of the plane’s insurance policy. The plane crashed, and Hagans was killed. When the insurance company refused to compensate them for the loss of the plane, Eastern and G & J submitted claims against Hagans’ estate within six months after the appointment of personal representatives, as required by D.C.Code § 20-903(a) (1981). The estate sent notices to both Eastern and G & J disallowing the claims on December 14, 1984, thereby triggering a requirement under D.C.Code § 20-908(a) (1981) that suit on the claim be filed within sixty days, i.e., by February 12, 1985.\nNeither appellant fulfilled this requirement. G & J’s top officials all disappeared in early January, and the company was put into bankruptcy on February 27, 1985. Eastern was liquidated on January 28 and declared insolvent on February 11, 1985. On February 26 a deputy receiver was appointed who thereafter personally managed all of Eastern’s affairs.\nOn April 28, 1986, appellants filed suit against the estate in the United States District Court for the Eastern District of Pennsylvania. That suit was dismissed five months later, on September 17, for lack of diversity jurisdiction. On November 5, 1986, appellants filed this action in the Superior Court of the District of Columbia. The estate moved immediately to dismiss the complaint on the ground that the action was “forever barred” because of appellants’ failure to file suit within the sixty-day time limit imposed by D.C.Code § 20-908(a) (1981). The court granted the motion and dismissed the complaint. We affirm the order of dismissal.\nI\nUnder D.C.Code § 20-903(a), claims against an estate must be presented within six months from the first publication of notice that a personal representative has been appointed for the estate. In the case of the Hagans estate, that notice was first published in the May 24, 1984, edition of the Daily Washington Law Reporter. 112 Daily Wash.L.Rptr. 1038 (1984). Appellants timely presented their claims to the estate on November 20, and notices that the claims had been disallowed were mailed to appellants on December 14. Appellants were thus required to file suit on their claims within sixty days, i.e., not later than February 12, 1985. D.C.Code § 20-908(a) (1981).\nAppellants did not file suit in a timely manner because they were both in disarray. G & J’s principals left town without leaving any forwarding addresses in early January 1985. An involuntary bankruptcy petition was filed against G & J by a creditor on February 27 and granted on March 28, and a trustee was appointed on April 10,1985. Eastern, a Maryland corporation, was liquidated on January 28,1985. Under Md.Ins.Code Ann. Art. 48A § 142 (1986), the liquidation order immediately appointed the State Insurance Commissioner as receiver. The Commissioner, however, did not personally take over the management of the company; that was done by a deputy receiver, who was appointed on February 26. See Md.Ins.Code Ann. Art. 48A § 145(6) (1986). In the meantime, Eastern was declared insolvent on February 11, 1985.\nAppellants did not file suit against the estate until April 28,1986. That suit, filed in a federal court in Pennsylvania, was dismissed in September because two of the personal representatives of the estate resided in Maryland, and both plaintiffs were Maryland corporations. The instant suit was filed on November 5, 1986, and in due course it was dismissed with prejudice under D.C.Code § 20-908(a).\nII\nAppellees’ motion to dismiss and appellants’ response referred to matters outside the complaint, including affidavits, which the trial court considered. Therefore, we treat the motion’s disposition as a granting of summary judgment. See, e.g., American Insurance Co. v. Smith, 472 A.2d 872, 874 (D.C.1984). No genuine issues of material fact were raised by the motions and affidavits. Accepting all of appellants’ factual allegations in the record, we conclude nevertheless that summary judgment was properly granted for the estate.\nAppellants’ principal argument is that the application of section 20-908 to their claim violates their constitutional\nrights to due process and equal protection of the laws. The estate contends in response that appellants waived their constitutional arguments because they did not raise them below. Under Wagshal v. District of Columbia, 430 A.2d 524, 527 (D.C.1981), we will consider constitutional claims not raised in the trial court only if an injustice might otherwise result. In this case the constitutional arguments have little merit, and certainly do not clear the Wagshal hurdle.\nAppellants’ equal protection argument is that section 20-908 (a) discriminates against them in two ways. First, their claims were not covered by liability insurance; if they were, the short time limit of section 20-908 would not apply to them (see note 3, supra). Second, their claims were not against a living person; if they were, section 20-908 would not apply to them. We must decide, therefore, whether the restrictions on claims against decedents’ estates which the statute imposes are rationally related to a legitimate governmental interest. E.g., City of Cleburne v. Cleburne Diving Center, Inc., 473 U.S. 432, 439-442, 105 S.Ct. 3249, 3254-3255, 87 L.Ed.2d 313 (1985). We conclude that they are.\nA primary legislative purpose of the Probate Reform Act was to expedite the payment of valid claims and reduce the time needed for settling estates. See Richardson v. Green, 528 A.2d 429, 434 (D.C.1987). It cannot be seriously questioned that this is a legitimate governmental interest. This purpose is fulfilled by both of the legislative classifications of which appellants complain. As to the first, differentiating between claims covered by insurance and claims not covered by insurance is rationally related to the purpose of protecting claimants whose claims, though nominally against dead persons, do not interfere with the prompt settlement of estates. If a claim is to be paid by an insurance carrier, rather than by an estate, then the quick settlement of the estate is not hindered. With regard to appellants’ second contention, we are satisfied that different treatment for claims against living persons and claims against the estates of dead persons is rationally related to the same legitimate governmental interest, namely, protecting the interests of heirs by having estates settled promptly. We see no equal protection issue here.\nThe essence of appellants’ due process claim is that they were kept out of court by the sixty-day time limit that started running when the notices of disallowance of their claims were mailed, even though responsible officials did not know that their respective companies had received these notices. Eastern was liquidated soon before, and its deputy receiver was appointed soon after, the time to file suit had expired. The deputy receiver did not know about the notice of disallowance until it was raised in a motion to dismiss in the suit in Pennsylvania. G & J alleges that all of its principals were gone long before the filing deadline, and that its bankruptcy trustee was not appointed until well after the time to file suit had expired. The trustee, like his counterpart at Eastern, also did not know about the disallowance of the claim until the point came up in federal court.\nDespite the evident hardship on these appellants, we hold that the notices of dis-allowance of the claims were sufficient under due process principles. The estate knew the names and addresses of Eastern and G & J and sent them the notices, which explicitly stated that a complaint had to be filed within sixty days or the claims would be barred. There is no allegation that the estate knew a receiver and a trustee were soon to be appointed for Eastern and G & J, respectively. Where the identities of persons are unknown, due process can be satisfied by mere publication, which is often unlikely to give actual notice to affected persons. Schroeder v. City of New York, 371 U.S. 208, 212-213, 83 S.Ct. 279, 282-283, 9 L.Ed.2d 255 (1962). The notice to these appellants was far more likely to come to the attention of the receiver and trustee than publication notice would have been. See id. at 211-212, 83 S.Ct. at 281-282; Brenner v. Ebbert, 130 U.S.App.D.C. 168, 171, 398 F.2d 762, 765, cert. denied, 393 U.S. 926, 89 S.Ct. 259, 21 L.Ed.2d 262 (1968). Since publication would have satisfied due process, we hold that the notice given here did so as well.\nIll\nAppellants also contend, in the alternative, that the trial court should have exercised its equity powers to relieve them from the operation of section 20-908, since the receiver and trustee did not actually know that notices of disallowance of their claims had been sent. We do not agree. We will not interpret a statute contrary to its plain meaning unless there are persuasive reasons to do so. Tuten v. United States, 440 A.2d 1008, 1013 (D.C.1982), aff'd, 460 U.S. 660, 103 S.Ct. 1412, 75 L.Ed.2d 359 (1983). We find no such persuasive reasons in this case.\nG & J was not declared bankrupt until after the statutory time limit had expired. The fact that its principals disappeared about three weeks after the notice was sent cannot justify an exception to section 20-908. That is a matter solely between G & J and its creditors. They will have to live with that misconduct (if that is what it was), just as they must endure all the problems that drove G & J into bankruptcy. G & J’s misfortune is of its own making.\nEastern’s situation is a bit different, but not so different as to warrant our ruling in its favor. Eastern was liquidated on January 28, 1985, two weeks before the statutory time for filing suit had run, and its deputy receiver was not appointed until after the filing deadline. However, Eastern could have filed suit at any time between December 14, 1984, and January 28, 1985; it was not until its liquidation on the latter date that it became legally incapable of filing. Reference to the law of receivers, moreover, convinces us that Eastern’s situation does not call for relief. In general, any defense available against a company is good against its receiver. Downey v. Humphreys, 102 Cal.App.2d 323, 336, 227 P.2d 484, 492-493 (1951). Thus the defense of section 20-908 is available against the receiver of Eastern. Furthermore, the appointment of a receiver does not toll a statute of limitations. Ivy Hill Ass’n v. Kluckhuhn, 298 Md. 695, 704-706, 472 A.2d 77, 82-83 (1984). Since section 20-908 is stricter than any statute of limitations and has the same effect, i.e., to bar a claim, we can say with assurance that the appointment of a receiver does not provide relief from the application of section 20-908. Cf. Tulsa Professional Collection Services, Inc. v. Pope, — U.S. —, 108 S.Ct. 1340, 1345, 99 L.Ed.2d 565 (1988) (“due process does not require that potential plaintiffs be given notice of the impending expiration of a period of limitations”). In addition, even if we were to assume that the sixty days did not begin to run until a receiver or trustee was appointed, both Eastern's receiver and G & J s trustee failed to file suit within sixty days after their respective appointments. Indeed, more than a year passed from the date of their appointments before they filed suit at all, and when they did, it was in the wrong court.\nBoth the trustee and the receiver say that the notices of disallowance were not in the records of the companies they took over; however, they have never alleged that they did not know of the underlying claims or of the notices of claims presented to the estate by the two companies in November 1984. In these circumstances, we conclude, they should have inquired about the status of the claims, and are thus deemed to have constructive notice (sometimes called implied notice) of the disallo-wances. Rosenthal v. J. Leo Kolb, Inc., 97 A.2d 925, 926-927 (D.C.1953); D.C. Transit System, Inc. v. United States, 531 F.Supp. 808, 812 (D.D.C.1982), aff'd without opinion, 252 U.S.App.D.C. 403, 790 F.2d 964 (1986); McCausland v. Davis, 204 So.2d 334, 336 (Fla.Dist.Ct.App.1967), cert. denied, 212 So.2d 869 (Fla.1968); Hardy v. Zoning Board of Review, 113 R.I. 375, 379-380, 321 A.2d 289, 292-293 (1974); Exxon Corp. v. Raetzer, 533 S.W.2d 842, 846-847 (Tex.Civ.App.1976). Appellants halfway admit that they should have acted on the claims earlier, even though they were not actually aware of the notices of disallowance. Both the receiver and the trustee, in their affidavits, stated that their claims against the Hagans estate were not pursued sooner because they were busy trying to reorder the disarrayed affairs of their respective companies; Eastern’s receiver described what he was doing as “putting out the fires.” In the teeth of section 20-908, these excuses do not justify equitable relief.\nIV\nThe order of the Superior Court dismissing appellants’ claim against the Hagans estate for failure to comply with D.C.Code § 20-908(a) is\nAffirmed.\n. Hagans had taken off from an airport in Lancaster, Pennsylvania.\n. D.C.Code § 20-908(a) provides:\nFor claims presented as provided in section 20-905 within the time limit prescribed by section 20-903, the personal representative shall mail a notice to each claimant stating (1) that the claim has been allowed in a stated amount; (2) that the claim has been disallowed in whole or in part and advising the claimant of the procedures and time limitations for contesting such disallowance; or (3) that the personal representative will petition the Court to determine whether the claim should be allowed. In allowing a claim, the personal representative may deduct any counterclaim that the estate has against the claimant. If the personal representative notifies a claimant of allowance of a claim, the personal representative may rescind the allowance only within 6 months after the date of the first publication of notice of the appointment of a personal representative, but, in such case the personal representative shall notify the claimant of the extent of the [rescission]. If the claim is disallowed in whole or in part, the claim is forever barred to the extent of the disallowance unless the claimant files a verified complaint in the Court, not later than 60 days after the mailing of the notice disallowing the claim.\n.Section 20-903(d) contains an exception to the six-month time limit for claims covered by liability insurance. In this case, however, although the Piper airplane was insured, its policy excluded coverage for pilots (specifically naming Hagans) who had not satisfactorily completed an appropriate flight training program. Ha-gans had flunked just such a training program, given by the Piper Aircraft Corporation.\n. The estate also points to D.C.App.R. 53, which requires immediate written notice to this court when a constitutional challenge to a District of Columbia statute is raised on appeal. Appellants provided such notice, albeit not nearly as promptly as the rule envisions. Failure to comply with this rule, however, at most would delay the appellate proceedings while the Corporation Counsel is given notice of the challenge and an opportunity to participate in the appeal; it does not foreclose the constitutional argument, as the estate contends.\n. Appellants correctly concede that the stricter scrutiny applicable to suspect classifications such as race or gender does not apply here. See City of Cleburne, supra, 473 U.S. at 440-441, 105 S.Ct. at 3254-3255.\n. Appellants cite Mathews v. Eldridge, 424 U.S. 319, 96 S.Ct. 893, 47 L.Ed.2d 18 (1976), as enunciating the test we should apply here. We believe that Mathews is not on point. Procedural due process means that before being deprived of liberty or property, one is entitled to notice and a hearing. Mathews focused on the nature of the hearing necessary before certain disability benefits could be terminated. Id. at 332-335, 96 S.Ct. at 901-903. In this case, however, the nature of the hearing is not at issue. If appellants had timely filed their suit, they would have been entitled to a full-blown trial on their claim, and such a trial would be, beyond all doubt, a hearing that meets due process requirements.\n. Appellants maintain that equity favors permitting them to sue the estate now, arguing that the statutory goal of prompt settlement of estates would not be defeated, since the estate is still open, involved in other litigation. Without conceding that such an argument, if correct, might convince us to ignore the clear language of section 20-908, we note that the argument is not correct. The other litigation in which the estate is involved, which was no doubt timely begun, may well be over soon. If appellants were permitted to commence their litigation now, it might last for quite some time, long enough to keep the estate open far beyond what would otherwise be its closing date. For this reason also, we conclude that allowing appellants to sue now would thwart the statutory purpose of facilitating the prompt settlement of estates.",
        "type": "majority",
        "author": "TERRY, Associate Judge:"
      }
    ],
    "attorneys": [
      "Arthur Alan Wolk, Philadelphia, Pa., with whom John J. Tigert, Kathryn A. Le-dig, Washington, D.C., and Catherine B. Slavin were on the brief, for appellants.",
      "Brian H. Siegel, Washington, D.C., for appellees."
    ],
    "corrections": "",
    "head_matter": "EASTERN INDEMNITY COMPANY OF MARYLAND and G & J Leasing Company, Appellants, v. Arthur CONTENT, et al., Personal Representatives of the Estate of Theodore R. Hagans, Jr., Appellees.\nNo. 87-620.\nDistrict of Columbia Court of Appeals.\nArgued April 19, 1988.\nDecided June 7, 1988.\nAs amended July 1, 1988.\nArthur Alan Wolk, Philadelphia, Pa., with whom John J. Tigert, Kathryn A. Le-dig, Washington, D.C., and Catherine B. Slavin were on the brief, for appellants.\nBrian H. Siegel, Washington, D.C., for appellees.\nBefore MACK, BELSON, and TERRY, Associate Judges.\nThis case was originally decided by an unpublished memorandum opinion and judgment. Thereafter, however, the court sua sponte decided to publish the opinion. In preparing it for publication, we have revised it slightly in three places, and we have added a new footnote 2 and renumbered all the subsequent footnotes."
  },
  "file_name": "1361-01",
  "first_page_order": 1407,
  "last_page_order": 1411
}
