{
  "id": 7955953,
  "name": "ROLLINS ENVIRONMENTAL SERVICES, INC., formerly known as Rollins-Purle, Inc., a Delaware Corporation, Plaintiff, v. WSMW INDUSTRIES, INC., a Delaware Corporation, Defendant",
  "name_abbreviation": "Rollins Environmental Services, Inc. v. WSMW Industries, Inc.",
  "decision_date": "1980-12-31",
  "docket_number": "",
  "first_page": "1363",
  "last_page": "1369",
  "citations": [
    {
      "type": "official",
      "cite": "426 A.2d 1363"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "90 A. 407",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1914,
      "opinion_index": 0
    },
    {
      "cite": "86 A. 106",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1913,
      "opinion_index": 0
    },
    {
      "cite": "87 A. 715",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1913,
      "opinion_index": 0
    },
    {
      "cite": "78 A. 1085",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "opinion_index": 0
    },
    {
      "cite": "79 A. 919",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "5 Houst. 464",
      "category": "reporters:state",
      "reporter": "Houston",
      "case_ids": [
        485086
      ],
      "year": 1879,
      "opinion_index": 0,
      "case_paths": [
        "/del/10/0464-01"
      ]
    },
    {
      "cite": "5 Houst. 380",
      "category": "reporters:state",
      "reporter": "Houston",
      "case_ids": [
        485110
      ],
      "year": 1877,
      "opinion_index": 0,
      "case_paths": [
        "/del/10/0380-01"
      ]
    },
    {
      "cite": "54 A. 693",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1902,
      "opinion_index": 0
    },
    {
      "cite": "30 A. 994",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1885,
      "opinion_index": 0
    },
    {
      "cite": "122 A. 85",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "110 A. 680",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1920,
      "opinion_index": 0
    },
    {
      "cite": "108 A. 62",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1919,
      "opinion_index": 0
    },
    {
      "cite": "93 A. 1057",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1915,
      "opinion_index": 0
    },
    {
      "cite": "89 A. 740",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1913,
      "opinion_index": 0
    },
    {
      "cite": "18 A. 905",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1889,
      "opinion_index": 0
    },
    {
      "cite": "121 A. 650",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1923,
      "opinion_index": 0
    },
    {
      "cite": "82 A. 30",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "opinion_index": 0
    },
    {
      "cite": "63 A. 233",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "opinion_index": 0
    },
    {
      "cite": "9 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "78 A. 300",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1910,
      "opinion_index": 0
    },
    {
      "cite": "69 A. 1065",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "opinion_index": 0
    },
    {
      "cite": "64 A. 628",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "60 A. 978",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "opinion_index": 0
    },
    {
      "cite": "57 A. 1094",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "opinion_index": 0
    },
    {
      "cite": "50 A. 536",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "50 A. 541",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1900,
      "opinion_index": 0
    },
    {
      "cite": "41 A. 204",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1898,
      "opinion_index": 0
    },
    {
      "cite": "3 Houst. 554",
      "category": "reporters:state",
      "reporter": "Houston",
      "case_ids": [
        1858916
      ],
      "year": 1867,
      "opinion_index": 0,
      "case_paths": [
        "/del/8/0554-01"
      ]
    },
    {
      "cite": "171 A. 207",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "82 A. 294",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "65 A. 569",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "55 A. 1014",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1903,
      "opinion_index": 0
    },
    {
      "cite": "54 A. 952",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1903,
      "opinion_index": 0
    },
    {
      "cite": "3 Houst. 404",
      "category": "reporters:state",
      "reporter": "Houston",
      "case_ids": [
        1858921
      ],
      "year": 1867,
      "opinion_index": 0,
      "case_paths": [
        "/del/8/0404-01"
      ]
    },
    {
      "cite": "339 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8038740
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/339/0460-01"
      ]
    },
    {
      "cite": "334 A.2d 216",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8052848
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/334/0216-01"
      ]
    },
    {
      "cite": "88 A.2d 806",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "301 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8054063
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/301/0516-01"
      ]
    },
    {
      "cite": "301 A.2d 286",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8050192
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/301/0286-01"
      ]
    },
    {
      "cite": "107 A.2d 795",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "36 A.L.R.2d 337",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "394 A.2d 758",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8026981
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/394/0758-01"
      ]
    },
    {
      "cite": "391 A.2d 209",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8048945
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/391/0209-01"
      ]
    },
    {
      "cite": "269 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8062208
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/269/0237-01"
      ]
    },
    {
      "cite": "220 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8100952
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/220/0778-01"
      ]
    },
    {
      "cite": "114 F.Supp. 843",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4236193
      ],
      "weight": 7,
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/114/0843-01"
      ]
    },
    {
      "cite": "60 F.Supp. 573",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4219758
      ],
      "weight": 3,
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/60/0573-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 964,
    "char_count": 20872,
    "ocr_confidence": 0.848,
    "pagerank": {
      "raw": 3.22631344603035e-07,
      "percentile": 0.8674264406921022
    },
    "sha256": "da0674917b8ab79309b84a736cda09e306e1157714ffa724d18717aac4b38730",
    "simhash": "1:c937c625c64348df",
    "word_count": 3408
  },
  "last_updated": "2024-02-27T18:20:10.942154+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ROLLINS ENVIRONMENTAL SERVICES, INC., formerly known as Rollins-Purle, Inc., a Delaware Corporation, Plaintiff, v. WSMW INDUSTRIES, INC., a Delaware Corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "TAYLOR, Judge.\nIn an earlier decision, this Court determined that plaintiff is entitled to judgment against defendant for certain damages re-\nsuiting from defendant’s failure to fabricate a fan properly.\nThe issue here is whether and in what amount plaintiff is entitled to pre-judgment interest on the damages which have been awarded.\nI\nWhile some decisions of the Delaware Supreme Court and this Court have allowed pre-judgment interest in various types of claims and some have discussed certain justifications for allowing pre-judgment interest in certain situations, these decisions have not considered all of the contentions which are present in this case.\nThe most complete analysis of the Delaware precedents was made by the United States District Court for the District of Delaware in Superior Tube Co. v. Delaware Aircraft Industries, D.Del., 60 F.Supp. 573 (1945) and E. M. Fleischmann Lumber Corporation v. Resources Corp. International, D.Del., 114 F.Supp. 843 (1953).\nIn Superior Tube Co. v. Delaware Aircraft Industries, supra, Judge Leahy reviewed the earlier Delaware decisions in which pre-judgment interest had been allowed and concluded that pre-judgment interest has been awarded in cases involving contract and quasi-contract, tort and property. Based upon that review of the Delaware Decisions, Judge Leahy awarded prejudgment interest in connection with damages resulting from improper performance of a contract to manufacture and supply a product according to specifications. In E. M. Fleischmann Lumber Corporation v. Resources Corp. International, supra, Judge Rodney held that pre-judgment interest should be awarded in connection with damages resulting from incorrect or fraudulent representations made in connection with the sale of timber rights. Metropolitan Mutual Fire Ins. Co. v. Carmen Holding Company, Del.Supr., 220 A.2d 778 (1966) which involved the proper method of appraising value of a property which was destroyed in a fire allowed interest in connection with a fire insurance claim. Conestoga Chemical Corp. v. F. H. Simonton Corporation, Del.Supr., 269 A.2d 237 (1970) allowed interest on a claim involving failure of a broker to provide an agreed amount of insurance. Moskowitz v. Mayor and Council of Wilmington, Del.Supr., 391 A.2d 209 (1978) allowed interest on a tax refund which resulted from the failure of the assessing authority to use a proper method of valuation. This Court in unreported decisions has allowed interest for expenses and losses resulting from failure to return leased property in proper condition. Abramo v. Ploener, Del.Super., 394 A.2d 758 (1978). In E. I. duPont deNemours and Company v. Delmarva Power and Light Company, Del.Super., 302 C.A. 1977, Letter Opinion July 8, 1980 (O’Hara, J.) this Court allowed interest in connection with damages to equipment and loss of material in process resulting from failure of electric power.\nThe subject of allowance of pre-judgment interest as an adjunct to damages is discussed in an annotation in 36 A.L.R.2d 337 et seq. After discussing the evolutionary development of the subject, the annotation concludes that “it can be stated as a general rule of practically uniform acceptance that interest can be recovered as a part of damages for injury to, or the destruction, loss, or conversion of, property, either eo nomine on the damages found, or as a part of the damages.” The annotation (at pages 397-9) lists cases from a great many states which have allowed interest for injury to personal property where the suit was an action for trespass, and (at pages 473-5) cases which have allowed interest for injury to personal property where the action was for negligence. 5 Corbin on Contracts § 1048 concludes that allowance of interest on goods which have a definite market price is an appropriate application of the concept of “liquidated debt”. However, Corbin cites various examples where interest has been allowed which cannot be supported under the liquidated debt test. Restatement, Second, Torts § 913 excludes interest in the case of a claim for bodily harm, emotional distress or injury to reputation, but grants interest in the case of claims taking detention or destruction of property “when the valuation can be ascertained from established market prices,” or for harm to pecuniary interests “if the payment of interest is required to avoid injustice.” McCormick on Damages, Hornbook Series § 54-57 advocates the allowance of interest where damages can be proved with a “degree of certainty,” and Hale on Damages, Horn-book Series, 2d Ed. 250 bases entitlement of interest upon whether or not the injury and consequent damages are complete and can be ascertained as of a particular time.\nJustice Carey commented in Metropolitan Mut. Fire Ins. Co. v. Carmen Holding Co., supra, that “[decisions [on the allowance of interest] in other jurisdictions are in hopeless conflict.” It is not helpful to discuss decisions from other jurisdictions in determining entitlement to interest. Cf. Annotation 36 A.L.R.2d 337, et seq.\nFleischmann and Superior, based on the earlier Delaware decisions, declined to apply the “liquidated damages” and the “certainty of proof” tests. The “established market” test, even if supportive of some of the Delaware decisions mentioned above, would not in view of the nature of the claim in Superior, Abramo and duPont warrant allowance of interest in those cases. After reviewing the several theories which have been stated in support of the award of interest, Judge Rodney in E. M. Fleischmann Lumber Corp. v. Resources Corp. International, supra, concluded that under Delaware decisions where the amount of damages has been proved, the Court should award an additional amount for the detention of the damages, using interest as a standard.\nIt is clear that Delaware has permitted pre-judgment interest in many situations where the amount of recovery was not “liquidated” and where an established market does not appear to have existed from which the amount of recovery could be readily ascertained. The standard which appears to be common to the Delaware cases is that interest has been allowed where the type of damages permitted testimony from which the amount of the recovery was calculable, that is, testimony of a pecuniary nature. This test precludes allowance of interest on damages for bodily harm, emotional distress or injury to reputation, as does Restatement, Second, Torts § 913, and it is in harmony with the conclusion of Judge Rodney in E. M. Fleischmann Lumber Corporation v. Resources Corp. International, supra, p. 844 that the earlier Delaware cases have denied pre-judgment interest in claims involving assault and battery, libel, slander, false imprisonment and seduction.\nApplying the test described in the preceding paragraph, I conclude that pre-judgment interest is properly allowable on the damages awarded in this case.\nII\nA further issue is the interest rate which should be applied. Historically, where prejudgment interest is allowed in actions at law, the interest rate has been 6%. Superi- or Tube Co. v. Delaware Aircraft Industries, supra; E. M. Fleischmann Lumber Corporation v. Resources Corp. International, supra; Martin v. The Star Publishing Company, Del.Super., 107 A.2d 795 (1954). The rate of interest has been reduced in instances where there has been an unreasonable delay in pursuing the litigation. E. M. Fleischmann Lumber Corporation v. Resources Corp. International, supra; Maryland Casualty Company v. Hanby, Del.Supr., 301 A.2d 286 (1973); Dorsey v. State ex rel. Mulrine, Del.Supr., 301 A.2d 516 (1972); and Moskowitz v. Mayor & Council of Wilmington, supra. I find no Delaware case involving an action at law which has departed from the traditional 6% interest rate, except where unreasonable delay warranted a reduction.\nIt is noted that allowance of interest in cases falling within equity jurisdiction has been held to be within the discretion of the Chancellor, Hayward v. Green, Del.Supr., 88 A.2d 806 (1952), and in the exercise of that discretion the interest rate has not been considered to be a fixed “legal rate,” but has varied according to a showing of the rate which a prudent investor could have obtained. Cf. Universal City Studios, Inc. v. Francis I. duPont & Co., Del.Supr., 334 A.2d 216 (1975); E. F. Gibbons v. Schenley Industries, Inc., Del.Ch., 339 A.2d 460 (1975).\nThe present suit is a claim for damages based upon breach of contract. It falls squarely within the class of cases for which a suit is entertained in a court of law and does not involve the application of equitable principles. Therefore, I find no basis for exercising the flexibility in determining pre-judgment interest which is utilized in the Court of Chancery. It is noted that in E. I. duPont de Nemours v. Delmarva Power and Light Company, supra, this Court, relying upon decisions of the Court of Chancery permitted pre-judgment interest of 8% per annum for damages incurred in 1975. Since that decision applied the interest rate flexibility which is traditional in the Court of Chancery, it is assumed that that case involved issues of an equitable overtone. In this case I do not find a basis here to apply the flexibility exercised by the Court of Chancery.\nIt will be noted that the rate of interest allowed by this Court has been equated to the “legal rate of interest” found in 6 Del.C. § 2301. Cf. Martin v. The Star Publishing . Company, supra, 6 Del.C. § 2301 was amended by two bills enacted by the 130th General Assembly, namely, House Bill 845, 62 Del.Laws Ch. 228, [hereinafter Ch. 228] which became law April 18, 1980, and Senate Bill 519, 62 Del.Laws Ch. 239, [hereinafter Ch. 239] which became law May 13, 1980.\nBoth amendments separately treat claims under contracts which specify an interest rate from other claims. The sentence which relates to contracts which specify an interest rate provides that that rate maintains after entry of judgment. This case does not involve a contract which specified an interest rate. Hence, the consideration here centers upon the second sentence of Ch. 239. That sentence provides a formula for determining the legal rate of interest and makes no reference to judgment and hence does not distinguish between prejudgment and post-judgment interest. The pertinent language reads:\nWhere there is no expressed contract rate, the legal rate of interest shall be 5% over the Federal Reserve discount rate including any surcharge as of the time from which interest is due . . .\nThe legal interest rate for any claim is determined by applying a formula which utilizes the Federal Reserve discount rate “as of the time from which interest is due”. This language indicates that a calculation would be made based upon the Federal Reserve discount rate on a certain date and the interest rate produced by that calculation would be the interest rate applicable to the claim until paid. The statute refers only to the “time from which interest is due” and makes no reference to subsequent variations in the Federal Reserve discount rate. This is consistent with an objective of these amendments to establish a continuing interest rate applicable thereafter to a particular claim without regard to whether the claim is formalized by entry of judgment. Further support for this conclusion is found in the language of Ch. 239 dealing with interest on claims whose interest due date predates April 18, 1980, which reads:\nwhere the time from which interest is due predates April 18, 1980, the legal rate shall remain as it was at such time.\nIn both instances the point of reference is the “time from which interest is due.”\nInterest is generally viewed as one continuing liability which merely accumulates with the passage of time. 47 C.J.S. Interest §§ 63-5, p. 72. If it is to be viewed as a series of increments running from successive intervals of time, it should be described with reference to commencement and terminal dates. The use of the language “time from which interest is due” appears to refer to the commencement of the running of interest and appears to treat interest as a continuing liability from its time of commencement and not as a series of increments. I do not find that the statute contemplates that interest be segmented. Accordingly, the rate of interest is calculated according to the Federal Reserve discount rate as of the date of commencement of interest liability and it remains fixed at that rate.\nThere remains the question of the applicability to this case of the legal interest rate formula exacted by Ch. 239. The proviso at the end of the second sentence of § 2301(a) reads:\nprovided that where the time from which interest is due predates April 18, 1980, the legal rate shall remain as it was at such time.\nHere, the delivery of the faulty product, the accident which gave rise to plaintiff’s claim and the expenditures upon which plaintiff relied for its proof of claim occurred in 1974.\nPlaintiff contends that in applying the quoted language the “time from which interest is due” did not predate April 18, 1980 because the amount óf damages upon which the interest is awarded was not determined until October 28, 1980. The error of this construction is that the statute does not refer to the time when the interest was ascertained but refers to the time when interest was due. If a claimant is entitled to interest commencing at a particular time or for a certain period of time, it must rest on the premise that interest is due from the commencement of that time. I cannot accept the proposition that interest which is allowed for a period of time preceding an award is due only from the time when the award is made. I conclude that plaintiff was entitled to its damages as of the time plaintiff suffered its losses, regardless of the fact that the precise amount was determined later, and that the interest commenced to run from the time plaintiff was entitled to its damages. Cf. Metropolitan Mutual Fire Ins. Co. v. Carmen Holding Co., supra; Superior Tube Co. v. Delaware Aircraft Industries, supra; E. M. Fleischmann Lumber Corporation v. Resources Corp. International, supra.\nPlaintiff also points out that the only reference to judgments in Section 1, Ch. 239 relates to interest on judgments involving contracts which specify a rate of interest. Based upon this observation plaintiff contends that Ch. 239 is of use only by analogy or by “borrowing” to determine a reasonable rate of interest where the claim is based on tort, and that the formula legal rate should be applied without reference to limitation which is imposed where interest predates April 18, 1980. The answer to this contention is found within Ch. 239. Initially, it is noted that the interest rate which this Court has utilized has been the legal interest rate. Ch. 239 establishes a legal interest rate formula, but specifies that where the time interest is due predates April 18, 1980 “the legal rate shall remain as it was at such time.” Thus, it specifically preserves the former legal interest rate and excludes the new formula rate with respect to matters where the time from which interest is due predates April 18, 1980. In the face of this legislative exclusion, I find no basis under a process of analogy to apply the new formula rate to the type of situation for which the legislation preserves the former legal interest rate. Similarly, based upon the reasoning stated earlier,-1 find no basis for segmenting interest to apply the new formula rate with respect to interest for the period subsequent to April 18, 1980.\nIt is not necessary to discuss the possible effect of the short-lived elimination of the concept of “legal interest rate” by Ch. 228 because no significant event or change of position relevant to the subject matter of this suit occurred between April 18, 1980 and May 13, 1980.\nThe legislative language renders it unnecessary to consider whether the statutory change should be applied to past transactions under principles of general law. 73 Am.Jur.2d Statutes § 354, p. 490.\nIll\nIn summary, plaintiff is entitled to recover interest on the amount to which it is entitled under the Court’s earlier decision. The interest rate is 6% and it will run from the date of plaintiff’s loss. The parties will confer with the Court concerning any remaining issues and the form of the order.\n. The contract and quasi-contract cited cases were:\n(1) Lattomus v. F.M.F.I. Co., Del.Super., 3 Houst. 404 (1867); Mauck v. M. & M. Fire Ins. Co., Del.Super., 54 A. 952 (1903); Schilansky v. M. & M. Fire Ins. Co., Del.Super., 55 A. 1014 (1903); Reed v. Continental Ins. Co., Del.Super., 65 A. 569 (1906); Keatley v. Grand Fraternity, Del.Super., 82 A. 294 (1911); Brooks Transportation Co. v. Merchants’ Mutual Casualty Co., Del.Super., 171 A. 207 (1933), which involved claims relating to insurance;\n(2) Carman, Merchants & Shaw v. Scribner, Del.Super., 3 Houst. 554 (1867); Fraser v. Ross, Del.Super., 41 A. 204 (1898); Leonard v. Johnson Forge Co., Del.Super., 50 A. 541 (1900); Love v. Bamesviile Mfg. Co., Del.Super., 50 A. 536 (1901); Jester & McDaniel v. Knotts, Del.Super., 57 A. 1094 (1904); Collins v. Tigner, Del.Super., 60 A. 978 (1905); Adkins & Co. v. Campbell, Del.Super., 64 A. 628 (1906); Coverdale v. Rickards & Watson, Del.Super., 69 A. 1065 (1907); Moline Jewelry Co. v. Otwell, Low & Tull, Del.Super., 78 A. 300 (1910); State of Delaware v. Massachusetts Bonding & Ins. Co., Del.Super., 9 A.2d 77 (1939), which involved claims relating to sales;\n(3) Lodge v. Fraim, Del.Super., 63 A. 233 (1905); Joseph v. Johnson's Executors, Del.Super., 82 A. 30 (1908); May v. Howell, Del.Super., 121 A. 650 (1923); which involved claims relating to services;\n(4) McKenney v. Diamond State Loan Ass’n, Del.Super., 18 A. 905 (1889) which involved a building association contract;\n(5) Morrow v. Frankish, Del.Super., 89 A. 740 (1913) which involved a loan;\n(6) Weishut v. Layton, Del.Super., 93 A. 1057 (1915), which involved rescission of a sale;\n(7) Morgan Millwork Co. v. Dover Garage Co., Del.Super., 108 A. 62 (1919), which involved a bailment;\n(8) State of Delaware v. Stidham, Del.Super., 110 A. 680 (1920), which involved a sheriff’s bond; and\n(9) Graham v. Nat’l Bank of Smyrna, Del.Super., 122 A. 85 (1923), which involved a claim for money had and received.\nThe tort cases cited were:\n(1) Kirkley v. Lacey, Del.Super., 30 A. 994 (1885); Boulden v. Gough, Del.Super., 54 A. 693 (1902); and Vaughn v. Webster, Del.Super., 5 Har. 256 (1849), which involved failure to deliver personalty held under bailment;\n(2) Hargadine v. Ford, Del.Super., 5 Houst. 380 (1877) and Russell v. Stoekel, Del.Super., 5 Houst. 464 (1879), both of which involved the tortious taking of goods;\n(3) Williams v. Armour Car Lines, Del.Super., 79 A. 919 (1906), which involved damages for failure to deliver railroad cars;\n(4) Klair & Hollingsworth v. P. B. & W. R. R. Co., Del.Super., 78 A. 1085 (1910), which involved damages for injury to cattle while in custody of carrier;\n(5) Keith Co. v. Booth Fisheries Co., Del.Super., 87 A. 715 (1913), which involved failure to keep foodstuffs properly in cold storage;\n(6) Dickerson v. Brittingham, Del.Super., 86 A. 106 (1913), which involved damages for death of a horse involved in a head-on collision by horse-drawn vehicles, and\n(7) Union Stone Co. v. Wilmington Transfer Co., 90 A. 407 (1914), which involved damage to the equipment caused by a mover while attempting to move part of the equipment under contract.\n. Section 1 of Ch. 239 amends 6 Del.C. § 2301(a) to read:\n(a) Any lender may charge and collect from a borrower interest at any rate agreed upon in writing not in excess of 5% over the Federal Reserve discount rate including any surcharge thereon, and judgments entered after the effective date of this Act shall bear interest at the rate in the contract sued upon. Where there is no expressed contract rate, the legal rate of interest shall be 5% over the Federal Reserve discount rate including any surcharge as of the time from which interest is due; provided, that where the time from which interest is due predates April 18, 1980, the legal rate shall remain as it was at such time.\nSection 2 of Ch. 239 amends 5 Del.C. § 2111 relating to small loans and is not pertinent to this decision.\nThe synopsis which accompanied Senate Bill 519 does not aid in the construction of the statutory language involved here.",
        "type": "majority",
        "author": "TAYLOR, Judge."
      }
    ],
    "attorneys": [
      "Roderick R. McKelvie, of Robinson, McKelvie & Geddes, Wilmington, for plaintiff.",
      "Daniel H. Krapf, of Morris, James, Hitch-ens & Williams, Wilmington, for defendant."
    ],
    "corrections": "",
    "head_matter": "ROLLINS ENVIRONMENTAL SERVICES, INC., formerly known as Rollins-Purle, Inc., a Delaware Corporation, Plaintiff, v. WSMW INDUSTRIES, INC., a Delaware Corporation, Defendant.\nSuperior Court of Delaware, New Castle.\nReady for Decision Oct. 28, 1980.\nDecided Dec. 31, 1980.\nRoderick R. McKelvie, of Robinson, McKelvie & Geddes, Wilmington, for plaintiff.\nDaniel H. Krapf, of Morris, James, Hitch-ens & Williams, Wilmington, for defendant."
  },
  "file_name": "1363-01",
  "first_page_order": 1407,
  "last_page_order": 1413
}
