{
  "id": 7985933,
  "name": "Dyann CASALA v. KIMBERLY'S CRYSTAL LIQUOR, INC., et al.",
  "name_abbreviation": "Casala v. Kimberly's Crystal Liquor, Inc.",
  "decision_date": "1983-06-30",
  "docket_number": "No. 80-348-Appeal",
  "first_page": "1365",
  "last_page": "1368",
  "citations": [
    {
      "type": "official",
      "cite": "461 A.2d 1365"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "440 A.2d 129",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7941244
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/440/0129-01"
      ]
    },
    {
      "cite": "414 A.2d 484",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11290030
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/414/0484-01"
      ]
    },
    {
      "cite": "457 A.2d 247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7971628
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/457/0247-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 7675,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.39437994261441495
    },
    "sha256": "5bd2de7a718b0bcdda4570c6301c1efeaacabce94bdf24f8ec37bba965c8b861",
    "simhash": "1:fd499a8969cfb752",
    "word_count": 1230
  },
  "last_updated": "2024-02-27T18:13:59.154543+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dyann CASALA v. KIMBERLY’S CRYSTAL LIQUOR, INC., et al."
    ],
    "opinions": [
      {
        "text": "OPINION\nKELLEHER, Justice.\nThe individual litigants in this Superior Court dispute are all related, either through blood or marriage, to James C. Casala (James), who died a resident of the town of Barrington on October 27,1978. The plaintiff, Dyann Casala (Dyann), is James’s widow and the residuary legatee designated in James’s will. The defendant Sandra Casala is Dyann’s stepdaughter and the executrix of James’s estate. The third defendant is James’s mother, Fannie P. Casala (Fannie). A fourth defendant is James’s brother Ralph.\nThe dispute concerns Dyann’s claim that proceeds from the sale of the corporate defendant, Kimberly’s Crystal Liquor, Inc. (Kimberly’s), should be included as a part of her husband’s estate. A Superior Court justice thought otherwise.\nEvidence adduced before the trial justice indicated that in October 1972 James and his mother purchased the stock inventory and the license of a liquor store situated on Main Street in the city of Pawtucket for the sum of $21,500. At the beginning, James and his mother did business as “Ca-sala’s Main St. Liquors” but eventually incorporated the enterprise as “Casala’s Main St. Liquors, Inc.” (Casala’s Main .St. Liquors). The corporation issued one hundred shares of no par common stock. The corporate records indicate that James owned forty shares in his own name and that sixty additional shares were issued. The sixty shares were issued through three certificates; each certificate lists James as a joint tenant with either his wife, Dyann, his son, James, or his daughter, Sandra.\nIn mid-September 1973 Kimberly’s came into existence after the issuance by the Secretary of State’s office of a certificate of incorporation. General Laws 1956 (1969 Reenactment) § 7-1.1-50. The corporate records indicate that Kimberly’s was authorized to issue up to 600 shares of no par common stock. The only shares issued were fifty shares evidenced by a certificate that listed as joint tenants Sandra and her grandmother. The grandmother was elected as president and treasurer, and Sandra filled the roles of vice president and secretary. Kimberly’s then proceeded to purchase the inventory, furnishings, and license of a liquor store located in Providence on Hope Street a short distance from the Providence-Pawtucket boundary line.\nDyann has consistently maintained that Fannie and Sandra were but nominal shareholders of Kimberly’s stock, who were serving in this capacity solely for the benefit of James. Kimberly’s, according to Dyann, was nothing more than a corporate shell whose only purpose was to protect James’s continued eligibility to receive disability benefits pursuant to the provisions of the Social Security Act. Dyann’s testimony indicated that James had been receiving these benefits since the late 1950s. She depicted James as the real owner of Kimberly’s and spoke of how in August of 1978 her husband envisioned the Providence enterprise as a source of revenue that would serve the needs of Dyann and her three children.\nFannie, because of her advanced age and delicate health, was permitted to testify by way of deposition. She reported that it was her idea to buy Kimberly’s after having been advised of its availability by her son Charles. When asked if it would be correct to say that she had “set up” Kimberly’s for her son “Jimmy,” Fannie replied, “I wouldn’t say that.” Fannie also described the presence of Sandra’s name on the fifty-share certificate as a gift.\nIn her testimony, Sandra described how, two weeks before the formation of Kimberly’s, she assigned whatever interest she had in Casala’s Main St. Liquors stock to her father. She also told the trial justice that her father had nothing to do with Kimberly’s corporate management and that, at most, he merely managed the day-to-day operations of the store. At some time in August 1978, Sandra and her grandmother had talked about selling Kimberly’s. Sandra told the trial justice that when she sought her father’s advice, he told her that it was up to her and her grandmother to do what they wished.\nFaced with the conflicting testimony, the trial justice, after alluding to Dyann’s representations that her husband was the legal or, at least, equitable owner of Kimberly’s stock, addressed himself to what he considered the pertinent evidence.\nHe rejected the corporate-shield-disability-benefits argument by pointing out that when Casala’s Main St. Liquors was formed in 1972, at a time when James was receiving Social Security benefits, James made no effort to conceal his shareholder status in the Pawtucket operation in which he owned forty shares in his own name and shared ownership of the remaining sixty shares as joint tenant with his wife, his daughter, or his son.\nDyann’s portrayal of Kimberly’s as a perpetual monetary fountain whose waters would forever satisfy the financial needs of her and her children proved unpersuasive to the trial justice. The trial justice, in expressing disbelief, alluded to Dyann’s testimony in which she conceded that during the entire year of 1978 suppliers had refused to extend any credit to Kimberly’s. Deliveries to the liquor store were strictly on a cash basis for matters had reached the point where the store was just about “making ends meet.”\nThe trial justice acknowledged that the evidence concerning who contributed what for the respective purchases of the two liquor stores was somewhat vague. However, he pointed to an October 21, 1975 application for the renewal of Kimberly’s liquor license which had been filed with Providence’s licensing authority. The application consists of a written form in which the applicant is described as “Kimberly’s Crystal Liquors, Inc. By Fannie Casala By James Casala,” and the applicant’s age is listed as “72.” This document, in the trial justice’s opinion, was clear evidence that James was aware that Kimberly’s was owned by his mother. The trial justice, after considering the evidence presented before him, concluded his bench decision by observing that Dyann had failed to prove the existence of any type of trust, be it express, resulting, or constructive, and he denied and dismissed her complaint.\nThere is little that we can add. The testimony presented before the trial justice was contradictory, and he rejected Dyann’s view about what happened among the members of the Casala family during their involvement with Casala’s Main St. Liquors and Kimberly’s. Matters such as credibility of witnesses and the weight of evidence are to be resolved in the trial court. Bengtson v. Hines, R.I., 457 A.2d 247 (1983). The inferential findings of a trial justice will not be disturbed so long as the inferences are reasonable and flow from the established facts. Tanzi v. Fiberglass Swimming Pools, Inc., R.I., 414 A.2d 484 (1980). Findings of fact made by a trial justice are entitled to great weight and will not be disturbed on appeal unless this court is persuaded that the trial justice misconceived or overlooked material evidence or was otherwise clearly wrong. Bosler v. Sugarman, R.I., 440 A.2d 129 (1982). Dyann has failed to persuade us that either of these events has occurred.\nThe plaintiff’s appeal is denied and dismissed, and the judgment appealed from is affirmed.\n. Casala’s Main St. Liquors was sold sometime in 1974. The assets of Kimberly’s were sold in the spring of 1979, and the proceeds are presently on deposit in the Superior Court registry. The proceeds amount to close to $24,000.",
        "type": "majority",
        "author": "KELLEHER, Justice."
      }
    ],
    "attorneys": [
      "Keven A. McKenna, Providence, for plaintiff.",
      "Michael F. Horan, Pawtucket, for defendants."
    ],
    "corrections": "",
    "head_matter": "Dyann CASALA v. KIMBERLY’S CRYSTAL LIQUOR, INC., et al.\nNo. 80-348-Appeal.\nSupreme Court of Rhode Island.\nJune 30, 1983.\nKeven A. McKenna, Providence, for plaintiff.\nMichael F. Horan, Pawtucket, for defendants."
  },
  "file_name": "1365-01",
  "first_page_order": 1395,
  "last_page_order": 1398
}
