{
  "id": 11723245,
  "name": "STATE of Maine v. Joel B. CAULK a/k/a William John Meskis",
  "name_abbreviation": "State v. Caulk",
  "decision_date": "1988-05-20",
  "docket_number": "",
  "first_page": "1366",
  "last_page": "1373",
  "citations": [
    {
      "type": "official",
      "cite": "543 A.2d 1366"
    }
  ],
  "court": {
    "name_abbreviation": "Me.",
    "id": 9543,
    "name": "Maine Supreme Judicial Court"
  },
  "jurisdiction": {
    "id": 42,
    "name_long": "Maine",
    "name": "Me."
  },
  "cites_to": [
    {
      "cite": "505 A.2d 774",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912818
      ],
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/505/0774-01"
      ]
    },
    {
      "cite": "452 A.2d 408",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975465
      ],
      "pin_cites": [
        {
          "page": "412"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/452/0408-01"
      ]
    },
    {
      "cite": "384 A.2d 55",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970515
      ],
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/384/0055-01"
      ]
    },
    {
      "cite": "410 A.2d 543",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "410 A.2d 537",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7983809
      ],
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/410/0537-01"
      ]
    },
    {
      "cite": "443 A.2d 573",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965412,
        7965231
      ],
      "pin_cites": [
        {
          "page": "578"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/443/0573-02",
        "/a2d/443/0573-01"
      ]
    },
    {
      "cite": "444 A.2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7952663
      ],
      "pin_cites": [
        {
          "page": "36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/444/0034-01"
      ]
    },
    {
      "cite": "474 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7953691
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "186"
        },
        {
          "page": "186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/474/0182-01"
      ]
    },
    {
      "cite": "438 A.2d 460",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7969806
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "467"
        },
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/438/0460-01"
      ]
    },
    {
      "cite": "408 A.2d 695",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7987811
      ],
      "pin_cites": [
        {
          "page": "697"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/408/0695-01"
      ]
    },
    {
      "cite": "479 A.2d 1296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12073881
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1300"
        },
        {
          "page": "1300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/479/1296-01"
      ]
    },
    {
      "cite": "425 A.2d 182",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945018
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/425/0182-01"
      ]
    },
    {
      "cite": "474 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7953343
      ],
      "pin_cites": [
        {
          "page": "172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/474/0167-01"
      ]
    },
    {
      "cite": "396 A.2d 1001",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040164
      ],
      "pin_cites": [
        {
          "page": "1002"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/396/1001-01"
      ]
    },
    {
      "cite": "481 A.2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7919091
      ],
      "pin_cites": [
        {
          "page": "775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/481/0772-01"
      ]
    },
    {
      "cite": "397 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970432
      ],
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/397/0185-01"
      ]
    },
    {
      "cite": "459 A.2d 175",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7960217
      ],
      "pin_cites": [
        {
          "page": "177"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/459/0175-01"
      ]
    },
    {
      "cite": "499 A.2d 130",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928082
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "133"
        },
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/499/0130-01"
      ]
    },
    {
      "cite": "476 A.2d 1148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915771
      ],
      "pin_cites": [
        {
          "page": "1150"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/476/1148-01"
      ]
    },
    {
      "cite": "508 A.2d 101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7886961
      ],
      "pin_cites": [
        {
          "page": "107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/508/0101-01"
      ]
    },
    {
      "cite": "541 A.2d 914",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883695
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/541/0914-01"
      ]
    },
    {
      "cite": "836 F.2d 11",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542420
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/0011-01"
      ]
    },
    {
      "cite": "449 U.S. 433",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716395
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "438",
          "parenthetical": "\"congressional consent transforms an interstate compact ... into a law of the United States.\""
        },
        {
          "page": "706-707",
          "parenthetical": "\"congressional consent transforms an interstate compact ... into a law of the United States.\""
        },
        {
          "page": "648",
          "parenthetical": "\"congressional consent transforms an interstate compact ... into a law of the United States.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/449/0433-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1161,
    "char_count": 25178,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 1.797435201268932e-07,
      "percentile": 0.7158766785245009
    },
    "sha256": "4b9b8dfd65605f6e0a45891a504dd88a8df943657907f923909f97bd360e61bf",
    "simhash": "1:eebf352a5f250380",
    "word_count": 4201
  },
  "last_updated": "2024-02-27T20:47:22.006376+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McKUSICK, C.J., and NICHOLS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ.",
      "All concurring."
    ],
    "parties": [
      "STATE of Maine v. Joel B. CAULK a/k/a William John Meskis."
    ],
    "opinions": [
      {
        "text": "GLASSMAN, Justice.\nJoel B. Caulk a/k/a William John Meskis (Caulk) appeals from a judgment of the Superior Court, York County, entered on the jury’s verdict finding him guilty of murder, 17-A M.R.S.A. § 201(1)(A) (1983). On appeal Caulk contends that 1) the trial court erred in denying his motion to dismiss the indictment on the ground that the State violated the Interstate Compact on Detainers, 2) he was denied his constitutionally protected right to a speedy trial, 3) the trial court erroneously failed to impose the sanction of dismissal of the indictment for claimed discovery violations by the State, 4) certain evidence was erroneously admitted at trial, and 5) the evidence is insufficient to support the verdict of the jury. We affirm the judgment.\nI\nThe jury would have been warranted in finding, inter alia, the following facts. Mrs. Nikki Cleveland had been murdered on July 13, 1981. She was a part-time real estate agent. Prior to July 13, 1981 she had listed for sale a secluded camp in North Yarmouth off Sligo Road. Mrs. Cleveland advertised the listed property in several local papers, giving her name and home and office telephone numbers. During the Fourth of July weekend in 1981 Mrs. Cleveland’s husband received a call at their home about the property from a person identifying himself as “a writer ... just passing through town,” and who refused to give his name. On the morning of July 12 while Mrs. Cleveland was out, Mr. Cleveland received a call from a male who stated he had called the previous week about the property and asking for Mrs. Cleveland. Again he refused to give his name. Also on that morning, an unidentified man called Mrs. Cleveland’s office about the listed property. Several hours later Mrs. Cleveland was at home when she received a telephone call and made an appointment to show the property at 1:30 on Monday the 13th. According to the telephone company records, toll calls were made on the morning of July 12 to Mrs. Cleveland’s residence and to her office from the East Boothbay residence of Caulk, where he lived alone.\nTo reach the listed property one must walk or drive along a dirt road across the property of Gay Hoyt Mrs. Hoyt had erected a gate across the road to prevent the road from becoming a public right of way, and both Hoyt and the owner of the listed property typically kept the gate closed. Hoyt was in the habit of checking to make sure only “authorized” people went down the road.\nOn Monday, the 13th, Mrs. Hoyt was talking on the telephone when she heard her dogs barking, but she did not investigate the cause. Approximately one hour later, at 1:30 p.m., she again heard the dogs barking and, though still on the telephone, walked over to the window of her kitchen to see a woman in a blue rain slicker, later identified as Mrs. Cleveland, walking down the dirt road toward the camp. Hoyt then went outside to request identification from the woman, but decided not to follow her down to the listed property because the road was too muddy. She was startled that the woman had chosen to walk down the road because, atypically, the gate was already open and she saw a gray car parked by the gate. Mrs. Cleveland was wearing a blue rain slicker on that day and driving a gray Peugeot station wagon that was found parked by the gate of the driveway to the Sligo Road property.\nAfter “a very long time compared to all of the other people that had come down to look at the cottage,” Mrs. Hoyt heard the dogs barking again, and she was determined this time to request identification. Instead of seeing a woman in a blue rain slicker walking up the road, Hoyt was surprised to see a blue-green car being driven quickly up the road. She ran outside, yelling for the driver to stop. He did not. The sole occupant seen by her in the car was a male driver, who turned toward her, waved and smiled.\nHoyt later helped police prepare a composite sketch of the driver, describing him as in his late twenties or early thirties with a full mustache, no glasses and prominent white teeth; she could not remember hair color. Hoyt could not, however, positively identify Caulk from a photo array. In 1981 Caulk was living in Boothbay Harbor under the name of William John Meskis. He worked at a boatyard in East Boothbay Harbor from May of 1981 to June 1982. He drove a blue-green Ford Maverick. He was then 34 and had a mustache and did not wear glasses. On Monday, the day of the murder, he left work at 11:30 a.m. and did not return to work until Thursday, the 16th. He offered no explanation to his employer for his absence.\nOn Monday, July 30, Mrs. Cleveland’s body was found in South Berwick. She had been bound, gagged, and shot twice in the head. The State Deputy Medical Examiner testified that Mrs. Cleveland could have been dead for approximately two and one-half weeks and the cause of death was the gunshot wounds. The spent bullet and other bullet fragments recovered from the body were identified as being fired from a revolver stolen by Caulk while in California prior to 1981. On August 8, 1986, an indictment was returned against Caulk charging him with “intentionally and knowingly causing the death of Nikki Cleveland” on or about July 13, 1981. From a judgment entered on the jury’s finding of his guilt, Caulk appeals.\nII\nCaulk first contends that the State violated the Interstate Compact on Detainers (Compact), 34-A M.R.S.A. §§ 9601-9609 (1988). He argues that because he was not brought to trial within 120 days of his arrival in Maine from the New Hampshire prison where he was then incarcerated, as required under Article IV of the Compact, the court erred in denying his motion to dismiss the indictment against him. See 34-A M.R.S.A. § 9605(3).\nThe Compact is currently in effect in forty-eight states, the District of Columbia, Puerto Rico and the Virgin Islands. In addition, the Compact is congressionally sanctioned under the compact clause, U.S. Const, art. I, § 10, cl. 3, and is therefore subject to federal interpretation. Cuyler v. Adams, 449 U.S. 433, 438, 101 S.Ct. 703, 706-707, 66 L.Ed.2d 641, 648 (1981) (“congressional consent transforms an interstate compact ... into a law of the United States.”)\nThe Compact provides two time limits within which a party state must dispose of charges pending against a defendant already incarcerated in another party state. Article III requires that if a prisoner, having been notified of any detainers placed against him and informed of his right to a speedy trial under the Compact, makes a written request for a speedy trial, thereby waiving extradition to the receiving state, he must be brought to trial within 180 days of receipt of the request. 34-A M.R.S.A. §§ 9603(l)-(5). Article IV allows prosecutors in the state issuing the detainer to obtain temporary custody of the prisoner on appropriate written request. The receiving state must then bring the prisoner to trial within 120 days of his arrival in that state. 34-A M.R.S.A. § 9604(l)-(3). Failure to comply with the appropriate time limitations under either Article III or Article IV requires dismissal of the indictment, information or complaint with prejudice. Id. § 9605(3); see also United States v. Currier, 836 F.2d 11, 14 (1st Cir.1987) (interpreting the Maine Compact for a different purpose); State v. Beauchene, 541 A.2d 914 (Me.1988).\nOn August 8,1986, the York County grand jury returned an indictment against Caulk charging him with the murder of Nikki Cleveland. Caulk was then incarcerated in a New Hampshire prison. On August 26,1986, pursuant to the Compact, the State lodged a detainer against Caulk and requested that New Hampshire determine whether Caulk wished to waive extradition. On August 28 Caulk was notified of the murder indictment against him and was informed of his right to a speedy trial under the Compact. On that same date, New Hampshire informed Maine that Caulk chose not to waive extradition and made no formal speedy trial request. Maine then initiated temporary custody proceedings under Article IV to force Caulk’s appearance in Maine. On December 9, 1986, Caulk filed a writ of habeas corpus contesting his return to Maine. Pri- or to a hearing on that writ, Caulk, on January 12, 1987, made a written request for disposition of the Maine indictment and was transported to Maine on January 13, 1987. On January 14, 1987 Caulk was arraigned in the Superior Court, York County, and pleaded not guilty. The trial on the charge against Caulk commenced on June 29, 1987, well within the 180-day period required by Article III. Caulk argues that because the State failed to bring him to trial within the 120-day limit required by Article IV, the trial court erred in denying his motion to dismiss the indictment. We disagree.\nCourts have been reluctant to expand the applicability of the “made possible” language in Article IV. Indeed, the\ngenerally accepted view is ... that notwithstanding the mechanism used to obtain a prisoner’s custody in the receiving state, where a prisoner files the proper written notice or certificate requesting final disposition of charges, the 180-day speedy trial period contained in Article III is the operative time provision.\nFelix v. United States, 508 A.2d 101, 107 (D.C.App.1986) (utilizing 180 rather than 120 days when 1) District of Columbia “initiated” proceedings by lodging a detainer against defendant, 2) defendant sought intervening “final disposition” under Article III, and 3) defendant’s ultimate custody was actually obtained by writ of habeas corpus ad prosequendum).\nIn the instant case, because Caulk initially resisted extradition to Maine, Maine was unsuccessful in its attempt to secure the temporary custody of Caulk pursuant to Article IV. On January 12,1987, however, Caulk waived extradition to Maine and signed an Article III request for final disposition of the murder charge pending against him in York County. Receipt of this request by the prosecutor and the Superior Court triggered the requirement of Article III that the defendant “shall be brought to trial within 180 days” thereafter. 34-A M.R.S.A. § 9603(1), (4).\nAccordingly, the trial court properly held that the 180-day time limitation of Article III of the Compact governed the time within which Caulk must be brought to trial and denied Caulk’s motion to dismiss the indictment.\nIll\nCaulk next contends that pretrial delays caused by the State deprived him of his right to a speedy trial as provided by Me. Const., art. I, § 6 and U.S. Const., amend. VI and XIV and that the trial court erred in failing to dismiss with prejudice the indictment against him. M.R.Evid. 103(d); M.R. Crim.P. 52(b).\nM.R.Crim.P. 48(b) provides in pertinent part that if “there is unnecessary delay in bringing a defendant to trial, the court may upon motion of the defendant dismiss the indictment.” See also 2 Clutchey & Seit-zinger, Maine Criminal Practice § 48.4 at 48-8 (1987) (dismissal “permitted only upon motion of the defendant”); State v. Cadman, 476 A.2d 1148, 1150 (Me.1984) (M.R. Crim.P. 48(b) “provides the mechanism for enforcing the [speedy trial] right”).\nBecause Caulk at no time moved for a dismissal of the indictment on the ground that he had been deprived of his constitutional right to a speedy trial, we do not address this claim of error.\nIV\nCaulk next argues that the trial court abused its discretion in denying Caulk’s motion to dismiss with prejudice the charge against him because of the State’s alleged noncompliance with M.R. Crim.P. 16. Whether to impose sanctions pursuant to Rule 16(d) for violating discovery rules is within the discretion of the trial court. State v. Reeves, 499 A.2d 130, 133 (Me.1985). The primary test to determine whether the trial court acted appropriately is whether its ruling was in the furtherance of justice. State v. Landry, 459 A.2d 175, 177 (Me.1983). To establish an abuse of discretion under Rule 16(d) is\na difficult task ... an appellant must show that he was in fact prejudiced by the discovery violation despite the court’s effort to nullify or minimize its consequences ... and that the prejudice rose to the level of depriving him of a fair trial.\nState v. Reeves, 499 A.2d at 133.\nCaulk’s claimed discovery violations by the State seem to center on the State’s delay in furnishing him with approximately 2000 pages of discovery material and on uncooperative behavior concerning Caulk’s access to the bullet and bullet fragments in the possession of the State. However, Caulk points to nothing in this record, nor does our review disclose anything, that would support a determination that he was in fact prejudiced or denied a fair trial as a result of the claimed violations. Accordingly, we hold that the trial court did not abuse its discretion by its refusal to impose the extreme sanction of dismissal of the indictment.\nV\nCaulk claims a number of errors of the trial court in the course of the trial of this matter.\nA. Caulk first contends that he was denied his due process rights under Me. Const., art. I, § 6-A and U.S. Const, amend. XIV, § 1, by the court’s erroneously permitting the in-court procedure used by Mrs. Hoyt to identify Caulk. He makes no assertion that the in-court identification was tainted by impermissibly suggestive pretrial identification. The gravamen of his complaint is that the trial court abused its discretion by permitting Mrs. Hoyt to move around the courtroom for the purpose of determining whether she could recognize anyone as the person she had seen driving the blue-green car on July 13. Caulk argues that this permitted procedure was so impermissibly suggestive as to constitute a denial of due process. We disagree.\nOur review of the record discloses that the trial court properly exercised its discretion in permitting the in-court identification procedures used by Mrs. Hoyt and that nothing in that procedure was impermissi-bly suggestive. See State v. Gatcomb, 397 A.2d 185, 188 (Me.1979); cf. State v. Guptill, 481 A.2d 772, 775 (Me.1984) (no abuse of discretion in permitting prosecutor to note for the record that witness has pointed to defendant); State v. Dunton, 396 A.2d 1001, 1002 (Me.1979) (no due process violation for state to clarify a positive identification).\nB. Caulk also argues that the trial court abused its discretion and denied him due process by excluding exculpatory evidence that one or several other unindicted persons may have had a motive to kill Mrs. Cleveland. We have previously stated that in “appropriate circumstances” a criminal defendant can properly “introduce evidence to show that another person committed the crime or had the motive, intent, and opportunity to commit it.” State v. Conlogue, 474 A.2d 167, 172 (Me.1984) (quoting State v. LeClair, 425 A.2d 182, 187 (Me.1981) (citations omitted)). Exculpatory evidence “must be admitted if it is of sufficient probative value to raise a reasonable doubt as to defendant’s culpability.” Id. However, if the evidence is “too speculative or conjectural or too disconnected from the facts of the case against the defendant,” the court has discretion to exclude it. Id.\nHere, Caulk made an offer of proof that included allegations that Mrs. Cleveland used drugs and carried a gun. The proffered evidence was based almost entirely on hearsay. It contained no specific exculpatory references to other individuals who might have had the motive, intent and opportunity to murder Mrs. Cleveland and did not point to any other particular murder suspect. The trial court properly exercised its discretion by excluding the evidence. See M.R.Evid. 403; see also State v. Rowe, 479 A.2d 1296, 1300 (Me.1984) (proper exclusion of remote evidence of absence of motive); State v. Littlefield, 408 A.2d 695, 697 (Me.1979) (upholding exclusion of evidence of crimes of defendant’s associates).\nC. Caulk next argues that the trial court erred in permitting certain testimony of Detective Porras. On direct examination by the State Detective Fred Porras of the Palo Alto, California Police Department testified that Caulk had admitted to him that in June 1980 he had stolen two guns, a small barreled revolver and a small automatic pistol, from a residence in California. Porras then testified that Caulk admitted to him that thereafter he had used the revolver “in criminal activity.” On appeal Caulk challenges that evidence under Rules 404(b), 403, and 609 and also argues it violated his right against self-incrimination. We disagree.\nInitially, we note that Caulk did not properly preserve his Rule 404(b) claim of error. Thus, we review this claim only for obvious error affecting substantial rights pursuant to M.R.Crim.P. 52(b). State v. True, 438 A.2d 460, 467 (Me.1981).\nOur review of the entire record reveals no manifest injustice from the admission of Caulk’s statement that he had used the stolen gun in criminal activity. Although Rule 404(b) excludes evidence of other crimes, wrongs or acts to prove the character of a person in order to show that he acted in conformity therewith, such evidence may be admissible for any other permissible purpose. See State v. Pierce, 474 A.2d 182, 186 (Me.1984) (defendant’s prior threats admissible to show defendant’s consciousness of guilt and identity when at issue in aggravated assault case). See also State v. Cote, 444 A.2d 34, 36 (Me.1982) (evidence that defendant offered to sell cocaine admissible to show intention to sell drugs in marijuana trafficking case); State v. Valentine, 443 A.2d 573, 578 (Me.1982) (defendant’s beating of homicide victim one year before admissible to prove motive or intent). Here, the identity of the killer was the primary issue at the trial of this case. The jury had heard evidence that Caulk had stolen the revolver in 1980. Subsequent expert evidence would identify this gun as the murder weapon. Therefore, additional evidence that Caulk had admitted using the revolver in criminal activity was properly admitted by the trial court for the purpose of identifying Caulk as the person who used the revolver in this case. State v. Pierce, 474 A.2d at 186.\nCaulk also argues that because the probative value of the evidence was substantially outweighed by the danger of unfair prejudice to Caulk, the trial court erred in not excluding the evidence. The trial court has wide discretion in balancing the considerations set forth in M.R.Evid. 403. See, e.g., State v. Rowe, 479 A.2d at 1300. Here, the evidence that Caulk had admitted using the revolver in “criminal activity” after he had stolen it was not unfairly prejudicial. State v. Lagasse, 410 A.2d 537, 541 (Me.1980). Indeed, Caulk’s counsel told the jury in his opening statement that\n[t]he reason he [Caulk] was in Boothbay Harbor going under the name of Meskis is because he was a fugitive from justice because he had committed crimes in California, was on the run.\nThe trial court did not abuse its discretion under Rule 403 in admitting the evidence. We find no merit in Caulk’s further claims that the trial court erred in not excluding the evidence on the basis that it was not evidence of a prior criminal conviction as required by Rule 609 or that its admission violated his privilege against self-incrimination.\nD. Caulk also contends that Detective Porras’s testimony that in his opinion Caulk’s statement to Porras that Caulk had disposed of the revolver in California was false, constituted obvious error requiring that the judgment of Caulk’s conviction be vacated.\nOpinion testimony by a lay witness is permissible if it is rationally based on the witness’s perception and is helpful to the jury. M.R.Evid. 701. We have previously characterized permissible opinion testimony as a “shorthand rendering of the facts.” See, e.g., State v. Lagasse, 410 A.2d 543-44 (testimony admissible that girl’s face “looked like she had been slapped”); State v. Pottle, 384 A.2d 55, 56 (Me.1978) (testimony admissible that defendant carried what “resembled a gun, to me, a rifle”). Here, the State argues that Detective Por-ras’s opinion was based on other admissions by Caulk and his investigation, not simply on “a belief’ that Caulk’s statement to him was false. The admissions of Caulk that might have supported Porras’s testimony were not in evidence, nor was Por-ras’s “investigation” of Caulk in this matter. See M.R.Evid. 602 (witness may not testify to a matter unless evidence introduced sufficient to support finding he has personal knowledge of matter). Moreover, the opinion was an invasion of the jury’s province to determine Caulk’s credibility on the evidence admitted during the course of the trial and its observations of him and cannot be said to have been “helpful to a clear understanding of his testimony or the determination” of the factual issue of the credibility of Caulk.\nAlthough the admission was error, it was not obvious error. Our review of the record discloses that no further reference was made to Porras’s opinion. We hold this brief statement by Porras concerning his opinion of the truth or falsity of Caulk’s statement to him as to the disposition of the admittedly stolen revolver did not produce such manifest injustice as to deny Caulk a fair trial. State v. True, 438 A.2d 460, 467 (Me.1981).\nE. We find no merit in Caulk’s contention that the trial court erred in admitting in evidence an unauthenticated photograph of Caulk. The admission of a photograph is within the sound discretion of the trial court. State v. Joy, 452 A.2d 408, 412 (Me.1982). The only authentication required for a photograph is that it depict something of relevance “fairly and accurately.” Field & Murray, Maine Evidence § 403.9 at 101 (1987). Our review of the record discloses that without objection a photograph of Caulk had been admitted as a part of a police photographic array depicting Caulk as he appeared in the challenged photograph.\nVI\nFinally, Caulk argues that the evidence was insufficient to support the jury’s verdict finding him guilty of the murder of Nikki Cleveland beyond a reasonable doubt. We will disturb a conviction “only if no trier of fact rationally could have found the elements of the crime beyond a reasonable doubt.” State v. Brewer, 505 A.2d 774, 775 (Me.1985). Here, Caulk stipulated that Nikki Cleveland is dead and does not dispute that the death was caused by the intentional conduct of another human being. 17-A M.R.S.A. § 201 (1988). He contends only that there was not sufficient evidence to convict him of the crime. The primary issue in this case was the identity of the murderer. The record discloses that the jury heard the following evidence: one of two telephone calls from an unidentified caller on July 12, 1981 to Mrs. Cleveland’s home and the call to her real estate agency office on that date inquiring about the listed property were traced to Caulk’s home, where he lived alone; without explanation Caulk left work before noon on Monday, July 13th and did not return until Thursday, July 16; Mrs. Hoyt identified the car that drove across her property on the 13th as being a “blue-green car”; Caulk owned a “blue-green car” on that date; Mrs. Hoyt also gave a generally accurate description of Caulk to the police following the murder; the State’s ballistics experts were “100 percent” certain that the bullet recovered from Mrs. Cleveland’s body and a bullet known to have been fired from the revolver that Caulk admitted he had stolen in 1980 and used in criminal activity had both been fired from the same gun. Based on this evidence a jury rationally could find beyond a reasonable doubt that Caulk had committed the crime with which he was charged.\nThe entry is:\nJudgment affirmed.\nAll concurring.\n. The Compact first went into effect in Maine on January 1, 1972. P.L.1971, ch. 171, § 1. In 1983, the Compact was recodified with the creation of Title 34-A. P.L.1983, ch. 459, § 6.\n. The primary purpose of the Compact is to provide specific time frames for prosecution of outstanding charges lodged against prisoners in other jurisdictions, thereby alleviating a prisoner’s uncertainty about such detainers. 34-A M.R.S.A. § 9601 (1988); S.Rep. No. 1356, 91st Cong., 2d Sess. 2, reprinted in 1970 U.S.Code Cong. & Admin.News 4864, 4865; United States v. Currier, 836 F.2d 11, 15 (1st Cir.1987).\n. Caulk moved to dismiss the indictment on the ground that the State failed to comply with the time provision in Article IV of the Compact. But the State’s duty to respect a defendant’s constitutional right to a speedy trial is distinct from and not addressed by a motion to dismiss for noncompliance with the time limits set out in the Compact. State v. Beauchene, 541 A.2d 914 (Me.1988).\n. The State’s ballistics experts testified that the revolver was the weapon used to kill Mrs. Cleveland.",
        "type": "majority",
        "author": "GLASSMAN, Justice."
      }
    ],
    "attorneys": [
      "James E. Tierney, Dist. Atty., Lisa Pelky Márchese, Eric Wright, Peter J. Brann (orally), Asst. Attys. Gen., Augusta, for State.",
      "Michael E. Saucier (orally), Hunt, Thompson & Bowie, Portland, for defendant."
    ],
    "corrections": "",
    "head_matter": "STATE of Maine v. Joel B. CAULK a/k/a William John Meskis.\nSupreme Judicial Court of Maine.\nArgued March 17, 1988.\nDecided May 20, 1988.\nJames E. Tierney, Dist. Atty., Lisa Pelky Márchese, Eric Wright, Peter J. Brann (orally), Asst. Attys. Gen., Augusta, for State.\nMichael E. Saucier (orally), Hunt, Thompson & Bowie, Portland, for defendant.\nBefore McKUSICK, C.J., and NICHOLS, WATHEN, GLASSMAN, SCOLNIK and CLIFFORD, JJ."
  },
  "file_name": "1366-01",
  "first_page_order": 1412,
  "last_page_order": 1419
}
