{
  "id": 11316179,
  "name": "Raymond S. PUSEY, Bertha P. Pusey, Sotiria Pappas, Donald Derrickson, Doris Downs, Margaret Downs, Jeanne A. Booth, C.E. Toppin, Richard Derrickson, Norma Lee Derrickson, Evelyn Thoroughgood, John Salin, Frances Salin, Charles E. Schwartz, Prissilla Smith and Patrick Loughran, Appellants Below, Appellants, v. DELAWARE ALCOHOLIC BEVERAGE CONTROL COMMISSION and John J. Corrigan, Watson K. Ayers, George Coyle, Robert Medd and William B. Mitten, in their capacity as Delaware Alcoholic Beverage Control Commission, and Route 13, Inc., Appellees Below, Appellees",
  "name_abbreviation": "Pusey v. Delaware Alcoholic Beverage Control Commission",
  "decision_date": "1991-08-05",
  "docket_number": "",
  "first_page": "1367",
  "last_page": "1372",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 1367"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "90 A.2d 492",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "pin_cites": [
        {
          "page": "494"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "642 F.Supp. 1170",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3893984,
        6100427
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1171"
        },
        {
          "page": "1174-75"
        },
        {
          "page": "1176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/642/1170-01",
        "/ct-intl-trade/10/0314-01"
      ]
    },
    {
      "cite": "360 U.S. 474",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8871
      ],
      "weight": 5,
      "year": 1959,
      "pin_cites": [
        {
          "page": "496-97",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1413-14",
          "parenthetical": "emphasis added"
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "508"
        },
        {
          "page": "1419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0474-01"
      ]
    },
    {
      "cite": "196 A.2d 410",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "193 A.2d 294",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "58 A.2d 889",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "pin_cites": [
        {
          "page": "892"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "504 A.2d 1077",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11935969
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "1081"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/504/1077-01"
      ]
    },
    {
      "cite": "479 A.2d 843",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12050529
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "851"
        },
        {
          "page": "851"
        },
        {
          "page": "843"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/479/0843-01"
      ]
    },
    {
      "cite": "143 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "121"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 810,
    "char_count": 18515,
    "ocr_confidence": 0.809,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36664087365711284
    },
    "sha256": "df086841fd9f812d242f4e3180215e5bc4a82a3bb1ea1274d025422ca5e1b47c",
    "simhash": "1:2727018a214da210",
    "word_count": 2900
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CHRISTIE, C.J., MOORE and WALSH, JJ."
    ],
    "parties": [
      "Raymond S. PUSEY, Bertha P. Pusey, Sotiria Pappas, Donald Derrickson, Doris Downs, Margaret Downs, Jeanne A. Booth, C.E. Toppin, Richard Derrickson, Norma Lee Derrickson, Evelyn Thoroughgood, John Salin, Frances Salin, Charles E. Schwartz, Prissilla Smith and Patrick Loughran, Appellants Below, Appellants, v. DELAWARE ALCOHOLIC BEVERAGE CONTROL COMMISSION and John J. Corrigan, Watson K. Ayers, George Coyle, Robert Medd and William B. Mitten, in their capacity as Delaware Alcoholic Beverage Control Commission, and Route 13, Inc., Appellees Below, Appellees."
    ],
    "opinions": [
      {
        "text": "WALSH, Justice:\nThis is an appeal from a decision of the Superior Court which affirmed the granting of a liquor license by the Delaware Alcohol Beverage Control Commission (the “Commission”). The appellants-protestants contend that it was an abuse of discretion for the Commission to deny them access to certain confidential financial information filed by the applicant and relied upon by the Commission in granting the license. The Superior Court, in affirming the Commission, ruled that the applicant’s confidentiality interest outweighed the protestants’ entitlement to view the evidence.\nWe conclude the Superior Court erred, as a matter of law, in upholding the Commission’s order of confidentiality with respect to evidence upon which the Commission relies in a protested application. Accordingly, we reverse.\nI\nOn January 13, 1989, Route 13, Inc. t/a The Surfside Restaurant filed an application for a restaurant liquor license for an establishment located in Rehoboth Beach, Delaware. Raymond and Bertha Pusey, along with several of their neighbors, filed a written protest with the Commission, and a public hearing was scheduled for March 23, 1989.\nPrior to the hearing, the protestants, through counsel, sought permission from the Commission to review certain personal financial information submitted by the principals of Route 13, Inc. as part of their application for a liquor license. This information, submitted on forms prescribed by the Commission, is required of every applicant for a liquor license. The Commission informed the protestants that although they could examine the file, the personal financial information of the applicant was confidential. The protestants then requested that a subpoena duces tecum be issued to Route 13, Inc. for production of financial statements. After the subpoena was issued, Route 13, Inc. filed a timely motion to quash the subpoena.\nBy the date of the hearing on the application, the Commission had not acted on the subpoena and the protestants’ attorney requested that the hearing be postponed until he had the opportunity to review the requested financial information. The Commission decided to continue with the hearing and requested that the parties submit memoranda on the disclosure issue. The protestants were thus denied the opportunity to question the applicants on the content of the financial statements submitted to the Commission.\nThe Commission approved the issuance of a liquor license to Route 13, Inc. by written decision on September 12,1989. In its decision, the Commission noted that it had reviewed the applicant’s financial records “and there was no indication of financial irresponsibility.” In rejecting the protestants’ request for access to that data, however, the Commission ruled that the protestants “have simply not offered any significant public interest justification to counter-balance the invasion of personal privacy on behalf of the applicants.” In its ruling, the Commission relied upon an opinion of the Attorney General that an applicant’s financial statements may not be disclosed to the general public under the Delaware Freedom of Information Act. 29 Del. C. §§ 10001-10005.\nOn appeal, the Superior Court endorsed the Commission’s denial of access to the financial reports. The Superior Court held that disclosure would impair the ability of the Commission to obtain such information in the future and that the Commission has the authority to determine the financial responsibility of applicants without sharing relevant information with those opposing the application. This appeal followed.\nII\nThe Delaware Liquor Control Act provides that an individual seeking to sell alcohol to the public must file an application for a license with the Commission. 4 Del. C. § 522. If the Commission is inclined to grant the application and at least ten people from the neighborhood where the applicant seeks to sell alcohol file a protest to the issuance of the license within ten days of the filing of the application, then a hearing must be held to consider the application. 4 Del.C. § 541(b). Thus, “only when the Commission has determined, except for the filing of a protest, to grant an application, is it provided that the Commission must give the persons making the protest an opportunity to present their objections.” Demarie v. Delaware Alcoholic Beverage Comm’n, Del.Supr., 143 A.2d 119, 121 (1958).\nThe Commission must conduct a hearing and keep a record of the proceedings. 4 Del.C. § 541(b). The record must include the evidence presented, the Commission’s findings of fact, and the Commission’s decision. Id. Following the hearing, the Commission must issue a written decision which states how it “construed the law and applied it to the facts.” Id.\nHearings before an administrative agency in Delaware, including the Commission, are governed by the Administrative Procedures Act (the “Act”). 29 Del.C. § 10161(1). When the issuance of a license is contested, the Act requires the administrative body to hold a formal evidentiary hearing. 29 Del.C. § 10124. The Act affords an array of powers to insure that the evidentiary hearing is conducted fairly and efficiently. See Blue Cross & Blue Shield of Delaware v. Elliott, Del.Super., 479 A.2d 843, 851 (1984). These include the power to issue subpoenas, administer oaths to witnesses, exclude irrelevant information, limit unduly repetitive proof, cause interrogatories to issue and depositions to be taken or hold prehearing conferences for the settlement or simplification of the issues. 29 Del.C. § 10125. While the Commission is not required to use these powers in any proceeding, they are designed and available to ensure that each party has a full and fair opportunity to present evidence to the Commission. See Blue Cross, 479 A.2d at 851.\nAn applicant for a liquor license must submit an assortment of information to the Commission in support of its application. These include general information such as the location of the establishment, nature of the establishment and the applicability of local zoning ordinances. Applicants are also required to submit information relating to the ownership of the establishment and personal data concerning criminal convictions as well as financial background. Although the general information filed by the applicant is deemed public, the Commission has determined that information about an applicant’s criminal record or financial background is confidential.\nThe Commission is authorized by statute to refuse the issuance of a license on various grounds including that “[t]he applicant appears to be financially irresponsible.” 4 Del. C. § 543(b)(3). Thus, to grant a liquor license, the Commission must be convinced that the applicant is financially responsible. Delaware Alcoholic Beverage Wholesalers v. Ayers, Del. Supr., 504 A.2d 1077, 1081 (1986). Since the required financial filings by the applicant are directed to this requirement, the Commission is necessarily obligated to examine this data incident to its granting or denial of a license. “The Commission must have a reasonable basis for believing that a statutory ground for refusal exists in order to reject an application on that ground, and such reasonable basis must appear in the record if the rejection is to be sustained on appeal.” Lyons v. Delaware Liquor Contm’n, Del.Super., 58 A.2d 889, 892 (1948). Similarly, where the granting of a license implies the satisfaction of statutory grounds, the record must also reflect consideration of all elements supporting the issuance of a license.\nHere, the Superior Court affirmed the decision of the Commission denying access because the financial information sought by the protestants was confidential and disclosure of the information might impair the Commission’s ability to obtain such information in the future. Whatever may have been the level of confidentiality at the time of the filing of the financial data once the matter became a protested application, the Commission’s policy goals were required to yield to the due process rights of the parties. As a party, the protestants were entitled to a full and fair hearing on the Commission’s decision to grant the applicant a liquor license. See Mitchell v. DABCC, Del.Super., 193 A.2d 294, rev’d on other grounds, Del.Supr., 196 A.2d 410 (1960). An administrative hearing is a quasi-judicial proceeding, in which the parties are entitled to due process. This entitlement includes the right to cross-examine a party on any information which may be considered by the tribunal in reaching an administrative decision. See Blue Cross, 479 A.2d at 843.\nAn administrative agency may not conduct a hearing in which it withholds information from the parties involved in that hearing on the ground that it is confidential and simultaneously use that information as a basis for its decision. 2 Am.Jur.2d Administrative Law § 390, at 196 (1962). The United States Supreme Court has emphasized the importance of party access to evidence:\nCertain principles have remained relatively immutable in our jurisprudence. One of these is that where governmental action seriously injures an individual, and the reasonableness of the action depends on fact findings, the evidence used to prove the government’s case must be disclosed to the individual so that he has an opportunity to show it is untrue.... We have formalized these protections in the requirements of confrontation and cross-examination. They have ancient roots. They find expression in the Sixth Amendment which provides that in all criminal cases the accused shall enjoy the right “to be confronted with the witnesses against him.” This Court has been zealous to protect this right from erosion. It has spoken out not only in criminal cases, but also in all types of cases where administrative and regulatory actions were under scrutiny.\nGreene v. McElroy, 360 U.S. 474, 496-97, 79 S.Ct. 1400, 1413-14, 3 L.Ed.2d 1377 (1959) (emphasis added).\nIn Greene, the Secretary of Defense revoked the security clearance of an employee of a government contractor. At a hearing before the Industrial Employment Review Board, the employee was questioned about his association with several known communists. The government presented no witnesses, but the questions posed during the hearing indicated the Board’s reliance on confidential reports which were not made available to the employee. The Supreme Court determined that because the employee had not had the opportunity to review these reports the administrative procedure in this case “failed to comport with ... traditional ideas of fair procedure.” Id. at 508, 79 S.Ct. at 1419. Accordingly, it reversed the revocation of the employee’s security clearance.\nA similar issue was addressed in Bonanza Trucking Corp. v. U.S., CIT, 642 F.Supp. 1170 (1986). In Bonanza, the Commissioner of Customs revoked the license of a company authorized to operate a container station after the president was convicted of several felonies. Even though the president resigned following his conviction, the District Director of Customs determined that he had continued to function “as a de facto officer of Bonanza Trucking Corp. after his resignation.” Id. at 1171. Bonanza requested a hearing on the revocation of its license and also asked the District Director to produce any documents supporting its allegations. Bonanza’s request for a hearing was granted, but the District Director refused to produce any documentation. At the hearing, Bonanza’s counsel discovered that the custom’s official who issued the revocation had relied in part upon an internal investigative report. Bonanza’s counsel’s request to review this report was denied. Following the hearing, the Commissioner of Customs, based on the recommendation of the hearing officer, affirmed the revocation.\nBonanza appealed to the Court of International Trade which ruled that it was prejudicial for the hearing officer to withhold information upon which it clearly relied upon in affirming the revocation. Bonanza, 642 F.Supp. at 1174-75. The court ruled that the law requires “meaningful cross-examination” in administrative procedures of this nature and that denying Bonanza’s counsel access to the internal reports served to deny Bonanza the right to meaningful cross-examination. Id. at 1176.\nIn the present case, the protestants were denied access to the confidential financial information filed by the applicants. This denial clearly prevented the protestants from engaging in meaningful cross-examination. Since the Commission is required to find as an element of the granting of the license that the applicant is financially responsible (and it did so in this case), it cannot foreclose the examination of the very evidence the Commission considered in reaching that conclusion. The Commission abused its discretion in denying access in this case.\nFurthermore, we find unpersuasive the argument which suggests that disclosure of confidential financial information might somehow impair the Commission’s ability to obtain such information in the future. It is assumed that individuals who submit applications for liquor licenses respond truthfully to all questions. If, however, they do not, the statute provides that the Commission may refuse to grant a license if an applicant makes false statements to the Commission. This is sanction enough and our decision today should in no way impair the Commission’s ability to obtain information. 4 Del.C. § 543(b)(5).\nThus, we find that while the financial information submitted to the Commission by the applicant is confidential for administrative purposes, that confidentiality must yield to the right of a party in a contested hearing to examine all the evidence upon which the Commission bases its decision.\nIll\nAlthough we reverse the Superior Court’s ruling, we note that the disputed financial data became available upon the filing of the administrative record in the Superior Court and counsel for the protestants has seen it. Under 4 Del.C. § 541(c), the Superior Court has the option of receiving additional evidence to supplement the record, as an alternative to remanding the matter to the Commission for further action. See Caras v. Delaware Liquor Comm’n, Del.Super., 90 A.2d 492, 494 (1952). We leave to the Superior Court the selection of which remedy should be pursued to afford relief to the appellants by reason of the denial of access to the financial information.\nREVERSED and REMANDED.\n. 4 DelC. § 541(b) provides:\nIf the Commission has determined to grant an application, but before the issuance of the license applied for and within 10 days of the filing of the application, a protest against the issuance of the license, signed by at least 10 residents of the neighborhood where the license is to operate, has been filed with the Commission, then a hearing shall be held to consider the application and protest. Ten days' notice of the hearing, together with a recital of the protest, shall be sent by registered mail to the address of the applicant, and a notice of the time of the hearing shall be sent to each of the persons who signed the protest; provided, however, that it shall be sufficient to send notice to the attorneys of those who are represented by legal counsel. The hearing shall be conducted by the Commission and a record of the hearing shall be made and kept by the Commission. The record shall include the evidence, the Commission’s findings of fact, the Commission’s decision, and a brief statement of the reasons therefor. The Commission’s decision shall show the manner in which the Commission construed the law and applied it to the facts.\n. The appellees, as did the Commission, place reliance upon an advisory opinion issued by the Attorney General. See “Public Access to Files of Alcohol Beverage Control Commission,” opinion # 87-1031, November 4, 1987. In this advisory opinion, the Attorney General was asked to determine the extent to which the public is permitted access to files of the Commission. The Attorney General concluded that while the Delaware Freedom of Information Act, 29 DeLC. §§ 10001-10005, provides the public access to the records of State agencies, \"financial data has traditionally been considered private and intimate and so this common meaning leads us to conclude that the financial statements required to be submitted are confidential and exempted from public inspection.”\nThe applicability of this ruling is limited. The Attorney General’s opinion governs the access to confidential files by the public at-large, not by parties to a contested proceeding seeking information which the Commission is statutorily required to rely upon in deciding whether to grant or deny a license.\n. 4 DeLC. § 541(c) provides:\nThe Commission’s decision shall be final and conclusive unless within 10 days after notice thereof a party to such hearing shall appeal to the Superior Court of the county in which the license would operate. In every appeal the cause shall be decided by the Court from the record, without the aid of a jury; and the Court may affirm, reverse or modify the Commission’s decision. The Commission’s findings of fact shall not be set aside unless the Court determines that the record contains no substantial evidence that would reasonably support the findings. If the Court finds that additional evidence should be taken, the Court may take the additional evidence or remand the cause to the Commission for completion of the record. If the Court finds that the Commission has made an error of law, the Court shall reverse or modify the Commission’s decision and render an appropriate judgment.",
        "type": "majority",
        "author": "WALSH, Justice:"
      }
    ],
    "attorneys": [
      "James A. Fuqua, Jr. (argued), Fuqua, Yori & Rogers, Georgetown, for appellants.",
      "Henry A. Heiman (argued), and Darrell J. Baker, Heiman, Aber & Goldlust, Wilmington, for appellee Route 13, Inc."
    ],
    "corrections": "",
    "head_matter": "Raymond S. PUSEY, Bertha P. Pusey, Sotiria Pappas, Donald Derrickson, Doris Downs, Margaret Downs, Jeanne A. Booth, C.E. Toppin, Richard Derrickson, Norma Lee Derrickson, Evelyn Thoroughgood, John Salin, Frances Salin, Charles E. Schwartz, Prissilla Smith and Patrick Loughran, Appellants Below, Appellants, v. DELAWARE ALCOHOLIC BEVERAGE CONTROL COMMISSION and John J. Corrigan, Watson K. Ayers, George Coyle, Robert Medd and William B. Mitten, in their capacity as Delaware Alcoholic Beverage Control Commission, and Route 13, Inc., Appellees Below, Appellees.\nSupreme Court of Delaware.\nSubmitted: May 14, 1991.\nDecided: Aug. 5, 1991.\nJames A. Fuqua, Jr. (argued), Fuqua, Yori & Rogers, Georgetown, for appellants.\nHenry A. Heiman (argued), and Darrell J. Baker, Heiman, Aber & Goldlust, Wilmington, for appellee Route 13, Inc.\nBefore CHRISTIE, C.J., MOORE and WALSH, JJ."
  },
  "file_name": "1367-01",
  "first_page_order": 1433,
  "last_page_order": 1438
}
