{
  "id": 8005457,
  "name": "Samuel J. CASALVERA, Sr., Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee",
  "name_abbreviation": "Casalvera v. State",
  "decision_date": "1980-01-08",
  "docket_number": "",
  "first_page": "1369",
  "last_page": "1375",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1369"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "204 A.2d 628",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 Storey 47",
      "category": "reporters:state",
      "reporter": "Storey",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "351 A.2d 841",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8076207
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/351/0841-01"
      ]
    },
    {
      "cite": "389 A.2d 1364",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8030680
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/389/1364-01"
      ]
    },
    {
      "cite": "396 A.2d 755",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        112532
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/262/0280-01"
      ]
    },
    {
      "cite": "224 A.2d 598",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8102861
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/224/0598-01"
      ]
    },
    {
      "cite": "395 A.3d 365",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "346 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058310
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/346/0158-01"
      ]
    },
    {
      "cite": "331 F.2d 185",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        132599
      ],
      "year": 1964,
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/331/0185-01"
      ]
    },
    {
      "cite": "311 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036693
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/311/0873-01"
      ]
    },
    {
      "cite": "321 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8051790
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/321/0497-01"
      ]
    },
    {
      "cite": "344 A.2d 245",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8056798
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/344/0245-01"
      ]
    },
    {
      "cite": "407 A.2d 517",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7973757
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0517-01"
      ]
    },
    {
      "cite": "396 A.2d 157",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8021534
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "160",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/396/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 963,
    "char_count": 19686,
    "ocr_confidence": 0.82,
    "pagerank": {
      "raw": 1.97175694840221e-07,
      "percentile": 0.7394012160554534
    },
    "sha256": "4dddf49e2bc732a025b93259b4a43efbc82286248b8cc1615d89b36326b68a2f",
    "simhash": "1:0be2f69ec05fbd13",
    "word_count": 3294
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HERRMANN, C. J., McNEILLY and QUILLEN, JJ."
    ],
    "parties": [
      "Samuel J. CASALVERA, Sr., Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee."
    ],
    "opinions": [
      {
        "text": "McNEILLY, Justice:\nThe defendant, Samuel J. Casalvera, Sr., appeals his convictions for Murder First Degree and for Possession of a Deadly Weapon During the Commission of a Felony. The defendant urges reversal of his convictions on six grounds. First, the defendant argues that the Trial Court erred in admitting into evidence certain slides and a photograph which he alleges were unduly prejudicial. Secondly, the defendant asserts that a handwritten note of the victim was inadmissible hearsay and was improperly admitted. Thirdly, the defendant contends that the state prosecutor .exceeded the permissible scope of cross-examination by asking whether defendant was getting Delaware unemployment checks while working in New Jersey. Fourthly, the defendant submits that a knife, not the murder weapon, found in the defendant’s car was irrelevant evidence and its admission was reversible error. Fifthly, the defendant pleads that his right to cross-examination was improperly and impermissibly restricted. Finally, the defendant alleges that he was denied effective assistance of counsel. We are unable to agree with any of the defendant’s allegations of error and affirm.\nI\nAt approximately 4:30 a. m. neighbors of the thirty year old victim, Mary Ellen Kow-alski, were awakened by the screams and pleas of the victim and her young daughter, Cindy. Diane Smith, a licensed nurse who lived across the parking lot from the Kow-alski apartment, saw and heard Cindy at the door of the apartment and went to her. She entered the living room and heard choking and gurgling sounds coming from the kitchen. Frightened, she grabbed the child by the hand and went back to her own apartment, where she learned that the man who was “hurting my mommy, hitting her in the head, and hitting her head on the floor” was “Sam”.\nThe victim’s next door neighbor, James Watcher, called the police and went over to see what was happening. He entered the victim’s apartment a few feet, but turned around and returned to his own apartment amid more screams and crashing noises. Shortly thereafter, the defendant was seen calmly leaving the victim’s apartment with his jacket pulled up around his neck. He walked to his car, a maroon Ford Thunderbird, got in, backed out of the parking space and, with the car lights out, drove away.\nAfter the defendant left the complex Diane Smith proceeded to the victim’s apartment where she found the door chain-locked. She began pounding on the door and yelling, “Mary Ellen, Mary Ellen.” Mr. Watcher came out into the hall and kicked open the door. Both entered the apartment and found the television on and the lights out in the living room. The lights were on in the kitchen, a snack table was turned over, there was broken glass, and a potted plant spilled on the floor. Ms. Smith went into the kitchen where she found the victim lying on the floor with a large pool of blood around her head. She tried to call for help, but the phone receiver and cord had been ripped off the phone.\nShortly thereafter, Patrolman Bruce Taylor of the New Castle County Police arrived in response to Mr. Watcher’s call. Detective K. Bartholomew arrived next and began to take pictures in order to preserve the scene as it was found. The scene was undisturbed when the pictures were taken. The victim was lying on her side in a large pool of blood. Placed against her body was a folded blood soaked kitchen towel. Inside the towel was found a bloody butcher knife about ten inches in length. Within minutes, other police officers arrived and began to question witnesses in an attempt to identify and find the suspect. Through the investigation immediately undertaken, Patrolman William Johnson obtained the name of Samuel Casalvera and his address. Mr. Casalvera was residing at his daughter’s home. Patrolman Johnson, along with Lieutenant Wojick and Patrolman Lake then proceeded to the address they had obtained for Mr. Casalvera, arriving there at approximately 6:00 a. m. Parked in the vicinity of the residence where Casalvera was believed to be staying was a late model maroon Ford Thunderbird matching the description of the car seen leaving the crime scene. Patrolman Johnson felt the hood of the car and it was still warm.\nThe police officers then proceeded to the front door of the building and knocked. They identified themselves and were taken to the defendant’s room, where they found him apparently asleep. They woke him, told him not to say anything and read him his Miranda rights. He was then placed under arrest and instructed to get dressed. The defendant was then handcuffed and transported to the interview room at the police station, where he was again given the Miranda warnings.\nAfter clearly acknowledging that he understood his rights and turning down the assistance of counsel while maintaining his innocence, the defendant voluntarily began to answer questions. He freely told the police about his intimate relationship with the victim which had been on-going for approximately two years. He explained that about six months before, he had gone to Georgia seeking employment, stating he could not settle down with the victim because of her daughter. He did not feel he could raise her because of his age and the fact that he had already raised three children of his own. He returned to Delaware because he felt things had changed, and he was willing to give it a try. However, by the time he returned, the victim had begun to date other men.\nThroughout the interview, the defendant displayed a normal composure and continued to maintain his innocence. He freely admitted being at the apartment that previous evening but he claimed that he left at approximately 3:00 a. m. He described the evening as a social visit where he and the victim sat around, had a few drinks, and ate a few sandwiches. (The toxicology report indicated .00 alcohol in victim’s body and the stomach was empty.) He also indicated that he had given back his set of keys to her apartment, although a set of keys to her apartment was found on his key ring.\nThe defendant denied any knowledge of the offense until approximately one month before the trial. Defendant claims he came to the realization that he caused victim’s death only after intense counseling and questioning while under the influence of sodium amytol. At trial, while relying upon the defense of extreme emotional distress, Title 11 Del.G. § 641, he confessed to the murder of Mary Ellen Kowalski. In his testimony, the defendant established in der tail the course of his relationship with the victim which is briefly summarized as follows: The victim was beginning to lose her feelings for the defendant. She made it clear that she did not want him to return from Georgia' for her sake alone. She had begun to go out with other men, and she told the defendant that things were different. He nevertheless returned to Wilmington intending to make things work out between them.\nDuring the week prior to the murder, the defendant felt things were picking up between them. He had allegedly begun to take valium at this point and at times he was taking excessive doses. On Saturday he and the victim had arranged to go out for the evening. The defendant said that she had promised to call him when she returned from a school bazaar, but as the day went on she never called. He became upset about this and made several calls to her apartment until finally he found her at home. When the victim said she did not want to go out that evening, he became angry. He immediately hung up the phone and went over to her apartment, where she explained that she was merely too tired to go out, and he calmed down.\nDefendant and the victim remained in her apartment throughout the evening. According to the defendant, just before he was to leave, she told him that things had changed between them and that she had slept with another man. He became furious and refused to believe it. She went into the kitchen to make some tea for him and he followed her out commanding her to look at him in the eyes and tell him she was lying. The victim didn’t turn around so he grabbed a tea towel and put it around her neck and began to choke her. She resisted and struggled but eventually she fell to the floor. He grabbed the ten-inch butcher knife from the counter and plunged it into her chest as she was trying to say something. He then cut the side of her neck and she helplessly bled to death.\nII\nAt Trial, the State produced two color slides depicting the nature of the wounds to the victim. These slides were projected on a screen during the testimony of the medical examiner. A photograph showing the position of the victim’s body at the murder scene was also admitted. The defendant does not argue that the pictures inaccurately depict the facts, but instead asserts that the format chosen by the State to present this evidence was so unduly prejudicial that its admission was reversible error.\n“A Trial Judge has broad discretion to admit or reject photographs depicting a victim’s injuries, and ‘absent abuse of discretion, the ruling will be sustained on appeal.'” Conyers v. State, Del.Supr., 396 A.2d 157, 160 (1978) (citations omitted). Accord, Young v. State, Del.Supr., 407 A.2d 517 (1979); Shantz v. State, Del.Supr., 344 A.2d 245 (1975).\nThe cause of death was established by Dr. Galicano Inguito from the Medical Examiner’s Office, who performed an autopsy and determined that the victim suffered two lethal stab wounds to the upper body, one to the right side of the neck and one to the left side of the chest. Dr. Inguito also found several contusions and abrasions on other parts of the body. Dr. Inguito determined that the chest wound occurred first and was capable of being fatal in-and-of-itself. The wound to the neck was also capable of being fatal. The first wound punctured the left lung and the neck wound transected the right external carotid artery.\nIn conjunction with Dr. Inguito’s testimony, the State offered into evidence, over the defendant’s objection, the two slides which were taken while the body was on the autopsy table. One of the slides shows the right side of the head showing the neck wound and the other slide shows the lower head area taken from a frontal view showing the chest wound.\nThe slides, depicting the nature of the wounds, were relevant both to the defendant’s intent to kill and to his state of mind. The former was an element of the crime of murder in the first degree which the State had to prove and the latter reflected on the defendant’s defense of extreme emotional distress.\nThe defendant also alleges error in the admission of the photograph. The photograph shows the crime scene with the body lying on the floor with the towel containing the knife tucked next to her body. It graphically shows a blood soaked crime scene. The state in which the defendant left the victim, including wrapping the murder weapon in a towel, also was relevant to the defendant’s state of mind and reflected on his defense of extreme emotional distress. The defendant asserts that, because the facts in the slides and photograph could have been brought before the jury by verbal testimony, their use was reversible error. We cannot agree. This was a brutal murder. The prosecutor is not required to minimize that by selecting the least dramatic means of presenting his evidence. While alternative formats for the presentation of this evidence were available, we cannot conclude that the Trial Court abused its discretion in refusing to require use of an alternative format.\nIll\nThe defendant asserts that a handwritten note of the victim in which she stated that things were not working out with the defendant was inadmissible hearsay. We disagree. “Hearsay evidence is testimony in court, or written evidence, of a statement made out of court, the statement being offered as an assertion to show the truth of the matters asserted therein ...” McCormick on Evidence (2nd Ed.) § 246, pg. 584, West (1972).\nThe note was not offered as proof that the victim and the defendant were having problems, but was offered to show the victim’s state of mind as it related to the defendant’s defense of extreme emotional distress, and was offered to impeach his testimony. The defendant testified at considerable length regarding his belief that he and the victim were not having problems in their relationship. A substantial part of this testimony was his recollection of what the victim had told or written him. That testimony would have been hearsay had it been offered to prove the status of the relationship. The State’s evidence was offered to show that the defendant did not, in fact, have the beliefs he professed in his direct testimony.\nBecause the note was not offered to prove the truth of the matters asserted therein, we conclude that it was admissible hearsay. It was the defendant who placed this point in issue and the note was properly introduced to impeach his credibility on this matter. The defendant recognized the victim’s handwriting and the State was properly allowed to ask whether the thoughts expressed in the note had been communicated to the defendant.\nIn any event, this Court has held that reliable evidence of a victim’s state of mind falls within ah exception to the hearsay rule. Derrickson v. State, Del.Supr., 321 A.2d 497 (1974). We are satisfied that the evidence in question meets the requirements of admissibility approved in Derrick-son.\nIV\nThe defendant next contends that the prosecutor exceeded the permissible scope of cross-examination in asking the defendant about receiving unemployment checks in Delaware while he was employed in New .Jersey. The defendant asserts that the prosecutor was attempting to impeach him by implying that he committed criminal acts. The State argues that the questions were asked to contradict the defendant’s testimony alleging that he returned to Delaware solely to see the victim and alleging his good character. The State did not pursue the issue to show that the particular conduct might or might not have been criminal.\nWe agree with the defendant that prior wrongful acts are generally not admissible to show that a criminal defendant has committed the crime sub judice. Johnson v. State, Del.Supr., 311 A.2d 873 (1973). In addition, merely by taking the stand, a criminal defendant does not subject his testimony to impeachment by evidence of prior wrongful acts or conduct. However, where a criminal defendant, as in this case, presents affirmative evidence of prior good conduct to show his good character, he opens the door to impeachment through evidence, of his prior wrongful acts. United States v. Harris, 4th Cir., 331 F.2d 185, 188 (1964).\nSimilarly, Rule 405(a) of the Federal Rules of Evidence provides in relation to evidence of reputation or character that “[o]n cross-examination, inquiry is allowable into relevant specific instances of conduct.” See also, Fed.Rule Evidence 404(a)(1). Also the evidence that the defendant was receiving unemployment checks was clearly admissible to impeach his assertion that he only returned to Delaware out of his concern for the victim. Consequently, we find no error in the scope of the State’s cross-examination of the defendant.\nThe defendant’s reliance on Martin v. State, Del.Supr., 346 A.2d 158 (1975) and Waller v. State, Del.Supr., 395 A.3d 365 (1978) is misplaced. Those cases deal with impeachment of a criminal defendant by reference to prior criminal convictions. They did not involve defendants who introduced evidence of prior good acts as a substantive defense.\nThe State’s questions in this case did not refer to any activity for which the defendant has been charged or convicted. Nor did the State imply that the acts referred to were criminal.\nV\nIn searching the defendant’s car, the police found a small knife under the front seat. The defendant testified that he put the knife there on a trip to Georgia so that he would have it available for defending himself. The knife had never been removed from the car after the trip and was under the seat when the defendant went to the victim’s apartment on the night of the murder.\nThe defendant argues that in admitting a knife, not the murder weapon, into evidence, the Trial Court committed a reversible error. We disagree. The defendant had testified that he was unarmed when he went over to the victim’s apartment. The presence of a knife in his car was relevant and admissible to impeach his testimony. In addition, he had testified that he was a peaceful man. The knife was admissible to contradict that allegation as well. We find no error on this issue.\nVI\nThe defendant asserts that the Trial Court impermissibly limited his cross-examination of the State’s expert psychiatric witness. The defendant wished to question the witness about his prior diagnosis that a patient was not mentally ill in a civil proceeding. Generally, counsel should have wide discretion to cross-examine witnesses. Martin v. State, supra. This includes impeachment of expert witnesses by reference to the accuracy of prior opinions. State v. 0.0673 Acres of Land, etc., Del. Supr., 224 A.2d 598 (1966). However, that discretion does not include the right to probe . into irrelevant matters. Commonwealth v. Lee, Pa.Super., 396 A.2d 755 (1978); Smith v. United States, D.C.App., 389 A.2d 1364 (1978); State v. Bunker, Me. Supr., 351 A.2d 841 (1976). Accord, Halko v. State, Del.Supr., 8 Storey 47, 204 A.2d 628, 631 (1964).\nThe defendant was attempting to impeach the State’s expert witness by showing that he had erroneously diagnosed' a prior patient as not mentally ill, in that the patient later committed a murder. However, not all murderers are mentally ill. In fact, at the patient’s criminal trial he was found to have been sane at the time of the crime. The inference of misdiagnosis, the defendant wanted to put before the jury, did not follow logically from the facts the defendant was going to prove.\nThe issue of credibility was clearly relevant. However, the specific incident about which the defendant wished to question the expert could not have related to credibility. The defendant was not prepared to show that the patient was, in fact, insane. As a result of the improper foundation, we hold that the Court properly sustained the State’s objection that the defendant’s cross-examination was probing irrelevant matters.\nVII\nWe decline to reach the defendant’s assertion that he was denied effective assistance of counsel. That allegation properly should be raised before the Superior Court under Rule 35 of that Court. Policy dictates that we not consider this issue, raised for the first time before this Court.'\nVIII\nIn conclusion, we hold: the Trial Court did not err in admitting a gory photograph of the crime scene; nor in allowing the projection of color slides depicting the nature and extent of the victim’s wounds; the admission of the victim’s handwritten note and the knife found in the defendant’s car were not improper; the State was properly allowed to question the defendant regarding his receipt of unemployment checks'; and that the scope of the defendant’s cross examination of the State’s expert witness was properly restricted.\nAFFIRMED.",
        "type": "majority",
        "author": "McNEILLY, Justice:"
      }
    ],
    "attorneys": [
      "Richard E. Fairbanks, Jr., Asst. Public Defender, Wilmington, for defendant below, appellant.",
      "Charles M. Oberly, III, Asst. State Prosecutor, Keith A. Trostle, Deputy Atty. Gen., Wilmington, for plaintiff below, appellee."
    ],
    "corrections": "",
    "head_matter": "Samuel J. CASALVERA, Sr., Defendant Below, Appellant, v. STATE of Delaware, Plaintiff Below, Appellee.\nSupreme Court of Delaware.\nSubmitted Oct. 10, 1979.\nDecided Jan. 8, 1980.\nRichard E. Fairbanks, Jr., Asst. Public Defender, Wilmington, for defendant below, appellant.\nCharles M. Oberly, III, Asst. State Prosecutor, Keith A. Trostle, Deputy Atty. Gen., Wilmington, for plaintiff below, appellee.\nBefore HERRMANN, C. J., McNEILLY and QUILLEN, JJ."
  },
  "file_name": "1369-01",
  "first_page_order": 1417,
  "last_page_order": 1423
}
