{
  "id": 6082659,
  "name": "In re Hutchison",
  "name_abbreviation": "In re Hutchison",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4154",
  "first_page": "1370",
  "last_page": "1375",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1370"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 829"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "261 U. S. 45",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/261/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 648,
    "char_count": 14618,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17336223077098317
    },
    "sha256": "b11e263920df22a2fdd9f03267289f7b2bb106c02b753c888f214ac1da17f47f",
    "simhash": "1:6d6fe32cdf1874f6",
    "word_count": 2403
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gakeett, Presiding Judge, and Bland, Hateteld, Leneoot, and Jackson, Associate Judges"
    ],
    "parties": [
      "In re Hutchison"
    ],
    "opinions": [
      {
        "text": "Garrett, Presiding Judge,\ndelivered the opinion of the court:\nThe application for patent here involved, filed in the United States Patent Office May 25, 1938, relates to welding nozzles, specifically, as described by the examiner, “to a tip for a manually operated welding torch.” All the claims, numbered 21 to 25, inclusive, were rejected by the examiner; whose decision was affirmed by the Board of Appeals, being twice considered by it, its second statement being made in response to appellant’s petition for reconsideration. From the decision of the board appeal was taken to this court.\nClaim 21 illustrates the subject matter:\n21. A welding nozzle adapted to be secured to a blowpipe or welding bead, said nozzle comprising a one-piece body having a bore extending axially through said body and terminating in a single main welding jet discharge orifice coaxial with said bore, said body also having a pair of parallel coplanar gas outlet passages communicating with said bore and extending through the wall thereof at an acute angle to the axis of said bore, each of said passages being inclined toward said main orifice and having a preheating jet discharge orifice of smaller diameter than the diameter of said single main orifice, said pair of passages having their discharge orifices disposed at a substantial distance behind said main orifice.\nThe brief for appellant emphasizes the limitations of the respective claims as follows:\n* * * said body also having a pair of * * * gas outlet passages * * * extending through the wall thereof * * * inclined toward said main orifice and having a preheating jet discharge orifice of smaller diameter than the diameter of said * * * main orifice, said pair of passages having their discharge orifices disposed at a substantial distance behind said main orifice.\nClaim 23 contains the same limitations as claims 21 and 22, except that the preheat passages are defined as extending through a protuberance on the side wall of the body, which protuberance is spaced a substantial distance behind the welding discharge orifice.\nClaims 24 and 25 contain, in addition to the limitations defined in claims 21 and 22, a restriction' to ah ■■elongated or- effective tapering portion within the bore of the nozzle body and disposed between the welding jet orifice and the entrances to the preheating jet orifices.\nThe following patents are cited as references:\nMandeville, 1,846,743, February 23, 1932.\nAnderson, 1,964,701, June 26, 1934.\nKehl, 1,981,624, November 20, 1934.\nAppellant’s device is described by the examiner in the following language, the numerals being omitted as indicated by stars:\nThis torch tip * * * in addition to the usual orifice * * * for the main welding jet, has drilled through its sidewalls back of the main jet a pair of gas passages * * * for preheating jets, which will direct flames to the metal on the sides of the seam to be welded. These preheating jets may be parallel or divergent * * *.\nAt the point of outlet to the passages * * * the axial bore is diminished in size by [a] shoulder * * *. From [the] shoulder * * * the axial bore * * * is tapered toward the main jet orifice, to give a hard blowing or high velocity flame.\nThe torch is held with the flame directed backwardly toward the welded portion of the seam, and the preheating jets directed against the edges of the unwelded metal * * * and is then advanced along the seam in a series of backward and forward movements.\nThe .patent to Kehl is the principal reference. Of this patent the examiner said:\nKehl shows a torch tip with a main welding jet orifice, and a preheating jet orifice in the side wall. * * *\nThe axial bore or gas passage of the tip is diminished in size at a shoulder similar to the shoulder * * * of applicant’s structure. At this point the preheating gas passage branches off at an angle to the main gas passage and main jet axis.\nIn view of certain arguments made by appellant in connection with. Ms motion for rebearing before the board the latter tribunal in its second decision elaborated upon the Kehl patent in the following language:\n* * * tip 10 is provided witli a drilled outlet 13 and angularly drilled outlet 14, both outlets opening into a larger tapped outlet 15 which is coaxial with the outlet 13, that the proper angle between outlets 13 and 14 may be determined from the inclination of the head M and from the character of the work to be welded, heavier work requiring a smaller angle between the outlets in order to concentrate the preheating flame from outlet 14 more locally and nearly vertically upon the edges of the work. The patentee further states that it will be readily appreciated that a number of similar tips having outlets varying in size and in degree of angularity from one another may he employed in conjunction with the type of nozzle shown.\nThe Anderson patent was cited by the examiner as showing — ■\na torch tip wherein use is made of a plurality of preheating orifices. Some of these orifices are arranged in pairs, each pair lying in the same plane directing a flame on each side of the seam.\nThe patent to Mandeville discloses, as stated by the board, “a long tapering portion in a [welding] nozzle.”\nClaims 21, 22, and 23 were rejected on Kehl in view of Anderson, and claims 24 and 25 on Kehl in view of Anderson and Mandeville.\nIt is not disputed that the references disclose the features recited. On the other hand, there is no claim that any one of the patent structures of itself meets the structure of appellant, nor is there any claim that, without modification, the structural features of the several patents could be combined to produce appellant’s device. In the final analysis the meaning of the concurring decisions below is that the modifications did not involve invention. Appellant insists that they did involve invention.\nOne of the complaints of appellant in the brief before us is that the board “failed to consider all elements of each claim jointly, but attacked each claimed limitation separately.” Inasmuch as appellant must rely upon structural differences for patentability, all of the claims being for structure, we are unable to discern how the issues could be intelligently determined without comparing the individual features of the references with the corresponding features in the device of appellant. Strictly speaking, no feature of appellant’s device seems to be new. The only new thing is the combination brought about by rearrangement, certain alterations being necessary to such rearrangement.\nAs has been indicated, the limitations claimed by appellant to distinguish his structure in a patentable sense are emphasized in the quotation from Ms brief, sufra. The first of these is a '•'■fair of * * * gas outlet fassages * * * extending through the wall thereof.” Appellant states that Kehl did not disclose this. Such is true, but Anderson does disclose a plurality of passages. The second italicized clause describes the passage as being “inclined toward said, main orvfLeeP We deem the expression of the board as to the teaching of the Kehl patent concerning the proper angle between outlets, quoted above, sufficient upon this point as it also is with respect to' another emphasized feature — that of “a freheating jet discharge orifice of smaller diameter than the diameter of said * * * main orifice.” Surely, since the prior art shows orifices of varying dimensions it did not involve invention to select the size of orifice best adapted to the use being made of the device containing such orifices. In its first decision the board stated:\nThe Kehl patent discloses that the diameter of the preheating passage may be smaller than that of the welding passage or passages and also discloses that the outlets may vary in size and degree of angularity.\nAnother limitation emphasized by appellant is that of an aelongated or effective tafering fortion” within the bore of the nozzle body. The Mandeville patent shows a nozzle having a tapered axial passage which seems to produce a mixing chamber for gases employed in the use of the blowpipe to which the nozzle is attached. The use of the tapered passage of Mandeville may differ somewhat from the use to which appellant’s tapered passage is applied and the locations of the respective tapering portions may differ, but structurally Mandeville’s tapered portion meets appellant’s tapered portion, and, since the patent and the application are in the same art, it is not seen how, so far as this case is concerned, invention may be attributed to a combination embracing this particular feature merely because of a difference in use or a difference in location.\nThe feature most strongly emphasized by appellant is that of the location of the discharge orifices in the pair of passages. These orifices are disposed at a substantial distance behind the main orifice. This limitation appears in all the claims except claim 24. The prior art does not disclose an arrangement of this character.\nIt was the view of the examiner, concurred in by the board, as epitomized in the brief of the Solicitor for the Patent Office, “that the distance in question was more or less a matter of degree.”\nThere is in the record an affidavit by patentee Kehl. This affidavit seems not to have been before the examiner, it having been filed with the board in connection with appellant’s petition for reconsideration of its first decision. Of it the board said:\nThe affidavit submitted with petitioner’s supplement to the request for reconsideration has not been considered as an affidavit but has been regarded merely as cumulative argument of the same character as that of the request for reconsideration.\nWe, of course, have considered it upon the same basis. The document, inter alia, states:\nThe spacing of the entrances to the preheat discharge passages a substantial distance behind the entrance to the main welding-discharge-passage overcomes the tendency of the latter to rob gas from the former. The absence of this gas-robbing tendency makes it possible to employ a pair of preheat passages of substantially less cross-sectional area than the welding jet passage and still maintain excellent stability of the preheat flames.\nBy providing a pair of preheat passages extending through the wall of the tubular nozzle and discharging to the atmosphere a substantial distance behind the main welding discharge orifice requires a substantially different welding technique from that employed with the patented device. Due to the wide spacing of the welding and preheating discharge orifices, this new welding technique requires the nozzle of the Hutchison application to be disposed at a relatively slight angle (nearly tangent) to the work as shown in Fig. 5 in order to render the preheating: jets effective. The angplar- inclination of- the preheat passages toward the main discharge orifice plays a significantly different role in the new welding technique from that of the preheat passage of the patented device in the technique employed with the latter. In the Hutchison device, the preheat passages direct the preheating jets against each side of the V-groove of the seam at a point substantially ahead of and toward the welding point as contrasted with the patented device which directs a single preheating jet into the V-groove of the seam in extremely close proximity with, and away from the welding point. The preheating jets of the Hutchison apparatus maintains extremely hot an extensive portion of the unwelded work ahead of the welding point, and, therefore, .ample time is provided for soaking the preheat into the metal before successive portions reach the main welding jet. It is possible, therefore, to weld several times- faster with the Hutchison nozzle than with the patented welding device of Kehl.\nThe above is substantially in conformity with, the teachings of appellant’s specification and states, in a succinct manner, matter argued at considerable length in appellant’s brief. We are impressed with its force. It is realized that “substantial distance” is a relative and somewhat indefinite term, or phrase, but terms and phrases of this character are not uncommon in patents in cases where, according to the art involved, the meaning can be determined with reasonable clearness. No objection was made below upon the ground of indefiniteness. While we do not regard this case as being precisely on all fours with the oft cited case of Eibel Process Co. v. Minnesota and Ontario Paper Company, 261 U. S. 45, where the Supreme Court sustained a patent which had been granted involving only a change of elevation of one end of the wire used in a paper-making machine, we are of the opinion that what appellant has done marks an advance in the art to which his device is applied that rises to the dignity of invention.\nThere is some argument in the brief of the Solicitor for the Patent Office, based upon the theory that appellant’s application as originally filed (it not being embraced in the record in that form and there being indications that it was amended in certain particulars) may not at first have made any point about there being a considerable distance between the main discharge orifice and the preheating orifices. However, the solicitor’s brief states that it is not intended by certain references made to the specification “to intimate that the reference to substantial distance * * * is new matter.” This does not appear to us to be a matter of moment here. There has been no objection respecting the sufficiency of the record filed, upon appeal, and we find no reference in the decision below indicating any question respecting the disclosures in the original specification.\nNumerous cases are cited in the briefs before us but since, as so often has been said, each case of this character, in the final analysis, must be decided upon its particular facts, no valuable purpose could be served by their discussion. Our conclusion here is not believed to be contrary to the principle involved in any authorities cited by the Solicitor for the Patent Office.\nThe decision of the board is modified, being affirmed as to claim 24 and reversed as to claims 21, 22, 23, and 25.",
        "type": "majority",
        "author": "Garrett, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Eugene 'L. Greenewald (Pml M. Geist and Bcurnwell R. King of counsel) for appellant.",
      "R. E. Whitehead (Reward 8. Miller of counsel) for tbe Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 829\nIn re Hutchison\n(No. 4154)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\nEugene 'L. Greenewald (Pml M. Geist and Bcurnwell R. King of counsel) for appellant.\nR. E. Whitehead (Reward 8. Miller of counsel) for tbe Commissioner of Patents.\n[Oral argument May 12, 1939, -by Mr.- King and Mr. Miller]\nBefore Gakeett, Presiding Judge, and Bland, Hateteld, Leneoot, and Jackson, Associate Judges"
  },
  "file_name": "1370-01",
  "first_page_order": 688,
  "last_page_order": 693
}
