{
  "id": 6093776,
  "name": "In re John Edward James",
  "name_abbreviation": "In re James",
  "decision_date": "1970-10-22",
  "docket_number": "No. 8268",
  "first_page": "1371",
  "last_page": "1378",
  "citations": [
    {
      "type": "official",
      "cite": "57 C.C.P.A. 1371"
    },
    {
      "type": "parallel",
      "cite": "167 U.S.P.Q. 403"
    },
    {
      "type": "parallel",
      "cite": "432 F.2d 473"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "5 USC §§ 701-6",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "341 F. 2d 157",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12164333,
        878477
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0967-01",
        "/f2d/341/0157-01"
      ]
    },
    {
      "cite": "52 CCPA 967",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164333
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0967-01"
      ]
    },
    {
      "cite": "411 F. 2d 1025",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2191625,
        6084911
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/411/1025-01",
        "/ccpa/56-2/1230-01"
      ]
    },
    {
      "cite": "56 CCPA 1230",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6084911
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/56-2/1230-01"
      ]
    },
    {
      "cite": "422 F. 2d 431",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2254896,
        6092708
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/422/0431-01",
        "/ccpa/57-2/0912-01"
      ]
    },
    {
      "cite": "57 CCPA 912",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092708
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/57-2/0912-01"
      ]
    },
    {
      "cite": "8 USPQ 220",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "47 F. 2d 378",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6555955,
        1835053
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/1016-01",
        "/f2d/47/0378-01"
      ]
    },
    {
      "cite": "18 CCPA 1016",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6555955
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/1016-01"
      ]
    },
    {
      "cite": "152 USPQ 292",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "268 F. 2d 744",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1972956,
        6080340
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/268/0744-01",
        "/ccpa/46-2/0938-01"
      ]
    },
    {
      "cite": "46 CCPA 938",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080340
      ],
      "weight": 2,
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/46-2/0938-01"
      ]
    },
    {
      "cite": "422 F. 2d 431",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2254896,
        6092708
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/422/0431-01",
        "/ccpa/57-2/0912-01"
      ]
    },
    {
      "cite": "57 CCPA 912",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092708
      ],
      "weight": 2,
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/57-2/0912-01"
      ]
    },
    {
      "cite": "370 F. 2d 927",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2050010,
        6086091
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "938"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f2d/370/0927-01",
        "/ccpa/54-2/0957-01"
      ]
    },
    {
      "cite": "54 CCPA 957",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6086091
      ],
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "969"
        },
        {
          "page": "255"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ccpa/54-2/0957-01"
      ]
    },
    {
      "cite": "268 F. 2d 744",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1972956,
        6080340
      ],
      "weight": 2,
      "year": 1959,
      "pin_cites": [
        {
          "page": "746"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f2d/268/0744-01",
        "/ccpa/46-2/0938-01"
      ]
    },
    {
      "cite": "46 CCPA 938",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080340
      ],
      "weight": 4,
      "year": 1959,
      "pin_cites": [
        {
          "page": "940"
        },
        {
          "page": "382"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ccpa/46-2/0938-01"
      ]
    },
    {
      "cite": "341 F. 2d 157",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12164333,
        878477
      ],
      "year": 1965,
      "opinion_index": 2,
      "case_paths": [
        "/ccpa/52-2/0967-01",
        "/f2d/341/0157-01"
      ]
    },
    {
      "cite": "52 CCPA 967",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164333
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 2,
      "case_paths": [
        "/ccpa/52-2/0967-01"
      ]
    },
    {
      "cite": "411 F. 2d 1025",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2191625,
        6084911
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "1028"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/f2d/411/1025-01",
        "/ccpa/56-2/1230-01"
      ]
    },
    {
      "cite": "56 CCPA 1230",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6084911
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "1235"
        },
        {
          "page": "109"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ccpa/56-2/1230-01"
      ]
    },
    {
      "cite": "422 F. 2d 431",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2254896,
        6092708
      ],
      "year": 1970,
      "opinion_index": 2,
      "case_paths": [
        "/f2d/422/0431-01",
        "/ccpa/57-2/0912-01"
      ]
    },
    {
      "cite": "57 CCPA 912",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092708
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "915-17"
        },
        {
          "page": "625-26"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ccpa/57-2/0912-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 807,
    "char_count": 20552,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 3.1562268994120546e-07,
      "percentile": 0.863003982085442
    },
    "sha256": "2c74e5942cca7e4d0745fa0395e71b99f1cf8cc5c6f86ed754118a9787fd1bb4",
    "simhash": "1:8767e5b802b83640",
    "word_count": 3469
  },
  "last_updated": "2024-02-27T19:10:35.585346+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Almond, Baldwin, Dane, Associate Judges, and Eokd, Judge, sitting by designation"
    ],
    "parties": [
      "In re John Edward James"
    ],
    "opinions": [
      {
        "text": "Baldwin, Judge,\ndelivered the opinion of the court:\nJames appeals from the action taken by the Patent Office Board of Appeals dismissing his appeal to that tribunal for failure to file a reply brief. For reasons stated herein, we have decided that this court lacks jurisdiction over the subject matter of the controversy and therefore dismiss this appeal.\nThe facts are as follows:\nCertain claims in appellant’s application were given a final rejection as “unpatentable over Montgomery, et al. in view of Berger, et al.” •\nAppellant appealed the Final Rejection and submitted a brief to the Board of Appeals where in he listed all references of record (including 4 patents not mentioned in the Final) but only discussed and argued the two patents relied upon in the final.\nIn his Answer, the examiner listed two additional references, Nelles and Lincoln, as “NEW REFERENCES CITED TO FURTHER SHOW THE STATE OF THE ART.” Nelles and Lincoln were discussed under the heading “THE REFERENCES” but were not mentioned in “THE REJECTION”. In “THE ARGUMENT” the examiner used Lincoln to rebut one of appellant’s contentions but added that a particular point emphasized would be apparent to one skilled in the art even absent Lincoln’s disclosure; he also briefly mentioned Nelles, again referred to as “cited to further show the state of the art.” The Answer was concluded by the following paragraph:\nSince the use of the newly cited reference to further show the state of the art may be considered a new ground of rejection, appellant has sixty days within which to file a reply to this answer. Such reply may include any new amendment or material appropriate to the new ground and may request remand to the Examiner to consider such amendment or material. Prosecution other wise remains closed.\nThe record is silent as to to any further action by either appellant or examiner.\nThe Board of Appeals took the following action (which we reproduce in its entirety), listed in the record as “Decision of Board of Appeals”:\nThe Examiner in his Answer added two new references to “show the state of the art”. However, it is quite clear in studying .the Answer (note particularly the application of the Lincoln et al. patent in page 4 and of the Nelles et al. patent in page 5) that the new references are key references required to support the rejection of the appealed claims as unpatentable over the art.\nRecognizing that the inclusion of these newly cited references might be considered. as a new ground of rejection, the Examiner in the last page of his Answer granted appellant additional time to file a reply brief. Since appellant did not file such reply brief and has neither acknowledged nor discussed the additional references nor the application thereof to the claims at issue, we do not have appellant’s position as to the rejection (Rule 192a) and are not presented with proper appealable issues.\nIn view of appellant’s failure to file a brief directed to the rejection based upon all the references relied upon in the Examiner’s Answer, this appeal is dismissed (see Rule 192b and In re Dismissal of Appeal to Board of Appeals if no Brief is Eiled, 152 USPQ 292).\nAppellant proceeded no further in the Patent Office, but directly appealed to this court, submitted a printed record, and filed a brief asserting that the hoard’s dismissal was improper and should be reversed. That brief in no way discusses the merits of the prior art rejection, ¡but argues only the impropriety of the board’s dismissal.\nThe solicitor has responded to appellant’s position, first in a motion to dismiss the appeal to this court (which was denied without prejudice), later in his brief and finally at oral hearing, with the contention that this court lacks jurisdiction to review the protested action of the board. Briefly smnmarized, the solicitor’s position is that the action taken by the board in this case, since it did not involve review of the examiner’s position on the patentability of appellant’s claims, but merely consisted of a factual determination that there was a new ground of rejection and a notice that there would be no decision on patentability, was not such a “decision” which, under 35 USC 141, this court is authorized to review.\nAppellant has met this contention with the argument that the court does have jursidiction since the board did review the examiner’s position and “decided” that the Nelles and Lincoln references were “key” references and that a new ground of rejection was made.\nNeither party has argued the merits of the claimed invention on appeal, confining themselves to their respective positions regarding the question of our jurisdiction and the propriety of the board’s action. Of necessity, the jurisdictional question must be settled first.\nThe solicitor’s entire argument is based on the premise that the jurisdiction of this court in ex parte patent cases is defined and limited by the provision of 35 USC 141 which reads:\nAn applicant dissatisfied with the decision of the Board of Appeals may appeal to the United States Court of Customs and Patent Appeals, thereby waiving his right to proceed under section 145 of this title. * * *\nThat premise apparently had its genesis in the opinion of this court handed down almost forty years ago, in Sundback v. Blair, 18 CCPA 1016, 47 F. 2d 378, 8 USPQ 220 (1931). In that case, the court had before it an appeal from a decision of the Board of Appeals sustaining the action taken by a law examiner on a motion to dissolve in an interference proceeding. Review of such actions by the board had been provided for by Patent Office rule. Finding first that the law examiner was acting for the Commissioner of Patents, who had the sole statutory authority to dissolve an interference, the court concluded that the board was also acting only for the Commissioner, and not in any capacity provided for in the statutes.\nConsidering the language of the predecessor of 35 USC 141, which was substantially identical to the present language, the court then found that it lacked jurisdiction to hear such an appeal, stating:\nIWe are clear that appeals can be taken to this Court only from decisions which the Board of Appeals is specifically authorized by the statutes to make in proceedings relating to patents; and that any decisions not so authorized hut which are made under authority of the Commissioner of Patents to aid him in the performance of his duties, are not appealable to this Court.\niNowhere in the statutes is the Board of Appeals specifically given any jurisdiction except in a prescribed appellate capacity. If any jurisdiction is exercised by it in proceedings relating to patents, not expressly authorized by the statutes, but under rules of the Patent Office, any decision rendered thereunder is not a decision which is appealable to this Court, because there is no statutory authority for such an appeal.\nSince tbat case was decided, we have been required to reconsider its bolding several times but liave never felt the need to alter it. Certainly we have not narrowly construed the meaning of the word “decision” in the statute. See, e.g., In re Searles, 57 CCPA 912, 422 F. 2d 431, 164 USPQ, 623 (1970). However, in every case in which we have discussed the meaning of that word, it has been concluded that an acceptable “decision”, in the jurisdictional sense, refers to an action taken by the board, in a capacity, provided for in the statutes which has been dispositive of the appeal in that it has adjudicated a legal right. Cf. In re Marriott-Hot Shoppes, Inc., 56 CCPA 1230, 411 F. 2d 1025, 162 USPQ 106 (1969); U.S. Treasury v. Synthetic Plastics Co., 52 CCPA 967, 341 F. 2d 157,144 USPQ 429 (1965).\nConsidering the case before us now, we agree with appellant that, in its handling of this appeal, it appears that the board first not only had to determine what subject matter was being claimed by appellant, but also had to consider the teachings of each prior art reference, the rationale and position of the examiner both before he cited the new references and after, and the arguments made by appellant in his brief on appeal. Analyzing the board’s opinion, it further becomes apparent that the following conclusions are implicit therein: first, that the newly-cited references contained teachings pertinent and critical to a position pressed by the examiner in his answer; second, that the position maintained in that Answer involved a change substantial enough to be considered a new ground of rejection; and third, that appellant’s brief did not contain an adequate response to that new ground of rejection.\nEven taking all this into consideration, however, we are compelled to disagree with appellant that the final action of the board here was a “decision” which this court has jurisidiction to review. Such action might have been arbitrary, and, we must point out, appears to have been less than fair. While appellant’s attorney should have acted in anticipation of a finding of a new ground of rejection, it would seem that ordinary rules of fairness would have dictated in this case that he be given an opportunity to complete his argument.\nThe board here appears to have been responding to what it thought to be the rulings of the Commissioner. Its interpretation of those rulings might very well have been in error. Nevertheless, the fact remains that, in so responding, the board was acting only under authority of the rules — as an agent of the Commissioner — and not in any statutory capacity, reviewing, on its merits, an adverse decision of the examiner. See, e.g., 35 USC 7. The action taken here, if dispositive, was so only in a procedural sense. Any error involved was solely an abuse of discretion. We have concluded that such action, standing by itself, was outside the scope of our authority to review and accordingly, this appeal must be dismissed. Appellant’s proper avenue for review was by recourse to Rule 181 and 5 USC §§ 701-6.\nThe application orginally contained 27 claims. Among the issues left unsettled by the board’s action in this case was the propriety of a restriction requirement which left the status of a number of claims uncertain. Beyond this comment we will say nothing further concerning either the subject matter of the claims or the merits of any rejection.\nSerial No. 324,207, filed November 18, 1963, entitled “Corrosion Protection and Compositions Therefor.”\nThe board was apparently prompted by a “Commissioner’s Notice” dated May 4, 1966 (827 O.G.l), which admonished applicants that “Lack of response by way of brief to any ground of rejection will result in dismissal of the appeal as to the claims affected.” We presume that appellant was aware of this notice.\nWe believe that this avenue should still be open to appellant. S Rule 183.",
        "type": "majority",
        "author": "Baldwin, Judge,"
      },
      {
        "text": "LaNE, Judge,\nconcurring.\nI agree with the result reached by the majority in finding that the board in this case was acting under the Commissioner’s authority rather than its own, and hence, under Sundbaok, was not rendering a “decision” within the meaning of 35 USC 141. The fact that a given Patent Office determination is not a decision under section 141 does not mean that such determination is not revietoable in this court. Such determinations are reviewable here if they are logically related to a decision under section 141, either on patentability (see In re Searles, 57 CCPA 912, 422 F. 2d 431, 164 USPQ 623 (1970)), or on priority (see the second decision in Vandenberg v. Reynolds, 46 CCPA 938, 268 F. 2d 744, 122 USPQ 381 (1959)). In the present case the board made no determination on patentability and thus did not open the no-reply-brief question to our review.",
        "type": "concurrence",
        "author": "LaNE, Judge,"
      },
      {
        "text": "Rich, Judge,\ndissenting.\nI agree with the majority that the jurisdictional question raised by the solicitor must be settled before we can turn to the propriety of the board’s action, I agree that there is no need to alter the holding of Sundback v. Blair, and I agree that the action of the board “appears to have been less than fair,” but I disagree that “the final action of the board * * * was [not] a ‘decision’ which this court has jurisdiction to review.”\nThe appeal in Sundback v. Blair was from a decision of the Board of Appeals in a proceeding authorized by rule rather than statute. Section 4904 of the patent statute then in force read in relevant part: “Whenever an application is made for a patent which, in the opinion of the commissioner, would interfere with any pending application or with any unexpired patent, he shall give notice thereof to the applicants, or applicant and patentee, as the case may be, and shall direct the primary examiner to proceed to determine the question of priority of invention.” (Emphasis mine.) However, the Commissioner had delegated that authority, providing ¡by rule that motions to dissolve an interference should be heard and determined by a law examiner and that appeal from such a decision of a law examiner was to the Board of Appeals. Thus the decision of the law examiner appealed to the Board of Appeals was, as this court then decided, in legal effect the decision of the Commissioner. Similarly, the decision of the board on appeal from the law examiner’s decision was in legal effect the decision of the Commissioner and therefore not reviewable by us for the same reason that decisions actually, personally made by the Commissioner or an Assistant Commissioner acting as his delegee are ordinarily not reviewable by us.\nIn the instant case, on the other hand, the Board of Appeals was acting in its routine, statutory capacity, which is as a reviewer of “adverse decisions of examiners upon applications for patents.” 35 USC 7. Granted, its decision was based on a Patent Office rule rather than a statute, but the Commissioner is authorized by statute, subject to the approval of the Secretary of Commerce, to “establish regulations, not inconsistent with law, for the conduct of proceedings in the Patent Office.” 35 USC 6. These regulations, if approved by the Secretary of Commerce and not inconsistent with statutory, constitutional, or treaty law, have the force and effect of law. Vandenberg v. Reynolds, 46 CCPA 938, 940, 268 F. 2d 744, 746, 122 USPQ 381, 382 (1959). And for all practical purposes they are law, the same as statutory law. A decision of the board interpreting such a regulation is no less a decision of the board subject to our review than a decision of the board interpreting a statute, the Constitution, or a treaty. A decision of the board on a statutory appeal interpreting a regulation esablished by the Commissioner stands on a very different footing from a decision (whether interpreting a statute, a rule, or opinions of this or any other court) in a proceeding in which the entire proceeding consists, as it did in the SundbacJe case, only of the exercise of delegated authority.\nThere are, I think, two other grounds for its decision implicit in the majority’s opinion: Our reluctance to handle piecemeal appeals, and our traditional deference to the board on matters of Patent Office procedure. Although I am wholly in agreement with the propriety of basing decisions on either ground in appropriate cases, neither, T submit, justifies the majority’s action here.\nAs far as the first of these grounds is concerned, it is well established that we will not decide interlocutory appeals. United States Treasury v. Synthetic Plastics Co., 52 CCPA 967, 341 F. 2d 157, 144 USPQ 429 (1965). Indeed, the United States Treasury case seems to have raised that principle to a requirement of jurisdiction in trademark cases, and I see no need to question the majority’s assumption that the word “decision” (of the Trademark Trial and Appeal Board) in 15 USC 1071, construed in that case, has the same meaning as the word “decision” (of the Patent Office Board of Appeals) in 35 USC 141, construed in this case. All that that case required, and all that I think we should require in this case, is that the decision be “a dis-positive decision in which a right has been adjudicated.” In this case there is no doubt that a right has been adjudicated (the applicant’s right to have his appeal heard on the merits by the Board of Appeals), and there is no doubt that the decision was dispositive (the applicant will have lost his claims unless someone reverses the Board).\nThe majority, however, has read an additional requirement into our version of the interlocutory appeals rule. Not only must the decision below be final, it must also be “on the merits.” That requirement, in my view, is no part of the interlocutory appeals rule; it is part of the majority’s other ground for its decision, the “matters of Patent Office procedure are best determined by the tribunals of the Patent Office” rule.\nAs far as this second of the grounds I think implicit in the majority’s opinion is concerned, our deference to the board on procedural matters rests, not on a distinction between Congress-made law and Commissioner-made law, nor on a jurisdictional inability to decide controversies concerning the interpretation of Patent Office rules, but on a measured appreciation of the board’s expertise in matters concerning Patent Office practice. This deference is compelled by no statute, and there can be no doubt that we do have the authority to review matters of Patent Office procedure when properly presented to us. Only last spring, in a unanimous decision delivered by Judge Baldwin, this court held an examiner’s refusal to permit entry of an amendment into the official record to be an “adverse decision” properly reviewable, first by the Board of Appeals under 35 USC 7 and then by ns under 35 USC 141. In re Searles, 57 CCPA 912, 915-17, 422 F. 2d 431, 43A-35, 164 USPQ 623, 625-26 (1970). The opinion correctly noted that “traditionally, such actions being considered procedural, rather than substantive, recourse was available only through petition to the Commissioner of Patents, review of his decisions being possible by means of civil action” (footnote omitted), but we found jurisdiction (1) because the act was “determinative of the rejection” (the interlocutory appeals rule again, in different guise), and (2) because it “required the exercise of technical skill and legal judgment in order to evaluate the facts presented, interpret the requirements of 35 USC 116 and Rule lj.5 and weigh the facts against those requirements.” (Emphasis mine.)\nOf course I am not suggesting, and the court in Searles did not mean to suggest, that every “decision” made by an examiner is appealable, first to the board and then to us. It may well be that many are not. In re Marriott-Hot Shoppes, Inc., 56 CCPA 1230, 1235, 411 F. 2d 1025, 1028, 162 USPQ 106, 109 (1969). But I do think that this court has statutory jurisdiction to review every decision of the Board of Appeals made in the exercise of its. statutory jurisdiction, or in the purported exercise of its statutory jurisdiction. In re Wiechert, 54 CCPA 957, 969, 370 F. 2d 927, 938, 152 USPQ 247, 255 (1967).\nI think we should review the action of the board, because we have jurisdiction to do so, and decide whether its action in dismissing the appeal was correct. Believing it to be incorrect, I would then remand for review of the merits of the rejection.\nThe sole exception to date being, so far as X am aware, a decision not to strike the application of the senior party to an interference under Rule 56. Vandenberg v. Reynolds, 46 CCPA 938, 268 F. 2d 744, 122 USPQ 381 (1959). 'There we reviewed the Commissioner’s decision because we regarded it as ancillary to priority.\nIn this connection I would like to point out that the first sentence of 35 USC 141 reads generally “An applicant dissatisfied with the decision of the Board of Appeals may appeal * * whereas the second sentence of the same section reads “A party to an interference dissatisfied with the decision of the board of patent interferencees on the question of priority may appeal * * (Emphasis mine.) There is no requirement in the first sentence that the applicant be dissatisfied with the decision of the Board of Appeals on the question of patentability.",
        "type": "dissent",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "Arnold B. Christen, attorney of record, for appellant. Christen, Sobol & O’Brien, of counsel.",
      "Sí. Wm. Coehran for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "432 F. 2d 473; 167 USPQ 403\nIn re John Edward James\n(No. 8268)\nUnited States Court of Customs and Patent Appeals,\nOctober 22, 1970\nArnold B. Christen, attorney of record, for appellant. Christen, Sobol & O’Brien, of counsel.\nSí. Wm. Coehran for the Commissioner of Patents.\n[Oral argument February 3, 1970 by Mr. Coehran ;\nBefore Rich, Almond, Baldwin, Dane, Associate Judges, and Eokd, Judge, sitting by designation"
  },
  "file_name": "1371-01",
  "first_page_order": 693,
  "last_page_order": 700
}
