{
  "id": 11316290,
  "name": "Howard B. MONEY, Foster Trader, William Quinn, Joseph Merkel, Charles Perrin, and Clifton Biddle, Plaintiffs Below, Appellants, v. MANVILLE CORPORATION ASBESTOS DISEASE COMPENSATION TRUST FUND, and Celotex Corporation, Defendants Below, Appellees",
  "name_abbreviation": "Money v. Manville Corp. Asbestos Disease Compensation Trust Fund",
  "decision_date": "1991-08-07",
  "docket_number": "",
  "first_page": "1372",
  "last_page": "1378",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 1372"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "96 Yale L.J. 376",
      "category": "journals:journal",
      "reporter": "Yale L.J.",
      "year": 1986,
      "opinion_index": 0
    },
    {
      "cite": "542 A.2d 352",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7871229
      ],
      "weight": 11,
      "year": 1987,
      "pin_cites": [
        {
          "page": "355"
        },
        {
          "page": "354"
        },
        {
          "page": "355"
        },
        {
          "page": "355"
        },
        {
          "page": "353"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/542/0352-01"
      ]
    },
    {
      "cite": "525 A.2d 992",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7893676
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "997"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/525/0992-01"
      ]
    },
    {
      "cite": "559 A.2d 1228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7907064
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/559/1228-01"
      ]
    },
    {
      "cite": "571 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11349760
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "734",
          "parenthetical": "citing 18 Del. C. § 6853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/571/0724-01"
      ]
    },
    {
      "cite": "205 A.2d 825",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1964,
      "pin_cites": [
        {
          "page": "826"
        },
        {
          "page": "826"
        },
        {
          "page": "826"
        },
        {
          "page": "826"
        },
        {
          "page": "827"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "213 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 5,
      "year": 1965,
      "pin_cites": [
        {
          "page": "858"
        },
        {
          "page": "858"
        },
        {
          "page": "858"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "487 A.2d 1137",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920413
      ],
      "weight": 6,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1141"
        },
        {
          "page": "1141"
        },
        {
          "page": "1141"
        },
        {
          "page": "1141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/487/1137-01"
      ]
    },
    {
      "cite": "208 A.2d 516",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "518"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "493 F.2d 1076",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        198835
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1094"
        },
        {
          "page": "1094"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/493/1076-01"
      ]
    },
    {
      "cite": "164 A.2d 260",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "262"
        },
        {
          "page": "262"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "588 A.2d 1094",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7385836
      ],
      "weight": 7,
      "year": 1991,
      "pin_cites": [
        {
          "page": "1097"
        },
        {
          "page": "1097"
        },
        {
          "page": "1098"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/588/1094-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 18485,
    "ocr_confidence": 0.807,
    "pagerank": {
      "raw": 2.9203878692563464e-07,
      "percentile": 0.8465649927852936
    },
    "sha256": "88b10e730eaea552ba677c19117ea05f144a4592bca9d8cdbcb3f32e9969bc51",
    "simhash": "1:c8d65cb3e359f7da",
    "word_count": 2848
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MOORE, WALSH and HOLLAND, JJ."
    ],
    "parties": [
      "Howard B. MONEY, Foster Trader, William Quinn, Joseph Merkel, Charles Perrin, and Clifton Biddle, Plaintiffs Below, Appellants, v. MANVILLE CORPORATION ASBESTOS DISEASE COMPENSATION TRUST FUND, and Celotex Corporation, Defendants Below, Appellees."
    ],
    "opinions": [
      {
        "text": "HOLLAND, Justice:\nThis is an appeal from a Superior Court order granting the defendant-appellees’ motion for a directed verdict. The plaintiff-appellants are Howard B. Money, Jr., Foster D. Trader, Charles Perrin, Joseph H. Merkel, Sr., and Clifton C. Biddle (collectively the “plaintiffs”). Each of them filed a law suit in the Superior Court against numerous entities, including inter alia the defendant-appellees, Manville Corporation Asbestos Disease Compensation Trust Fund and Celotex Corporation (collectively the “defendants”). Each action alleged that exposure to the asbestos products of the defendants had caused the plaintiffs’ asbestos-related physical injuries.\nAfter extensive discovery and pretrial proceedings, the separate actions were consolidated for a trial commencing on April 10, 1990. The plaintiffs presented two types of evidence: first, that each plaintiff had a disease related to asbestos exposure; and second, that the defendants were the manufacturers of various asbestos products which each plaintiff had used during the course of their employment. After the close of the plaintiffs’ evidence, the defendants moved for a directed verdict, contending that the plaintiffs had failed to present a prima facie case on the issue of causation.\nThe Superior Court granted the defendants’ motion for a directed verdict holding that, in the absence of expert medical testimony providing a direct nexus between the defendants’ asbestos products and plaintiffs’ asbestos-related injuries, the plaintiffs had failed to establish a prima facie case on the issue of causation. In this appeal, the plaintiffs argue that the Superi- or Court’s holding was erroneous because the jury should have been permitted to infer from the evidence which was presented that each defendant’s product was a proximate cause of each plaintiff’s injuries. We have concluded that the Superior Court’s decision should be affirmed.\nFacts\nThe facts in this case are undisputed. Each plaintiff filed an action in Superior Court alleging negligence, misrepresentation and intentional tort. According to each complaint, each plaintiff had suffered serious and permanent injury as a consequence of exposure to the defendants’ asbestos products during their employment with Delmarva Power and Light (“DP & L”).\nAt trial, the plaintiffs each testified as to their respective employment responsibilities while working for DP & L. According to that testimony, those responsibilities involved either the direct or indirect manipulation of products containing asbestos. The plaintiffs testified that the asbestos products which they worked with were manufactured by the defendants.\nThe plaintiffs also presented testimony at trial from other employees of DP & L. Those witnesses testified that each of the plaintiffs had worked for DP & L and were exposed to products which contained asbestos. These witnesses identified the defendants as the manufacturers of those products.\nDr. Donald Auerbach (“Dr. Auerbach”) was called by the plaintiffs as an expert witness in pulmonary medicine. According to Dr. Auerbach, the criteria for diagnosing asbestos-related diseases includes a history of exposure to asbestos, a suitable latency period which can be from 10 to 40 years, physical examinations, chest x-rays and pulmonary examinations, such as breathing tests. Dr. Auerbach testified that he examined each of the plaintiffs in 1986 and 1989, using the above criteria.\nDr. Auerbach then testified with respect to his findings as to each of the plaintiffs. Specifically, he found that each of the plaintiffs had a history of exposure to asbestos-related products and suffered from an asbestos-related disease. However, Dr. Auerbach did not opine, that the plaintiffs’ exposure to the defendants’ products was the cause of their asbestos-related diseases.\nThe plaintiffs concluded the presentation of their cases at trial by reading the defendants’ answers to certain interrogatories into the record. Those interrogatory answers described the products mined, produced, or manufactured by each of the defendants respectively which contained asbestos. The defendants’ interrogatory answers also included a description of the methods by which the products were manufactured and how asbestos was incorporated into them.\nThe Parties’ Contentions\nThe parties are in agreement that the liability of a defendant depends upon a plaintiff proving that the defendant’s negligent conduct proximately caused the plaintiff’s injury. Culver v. Bennett, Del.Supr., 588 A.2d 1094 (1991). The parties are in agreement that, under Delaware law, establishing proximate cause requires a plaintiff to prove that but for the tortious conduct of the defendant, the injury which the plaintiff has suffered would not have occurred. Id. at 1097. The parties also agree that there may be more than one proximate cause of a plaintiff’s injury. Id. (citing McKeon v. Goldstein, Del.Supr., 164 A.2d 260, 262 (I960)).\nHowever, the parties disagree about the nature of the evidence which the plaintiffs were required to introduce in this case to meet their burden of proof on the issue of proximate cause. According to the defendants, the plaintiffs were required to introduce direct expert medical testimony which established that the plaintiffs’ exposure to each defendant’s asbestos product was a proximate cause of each plaintiff’s asbestos-related disease. Conversely, the plaintiffs argue that they presented a prima facie case on the issue of causation by establishing that they were exposed to the asbestos products of each of the defendants and that each of them had a disease caused by exposure to asbestos. According to the plaintiffs, a directed verdict in favor of the defendants was improper because the jury was entitled to infer from the evidence which had been presented that exposure to each of the defendants’ products was a proximate cause of their asbestos-related diseases. See Borel v. Fibreboard Paper Products Corp., 493 F.2d 1076, 1094 (5th Cir.1973).\nProximate Cause Generally\nDelaware’s common law has traditionally recognized that there may be more than one proximate cause of an injury. Culver v. Bennett, 588 A.2d at 1097. Thus, in an action based upon negligence against multiple defendants, the liability of a particular defendant is not dependent upon a showing that the defendant’s conduct was the exclusive cause of the plaintiff’s injuries. Id. Nevertheless, in a negligence action involving numerous defendants, the plaintiff is required to establish that the negligence of each defendant was a proximate cause of the injury which the plaintiff has suffered. Id.\nThe issue of proximate cause is ordinarily a question of fact to be submitted to the jury. Culver v. Bennett, 588 A.2d at 1098. However, before the question of proximate cause may be submitted to the jury, the plaintiff is required to establish a prima facie case on that issue. It is permissible for a plaintiff to make a prima facie case that a defendant’s conduct was a proximate cause of the plaintiff’s injuries, based upon an inference from the plaintiff’s competent evidence, if such a finding relates to a matter which is within a lay person’s scope of knowledge. Compare Chudnofsky v. Edwards, Del. Supr., 208 A.2d 516, 518 (1965). However, “[i]f the matter in issue is one within the knowledge of experts only and not within the common knowledge of laymen, it is necessary for the plaintiff to introduce expert testimony in order to establish a pri-ma facie case.” M.S. Madden, Products Liability 533 (2nd ed. 1988). See Mountaire of Delmarva, Inc. v. Glacken, Del. Supr., 487 A.2d 1137, 1141 (1984); Weiner v. Wisniewski, Del.Supr., 213 A.2d 857, 858 (1965); Laskowski v. Wallis, Del.Supr., 205 A.2d 825, 826 (1964).\nEstablishing Proximate Cause When Direct Expert Testimony is Required\nIn this case, the plaintiffs introduced evidence that each of them had been exposed to products containing asbestos which had been manufactured by each of the defendants. In addition, the plaintiffs introduced medical testimony that each of them suffered from an asbestos-related disease. Thus, the plaintiffs contend that the jury was entitled to draw an inference that exposure to each defendant’s asbestos product was a proximate cause of their asbestos-related diseases.\nThe plaintiffs’ argument fails to recognize the distinction between matters which are within the common knowledge of lay persons and matters which depend on expert skill and training. When the issue of proximate cause is presented in a context which is not a matter of common knowledge, expert testimony may provide a sufficient basis for a finding of causation, but in the absence of such expert testimony it may not be made. W. Keeton, Prosser and Keeton on the Law of Torts 269 (5th ed. 1984). The Delaware Medical Malpractice statute, for example, usually requires direct expert medical testimony to support a jury’s finding of negligence and causation. Russell v. Kanaga, Del.Supr., 571 A.2d 724, 734 (1990) (citing 18 Del. C. § 6853). See Wahle v. Medical Center of Delaware, Inc., Del.Supr., 559 A.2d 1228, 1231 (1989); Strauss v. Biggs, DeLSupr., 525 A.2d 992, 997 (1987). Just as the General Assembly has recognized that the proximate cause of injuries which are attributable to medical negligence are ordinarily only determinable by expert medical knowledge, this Court has held that expert medical testimony is necessary to support such a finding in certain other health-related matters. Mountaire of Delmarva, Inc. v. Glacken, 487 A.2d at 1141; Weiner v. Wisniewski, 213 A.2d at 858; Laskowski v. Wallis, 205 A.2d at 826.\nSimilarly, it has been generally recognized that the causation of latent physical conditions or the existence of a particular disease must rest upon the individualized findings and opinion of a trained physician. 31A Am.Jur.2d Expert and Opinion Evidence § 243 (1989). In fact, in Delaware, the Superior Court has previously concluded that a finding of proximate cause in matters involving the pathology of a disease such as cancer is not within the common knowledge of laymen and requires expert medical testimony. Lee v. A. C. & S. Co., Del.Super., 542 A.2d 352, 355 (1987). Therefore, the Superior Court has ruled that the cause of a disease such as cancer in a particular individual must be the product of the thought processes and considerations of a trained physician. Id. Consequently, the Superior Court has held that any showing of the causal nexus between asbestos exposure and a plaintiff’s asbestos-related disease cannot be established by inference but must be made through direct expert medical testimony. Id. at 354. Cf Borel v. Fibreboard Paper Products Corp., 493 F.2d at 1094.\nEstablishing Proximate Came in This Case Direct Expert Testimony was Required\nIn the case sub judice, as in other previous cases involving claims for asbestos-related diseases, the record reflects that multiple suppliers of asbestos products are involved either as defendants or subject to an apportionment of fault under the Uniform Contribution Among Tort-Feasors Law, 10 Del. C. Ch. 63. The record also reflects that the nature of the asbestos product of each defendant differs with respect to its physical characteristics and the tendency of the product to release asbestos fibers when used. Consequently, neither the defendant’s asbestos products nor the extent of release of fibers from those asbestos products can be viewed as generic. Moreover, the record in this case reflects that human beings do not react uniformly following their exposure to a toxic substance. Specifically, the record reflects that exposure to asbestos products results in the manifestation of asbestos-related diseases which, like the diseases of the plaintiffs in this case, vary in different individuals.\nThe plaintiff always has the burden of proving by competent evidence that there was a reasonable probability of a causal connection between each defendant’s negligence and the plaintiff’s injury. Weiner v. Wisniewski, 213 A.2d at 858. When the issue of causation is presented in a context which is not a matter of common knowledge, such a reasonable probability can only be proven by the testimony of a competent expert witness. Id. Accord Laskowski v. Wallis, 205 A.2d at 826. In the context of the case sub judice, the ratio decidendi of the Superior Court’s decision in Lee on the issue of causation is persuasive and consistent with this Court’s prior precedents. Mountaire of Delmarva, Inc. v. Glacken, Del.Supr., 487 A.2d 1137 (1984); Weiner v. Wisniewski, Del. Supr., 213 A.2d 857 (1965); Laskowski v. Wallis, Del.Supr., 205 A.2d 825 (1964). The causal nexus between exposure to an asbestos product or various asbestos products and a particular asbestos-related disease is not a matter of common knowledge. Lee v. A.C. & S. Co., 542 A.2d at 355.\nWe hold that to make a prima facie showing with respect to the cause of an asbestos-related disease, a plaintiff must introduce direct competent expert medical testimony that a defendant’s asbestos product was a proximate cause of the plaintiff’s injury. Id. Compare Mountaire of Delmarva, Inc. v. Glacken, 487 A.2d at 1141. This holding requires the plaintiff’s expert medical witness to state, in terms of reasonable medical probability, that there was a causal relationship between the defendant’s product and the plaintiff’s physical injury, i.e., that but for the plaintiff’s exposure to the defendant’s asbestos product, the plaintiff’s injury would not have occurred. Compare Mountaire of Delmarva, Inc. v. Glacken, 487 A.2d at 1141; Laskowski v. Wallis, 205 A.2d at 826. Without such expert medical testimony in an action which alleges that a plaintiff’s asbestos-related disease was the result of exposure to a particular defendant’s asbestos-containing product, the issue of proximate cause cannot be submitted to the jury.\nIn the case sub judice, the plaintiffs presented expert medical testimony that each of them is suffering from a disease which was caused by exposure to asbestos products. However, the plaintiffs did not introduce direct expert medical testimony into evidence which established a causal nexus between each defendant's asbestos product and each plaintiff’s asbestos-related disease. In this case, in the absence of such direct expert medical testimony, a lay jury’s finding that exposure to each defendant’s asbestos product was a proximate cause of each plaintiff’s asbestos-related disease would necessarily have been speculation. Laskowski v. Wallis, 205 A.2d at 827. Therefore, the Superior Court properly ruled that the plaintiffs’ evidence failed to satisfy the burden of proof which was required to establish a prima facie case on the issue of causation and directed the entry of judgments in favor of the defendants following the presentation of the plaintiffs’ case. Lee v. A.C. & S. Co., 542 A.2d at 355.\nConclusion\nThe judgments of the Superior Court, granting the defendants’ motions for a directed verdict against each plaintiff, are\nAFFIRMED.\n. The appellee, Celotex Corporation, filed a petition in bankruptcy on October 12, 1990. Therefore, this Court stayed this appeal as to that appellee only. Celotex Corporation was directed to notify this Court, within ten days, of any change in its bankruptcy status.\n. At the time of trial, only Celotex Corporation, Manville Corporation Asbestos Disease Compensation Trust Fund and Garlock, Inc. remained as defendants in the actions. The plaintiffs reached a settlement with the defendant Gar-lock, Inc. on April 23, 1990. Consequently, Gar-lock, Inc. is not a party in this appeal.\n. At trial, the plaintiffs also presented the testimony of Dr. David Parkinson, an occupational health expert, with respect to the development of medical and industrial knowledge regarding the effects of asbestos fiber upon the human body.\n.Dr. Auerbach diagnosed Mr. Money and Mr. Perrin as each having pulmonary asbestosis. Dr. Auerbach diagnosed Mr. Trader and Mr. Quinn as having asbestos-related pleural disease. Dr. Auerbach diagnosed Mr. Biddle and Mr. Merkel as also suffering from asbestos-related pleural disease.\n. See also McKeon v. Goldstein, 164 A.2d at 262.\n. In Lee, the Superior Court held that an epidemiologist’s testimony was insufficient expert medical testimony to prove that exposure to asbestos products caused the decedent’s disease and death. Lee v. A.C. & S. Co., Inc., Del.Super., 542 A.2d 352 (1987). In Lee, the decedent had worked for many years with asbestos products at his place of employment. Id. at 353. When he died, he had lung cancer as well as other cancers of the body. Id. The plaintiff, the administratrix of the estate of the decedent, sought to introduce the opinion testimony of the epidemiologist \"as to the probable cause of decedent's cancer and death based on the mass statistical probability for a person who has been exposed to asbestos.” Id. The Superior Court held that \"any showing of causal nexus between asbestos exposure and decedent’s disease and death must be made through medical testimony.” Id. at 354 (citing Mountaire of Delmarva, Inc. v. Glacken, Del.Supr., 487 A.2d 1137 (1984)). Although the Superior Court allowed the epidemiologist to state statistical data concerning exposure to asbestos, testimony by the epidemiologist as to the proximate cause of the decedent’s death was not allowed. Id. at 356. The Superior Court carefully discussed the distinction between establishing causation with a direct expert medical testimony based upon an individualized diagnosis, and an inference of causation based upon an epidemiologist's testimony about the statistical frequencies of diseases among groups. Id at 355. Cf. S. Gold, Causation in Toxic Torts: Burdens of Proof, Standards of Persuasion and Statistical Evidence, 96 Yale L.J. 376 (1986).",
        "type": "majority",
        "author": "HOLLAND, Justice:"
      }
    ],
    "attorneys": [
      "John M. Bader, Tomar, Simonoff, Adouri-an & O’Brien, Wilmington, for appellants.",
      "John C. Phillips, Jr. (argued), and Carmella P. Keener, Phillips, Goldman, Spence & Nolte, Wilmington, for Manville Corp. Asbestos Disease Compensation Trust Fund."
    ],
    "corrections": "",
    "head_matter": "Howard B. MONEY, Foster Trader, William Quinn, Joseph Merkel, Charles Perrin, and Clifton Biddle, Plaintiffs Below, Appellants, v. MANVILLE CORPORATION ASBESTOS DISEASE COMPENSATION TRUST FUND, and Celotex Corporation, Defendants Below, Appellees.\nSupreme Court of Delaware.\nSubmitted: April 19, 1991.\nDecided: Aug. 7, 1991.\nJohn M. Bader, Tomar, Simonoff, Adouri-an & O’Brien, Wilmington, for appellants.\nJohn C. Phillips, Jr. (argued), and Carmella P. Keener, Phillips, Goldman, Spence & Nolte, Wilmington, for Manville Corp. Asbestos Disease Compensation Trust Fund.\nBefore MOORE, WALSH and HOLLAND, JJ."
  },
  "file_name": "1372-01",
  "first_page_order": 1438,
  "last_page_order": 1444
}
