{
  "id": 12076466,
  "name": "Brahma S. KAUSHIVA, Appellant, v. Allen M. HUTTER, Appellee",
  "name_abbreviation": "Kaushiva v. Hutter",
  "decision_date": "1983-01-12",
  "docket_number": "No. 81-1625",
  "first_page": "1373",
  "last_page": "1375",
  "citations": [
    {
      "type": "official",
      "cite": "454 A.2d 1373"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "215 Or. 320",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        2412075
      ],
      "weight": 2,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/or/215/0320-01"
      ]
    },
    {
      "cite": "188 N.E.2d 67",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "116 Ohio App. 282",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        8808682
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/116/0282-01"
      ]
    },
    {
      "cite": "363 S.W.2d 679",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10170548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/363/0679-01"
      ]
    },
    {
      "cite": "441 S.W.2d 841",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10148336
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/441/0841-01"
      ]
    },
    {
      "cite": "84 N.M. 101",
      "category": "reporters:state",
      "reporter": "N.M.",
      "case_ids": [
        2771140
      ],
      "weight": 2,
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/nm/84/0101-01"
      ]
    },
    {
      "cite": "375 A.2d 510",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7999597
      ],
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/375/0510-01"
      ]
    },
    {
      "cite": "402 A.2d 1222",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043481
      ],
      "pin_cites": [
        {
          "page": "1224"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/1222-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 7919,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 1.9368123997607942e-07,
      "percentile": 0.7349897619513724
    },
    "sha256": "754ab5f4b923d2d56002db110af9ee5d7dd4710d17f0eb8b772006bed254b766",
    "simhash": "1:afddefecdbc0c447",
    "word_count": 1276
  },
  "last_updated": "2024-02-27T18:26:20.479567+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, and NE-BEKER and PRYOR, Associate Judges."
    ],
    "parties": [
      "Brahma S. KAUSHIVA, Appellant, v. Allen M. HUTTER, Appellee."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Chief Judge:\nAppellant Kaushiva appeals a judgment of the trial court requiring him to pay appellee Hutter attorney’s fees as specified in a contingency fee agreement (“Agreement”) between the two. The trial court ordered appellant to pay $22,422.48, which represents 15 percent of his recovery in the arbitration dispute for which he had retained appellee as counsel. Appellant argues that appellee did not complete performance of the contract and is thus entitled only to quantum meruit for his services. We disagree and affirm the trial court’s judgment. We hold that an attorney who enters into a contingency fee agreement with his client, substantially performs, and is then prevented by his client from completing performance is entitled to the full amount specified in the fee agreement. Only where an attorney renders less than substantial performance will quantum meruit be the appropriate measure of damages.\nI\nOn or about September 15, 1979, appellant sought the professional services of Mr. Hutter. The two entered into a contingent fee agreement, drawn up by appellant at his insistence, on September 20, 1979. The Agreement provided that Hutter would act as appellant’s counsel in an arbitration matter scheduled for hearing on September 24, 1979, and in related suits filed in the Superior Court of the District of Columbia, and in the United States District Court and the United States Court of Appeals for the District of Columbia Circuit. Hutter agreed to undertake this representation for a fee of 15 percent “of any amount of damages recovered in connection with [that case].” Finally, the Agreement provided that appellant would pay 15 percent of the damages recovered to Hutter’s predecessor, Joseph T. Lilly, Esquire. The Agreement was signed by Lilly, Hutter, and Kaushiva.\nThe trial court found that the Agreement constituted a “perfectly proper arrangement of benefit to both parties and of immediate benefit to a plaintiff [Kaushiva] who is momentarily financially embarrassed, unable to retain counsel on any other basis.” It also found the 15 percent figure to be substantially below what is a reasonable fee in the District of Columbia. Finally, the trial court found that although he was a layperson, appellant was a college professor and capable of understanding the obligation to which he had bound himself.\nAppellee had been reluctant to undertake this representation because there was so little time to prepare. Appellant assured him that virtually all the work for the arbitration hearings had been done. With these assurances appellee proceeded to represent appellant at the September 24 and 25 arbitration hearings and again at the one held on November 2, 1979. At that last date, the arbitrators asked that additional briefs be filed by December 14, 1979.\nImmediately following the hearing on November 2, Hutter told appellant that he believed the case had been won and that he would have a draft of the final brief ready two weeks before the deadline set by the arbitrators. On November 9, 1979, however, Kaushiva called Hutter and insisted that he be given a copy of the brief immediately. Hutter explained that he could not comply with that demand, particularly in light of the fact that he did not yet have the hearing transcripts which he would use in writing the brief. Kaushiva then stated that he would not work with Hutter on this basis and terminated the relationship with him. Hutter confirmed the termination in a letter on November 12, 1979. Appellant then tried to bargain with Hutter over the fee, offering him $300 per day of hearings for a total of $900. Hutter refused to accept this compromise.\nSubsequently, Hutter filed suit in Superi- or Court to require payment of the fee set forth in the Agreement, alleging that he had substantially performed and was prevented by his client from completing performance. Appellant filed a counterclaim for damages. At trial on November 23, 1981, Judge Stewart found that Hutter had substantially performed and that Kaushiva had frustrated final performance. He also found that appellant had “failed to establish by a fair preponderance of the evidence his entitlement to recover on the counterclaim.” Finally, the court found damages for Hutter in the amount of $22,422.48. That figure represented 15 percent of Kaushiva’s $149,483.17 arbitration award.\nII\nIn reviewing the decision of the trial court, this court “may not set aside [the] judgment ‘except for errors of law unless it appears that the judgment is plainly wrong or without evidence to support it.’ ” D.C. Code 1973, § 17-305(a); John McShain, Inc. v. L’Enfant Plaza Properties, Inc., 402 A.2d 1222, 1224 (D.C.1979); see also Max Holtzman, Inc. v. K & T Co., 375 A.2d 510, 512 (D.C.1977). That is not the case here. There is ample evidence in the Record to show that there was a contingent fee arrangement. A copy of the Agreement was presented at trial. The court specifically found that there had been a mutual exchange of promises and consideration such as would support a contract. Moreover, appellee showed that he had substantially performed under the Agreement. He did, in fact, represent appellant at the arbitration hearings in September and November of 1979, a fact which appellant does not deny. There was also evidence that appellee was at all times ready, willing, and able to continue his representation of appellant. Finally, the Record shows that appellant prevented appellee from completing his performance by discharging him without cause. Appellant’s telephone call to appel-lee on November 9, 1979, together with appellee’s confirming letter of November 12, 1979, provided adequate evidence that Kaushiva terminated Hutter’s services prior to the completion of the work necessary to obtain final action in Kaushiva’s favor. Thus, the evidence below is sufficient to sustain the court’s judgment as to appellee’s entitlement to his fee.\nThat judgment conforms to Mackie v. Howland, 3 App.D.C. (1894). In that case, the attorneys had performed substantial services over several years in an attempt to collect on behalf of an estate amounts due on certain bonds issued by the Republic of Venezuela. The attorneys were discharged shortly before payments were received and substitute counsel thereupon completed the transaction. The court held that the discharged attorneys were due the full amount of their contingency fee as they had substantially performed under the contract and were at all times ready, able and willing to complete what remained to be done. Mackie, supra. Here, too, appellee had substantially performed under the Agreement and had expressed his willingness to complete his obligations to appellant. He was therefore entitled to receive his full fee, as did the attorneys in Mackie.\nThis result is consistent with cases in other jurisdictions holding that where an attorney is discharged without cause and the client subsequently recovers, the attorney is entitled to the full amount of his fee. See, e.g., Walters v. Hastings, 84 N.M. 101, 500 P.2d 186 (1972); Mandell & Wright v. Thomas, 441 S.W.2d 841 (Tex.1969); In re Downs, 363 S.W.2d 679 (Mo.1963); Osmun v. Koke, 116 Ohio App. 282, 188 N.E.2d 67 (1961); Jones v. Kubalek, 215 Or. 320, 334 P.2d 490 (1959).\nWe hold, therefore, that the trial court did not err in finding that appellee Hutter was entitled to his contingency fee.\nAffirmed.\n. Appellant makes numerous additional allegations of error below, all of which we find are without merit.",
        "type": "majority",
        "author": "NEWMAN, Chief Judge:"
      }
    ],
    "attorneys": [
      "Manuel A. Palau, Beltsville, Md., for appellant. Brahma S. Kaushiva was on the brief pro se.",
      "Allen M. Hutter pro se. Steffen Graae, Washington, D.C., was on the brief for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Brahma S. KAUSHIVA, Appellant, v. Allen M. HUTTER, Appellee.\nNo. 81-1625.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 16, 1982.\nDecided Jan. 12, 1983.\nManuel A. Palau, Beltsville, Md., for appellant. Brahma S. Kaushiva was on the brief pro se.\nAllen M. Hutter pro se. Steffen Graae, Washington, D.C., was on the brief for ap-pellee.\nBefore NEWMAN, Chief Judge, and NE-BEKER and PRYOR, Associate Judges."
  },
  "file_name": "1373-01",
  "first_page_order": 1425,
  "last_page_order": 1427
}
