{
  "id": 7888731,
  "name": "Chester L. HIGHHOUSE, Appellant, v. AVERY TRANSPORTATION, Frank Avery and Lyle Avery, Appellees",
  "name_abbreviation": "Highhouse v. Avery Transportation",
  "decision_date": "1995-07-11",
  "docket_number": "",
  "first_page": "1374",
  "last_page": "1378",
  "citations": [
    {
      "type": "official",
      "cite": "660 A.2d 1374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "649 A.2d 485",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7868865,
        1468963
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/649/0485-01",
        "/pa-commw/168/0211-01"
      ]
    },
    {
      "cite": "168 Pa.Commw. 211",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1468963
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/168/0211-01"
      ]
    },
    {
      "cite": "153 A.2d 906",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1959,
      "pin_cites": [
        {
          "page": "909"
        },
        {
          "page": "910"
        },
        {
          "page": "911"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284855
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0545-01"
      ]
    },
    {
      "cite": "574 F.Supp. 306",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3612007
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/574/0306-01"
      ]
    },
    {
      "cite": "611 F.2d 1363",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        470321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/611/1363-01"
      ]
    },
    {
      "cite": "277 Pa.Super. 4",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        144290
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "constitutional right to engage in any of the common occupations of life"
        },
        {
          "parenthetical": "constitutional right to engage in any of the common occupations of life"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/277/0004-01"
      ]
    },
    {
      "cite": "653 F.Supp. 680",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        565398
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/653/0680-01"
      ]
    },
    {
      "cite": "281 Pa.Super. 560",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        152769
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "571-572"
        },
        {
          "page": "616"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/281/0560-01"
      ]
    },
    {
      "cite": "402 Pa.Super. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        891744
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "4"
        },
        {
          "page": "1108"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/402/0001-01"
      ]
    },
    {
      "cite": "394 Pa.Super. 363",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        879761
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/394/0363-01"
      ]
    },
    {
      "cite": "522 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818921
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "89-90"
        },
        {
          "page": "918"
        },
        {
          "page": "921",
          "parenthetical": "intended forum for discriminatory termination actions is Pennsylvania Human Relations Commission"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0086-01"
      ]
    },
    {
      "cite": "388 Pa.Super. 400",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472514
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "418"
        },
        {
          "page": "1179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/388/0400-01"
      ]
    },
    {
      "cite": "424 Pa.Super. 230",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        926712
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "237"
        },
        {
          "page": "358"
        },
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/424/0230-01"
      ]
    },
    {
      "cite": "564 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1818978,
        1818981
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "152",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0492-01",
        "/pa/522/0491-01"
      ]
    },
    {
      "cite": "522 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818978
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "494",
          "parenthetical": "footnotes omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0492-01"
      ]
    },
    {
      "cite": "355 Pa.Super. 195",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653251
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "198"
        },
        {
          "page": "1281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/355/0195-01"
      ]
    },
    {
      "cite": "319 A.2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584439
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0171-01"
      ]
    },
    {
      "cite": "430 Pa.Super. 83",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        936453
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "93-94"
        },
        {
          "page": "633"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/430/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 802,
    "char_count": 13282,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2005300309014155
    },
    "sha256": "7deac8b9ecd00c639fcc343bb557e520135604ca1dda199ca7340f77aa357eff",
    "simhash": "1:a5e8f10636a8b6b9",
    "word_count": 2114
  },
  "last_updated": "2024-02-27T18:46:54.783513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, BECK and HOFFMAN, JJ."
    ],
    "parties": [
      "Chester L. HIGHHOUSE, Appellant, v. AVERY TRANSPORTATION, Frank Avery and Lyle Avery, Appellees."
    ],
    "opinions": [
      {
        "text": "WIEAND, Judge:\nIn this action for wrongful discharge from employment, the plaintiff relied upon aver-ments that his discharge had been in violation of (1) an oral contract of employment and (2) public policy. The trial court, however, entered summary judgment in favor of the employer. Therefore, the employee appealed. After careful review, we reverse.\nBetween 1983 and 1992, Chester High-house sporadically drove buses for Avery Transportation, which was owned by Frank Avery and his son, Lyle Avery. In 1990, Highhouse accepted employment as a truck driver by Scranton Craftsmen Company. On May 14, 1990, he received a telephone call from Nancy Avery, the wife of Lyle Avery, requesting that he remain with Avery and continue to drive buses. At that time, High-house sought to determine Avery’s policy regarding unemployment benefits because of the cyclical nature of Avery’s business. Each year during the months of May to September, Avery’s drivers were busy, but after September business gradually slowed until, between December and March, there was little or no work at all. Avery’s bus drivers were not paid a salary but were paid twenty (20%) percent of the price charged to customers for each chartered bus trip. Thus, a driver’s earnings were dependent upon his being assigned to bus trips.\nAfter completing the busy season in 1990, Highhouse’s earnings decreased. To make ends meet, he said, he applied for and received unemployment compensation. Thereafter, appellant said, the frequency and quality of his assignments were reduced, and conversations with management implied that he would have to agree not to apply for unemployment compensation if he were to be successful at Avery. Highhouse refused to agree. The following year, Highhouse applied for unemployment compensation. On or about January 16, 1992, Lyle Avery advised Highhouse that all Avery drivers were scheduled to have a federally mandated drug test and that he could be tested at his own expense, if he wished, but that his services would not be used by Avery except in emergency situations. When Highhouse inquired about his failure to receive the,- bonus received by other drivers at Christmas, he was told that his unemployment check was his bonus. Thereafter, Highhouse did not take the drug test. His employer contends that he thereby terminated his employment voluntarily. Highhouse contends, however, that he understood his conversation with Lyle Avery to mean that his employment had been terminated and that the cost of the test would be wasted money. He argues that he was thereby discharged, either actually or constructively, by Avery.\nThe trial court entered summary judgment in favor of the defendant employer on all counts. A summary judgment is properly entered where “the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.” Pa.R.C.P. 1035(b).\nOur review of the facts suggests that a jury could find that appellant was constructively discharged from his employment. Constructive discharge of an at-will employee may serve as a basis for tort recovery if the employer has made working conditions so intolerable that an employee has been forced to resign. Kroen v. Bedway Sec. Agency, Inc., 430 Pa.Super. 83, 93-94, 633 A.2d 628, 633 (1993). Here, there was evidence that management had denied appellant a Christmas bonus and had told him that he would be the last person assigned to a trip and that it would be only in a “dire emergency” that he would be given an assignment. The reason for this was management’s displeasure with appellant’s accepting unemployment compensation during the winter months when he had received no assignments. A jury could find that this evidence, if believed, constituted a constructive discharge and that appellant’s failure to take a mandated drug test was not a voluntary decision to terminate his employment.\nIt remains to be determined whether the discharge was wrongful. “Absent a statutory or contractual provision to the contrary, the law has taken for granted the power of either party to terminate an employment relationship for any or no reason.” Geary v. U.S. Steel Corp., 456 Pa. 171, 175, 319 A.2d 174, 176 (1974). “Where the employee is under no obligation to continue the employment, there is no quid pro quo for an employer’s obligation to maintain the employment for a certain length of time.” Betts v. Stroehmann Bros., 355 Pa.Super. 195, 198, 512 A.2d 1280, 1281 (1986).\nAppellant argues that Nancy Avery orally offered him full-time employment on May 14, 1990, and that he accepted and relied upon this offer to his detriment by leaving a full-time job at Scranton Craftsmen. He suggests that Avery employs its drivers “forever”, noting that some of its drivers were 70 or 80 years old. Therefore, he expected to be employed by Avery into his old age.\n“It is basic contract law that one cannot suppose, believe, suspect, imagine or hope that an offer has been made. An offer must be intentional, definite[] in its terms and communicated, otherwise the minds cannot meet.” Morosetti v. La. Land and Exploration Co., 522 Pa. 492, 494, 564 A.2d 151, 152 (1989) (footnotes omitted). Appellant himself concedes that “nothing was ever guaranteed” by Nancy Avery on behalf of defendants regarding the duration or other specifics of his alleged contract of employment. Appellant’s evidence revealed nothing more than his hopes that he too would work for Avery for many years. This was insufficient to establish a contract of employment for a specific period of time, and the trial court correctly so ruled.\nGenerally, there is no common law cause of action for the discharge of an at-will employee. Krajsa v. Keypunch, Inc., 424 Pa.Super. 230, 237, 622 A.2d 355, 358 (1993); Field v. Philadelphia Electric Co., 388 Pa.Super. 400, 418, 565 A.2d 1170, 1179 (1989). “Exceptions to this rule have been recognized in only the most limited of circumstances, where discharges of at-will employees would threaten clear mandates of public policy.” Clay v. Advanced Computer Applications, Inc., 522 Pa. 86, 89-90, 559 A.2d 917, 918 (1989); Hershberger v. Jersey Shore Steel Co., 394 Pa.Super. 363, 575 A.2d 944 (1990).\nAn employer’s liability for wrongful discharge rests on whether a “well-recognized facet of public policy is at stake,” Machen v. Lord Corp., 402 Pa.Super. 1, 4, 585 A.2d 1106, 1108 (1991), a policy which “strikes at the heart of [a] citizen’s social right, duties, and responsibilities.” Field v. Philadelphia Electric Co., supra. The public policy exception is a narrow one. Geary v. United States Steel Corp., supra; Krajsa v. Keypunch, Inc., supra at 239, 622 A.2d at 359; Field v. Philadelphia Electric Co., supra. “The basis of this limited, nonstatutory cause of action is an appreciation of the fact that the employer’s interest in running his business efficiently, profitably, and as he sees fit is not absolute; important as it is, it exists in the context of, and must sometimes yield to, other interests, including the interest of the employee in making a living and the interest of the public in seeing to it that the employer does not act abusively and a proper balance between the employer’s and the employee’s interests is preserved.” Yaindl v. Ingersoll-Rand Co. Std. Pump-Aldrich Div., 281 Pa.Super. 560, 571-572, 422 A.2d 611, 616 (1980).\nIn this ease, appellant’s evidence, if believed, showed that the employer had required him to agree that he would not make a claim for unemployment compensation during times when work was unavailable and had made it impossible for him to continue working after a claim therefor had been made and compensation received. When appellant sought benefits to avoid indigency, Avery retaliated during the prime season by assigning the choice trips to less experienced drivers who “cooperated”; by withholding his Christmas bonus; and by giving other drivers company credit cards for use on long trips but requiring plaintiff to pay cash up front and submit expense forms for reimbursement. Evidence of conversations with management disclosed clearly the employer’s disapproval of claims for unemployment compensation during the slow season and its intent to retaliate against employees who refused to relinquish such claims.\nThe appellate courts in this Commonwealth have not previously considered whether an employer violates public policy by discharging an at-will employee for making a claim for unemployment compensation. However, in Monkelis v. Scientific Systems Services, 653 F.Supp. 680 (W.D.Pa.1987), a federal trial court held that an averment that an employer contrived a reason to discharge an employee to prevent the employee from collecting unemployment compensation was sufficient to state a cause of action for wrongful discharge. Moreover, the courts have consistently held that employers violate the public policy of this Commonwealth by discharging employees for exercising legal rights. Kroen v. Bedway Security Agency, Inc., supra (discharge of at-will employee for refusal to submit to polygraph test violates public policy); Hunter v. Port Authority of Allegheny Cty., 277 Pa.Super. 4, 419 A.2d 631 (1980) (constitutional right to engage in any of the common occupations of life); Perks v. Firestone Tire & Rubber Co., 611 F.2d 1363 (3rd Cir.1979) (statutory right to refuse a polygraph test). Indeed, in Machen v. Lord Corp., supra, the Superior Court recognized a cause of action for discharge of an employee in retaliation for filing a worker’s compensation claim. See also: Rettinger v. American Can Co., 574 F.Supp. 306 (M.D.Pa.1983).\nThe right of an employee to receive unemployment compensation is a benefit granted by the Commonwealth. Warner Co. v. Unemp. Comp. Bd. of Review, 396 Pa. 545, 551, 153 A.2d 906, 909 (1959). “The Unemployment Compensation Law was enacted to alleviate the hardships attendant upon unemployment.” Id. at 552, 153 A.2d at 910. “Economic insecurity due to unemployment is a serious menace to the health, morals, and welfare of the people of the Commonwealth.” Unemployment Compensation Law, Act of Dec. 5, 1936, P.L. [1937] 2897, art. I, § 3, 43 P.S. § 752. Statutory law directs that “[n]o agreement by an employe to waive, release, or commute his rights to [unemployment] compensation, or any other rights under [the Unemployment Compensation Law], shall be valid.” Id. at art. VII, § 701, 43 P.S. § 861; DeFelice v. Unemployment Compensation Bd of Review, 168 Pa.Commw. 211, 215, 649 A.2d 485, 487 (1994). “Where a statute of the Commonwealth expresses a public policy designed to alleviate a condition of possible distress among the public or a segment thereof and explicitly proscribes waiver of the benefits of the act, no private agreement, however valid between the parties, can operate as such a waiver.” Warner Co. v. Unemp. Comp. Bd of Review, supra at 554, 153 A.2d at 911.\nWe hold, therefore, that if the ap-pellee-employer discharged appellant because he had made a claim for unemployment compensation during a period when he was not working and earning income, the discharge will constitute a violation of public policy and will support a tort claim for wrongful discharge. We also hold that in this case there is evidence which, if believed, will support such a claim for wrongful discharge. Under such circumstances, we conclude, the trial court erred when it entered summary judgment in favor of the employer.\nAppellees argue that appellant’s claim should have been initiated through the administrative process provided by the Unemployment Compensation Law, 43 P.S. § 751 et seq.; and therefore, this action has been pre-empted. However, Highhouse’s tort action is not an action to collect unemployment benefits, but to remedy a wrongful discharge because he applied for unemployment benefits. Therefore, we reject appellees’ preemption argument and hold that appellant is not foreclosed from pursuing a common law tort action. Cf. Clay v. Advanced Computer Applications, Inc., supra at 95, 559 A.2d at 921 (intended forum for discriminatory termination actions is Pennsylvania Human Relations Commission).\nReversed and remanded for further proceedings. Jurisdiction is not retained meanwhile.\n. Appellant's complaint contained four counts. The second and third counts attempted to state causes of action for breach of contract based either on consideration or promissory estoppel. These counts, as we have observed, failed to state legally cognizable causes of action, and they were properly dismissed by the trial court. The fourth count, which alleged an intentional infliction of emotional distress was dismissed by the trial court and has not been argued on appeal. On remand, therefore, it is only the first count, which alleges a discharge in violation of public policy, which requires further proceedings.",
        "type": "majority",
        "author": "WIEAND, Judge:"
      }
    ],
    "attorneys": [
      "Peter G. Loftus, Waverly, for appellant.",
      "Andrew Katsock, Wilkes-Barre, for appel-lees."
    ],
    "corrections": "",
    "head_matter": "Chester L. HIGHHOUSE, Appellant, v. AVERY TRANSPORTATION, Frank Avery and Lyle Avery, Appellees.\nSuperior Court of Pennsylvania.\nArgued April 18, 1995.\nFiled July 11, 1995.\nPeter G. Loftus, Waverly, for appellant.\nAndrew Katsock, Wilkes-Barre, for appel-lees.\nBefore WIEAND, BECK and HOFFMAN, JJ."
  },
  "file_name": "1374-01",
  "first_page_order": 1438,
  "last_page_order": 1442
}
