{
  "id": 8005575,
  "name": "James E. TEMPLE, Plaintiff, v. COMBINED PROPERTIES CORPORATION, a Delaware Corporation, and Comprop, Inc., a Delaware Corporation, Defendants",
  "name_abbreviation": "Temple v. Combined Properties Corp.",
  "decision_date": "1979-12-28",
  "docket_number": "",
  "first_page": "1375",
  "last_page": "1380",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1375"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Ch.",
    "id": 9908,
    "name": "Delaware Court of Chancery"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "208 A.2d 501",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "430 U.S. 462",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12125360
      ],
      "weight": 3,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0462-01"
      ]
    },
    {
      "cite": "382 A.2d 1372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8016014
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/382/1372-01"
      ]
    },
    {
      "cite": "211 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "180 A.2d 467",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "100 A.2d 742",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "276 A.2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8104754
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/276/0732-01"
      ]
    },
    {
      "cite": "270 A.2d 539",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8107458
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/270/0539-01"
      ]
    },
    {
      "cite": "407 A.2d 1032",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7989418
      ],
      "weight": 3,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/1032-01"
      ]
    },
    {
      "cite": "391 F.Supp. 754",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3785874
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/391/0754-01"
      ]
    },
    {
      "cite": "379 A.2d 1121",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11346387
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/379/1121-01"
      ]
    },
    {
      "cite": "380 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8009619
      ],
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/380/0969-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 821,
    "char_count": 17865,
    "ocr_confidence": 0.819,
    "pagerank": {
      "raw": 4.643594115661138e-08,
      "percentile": 0.2913167910561581
    },
    "sha256": "ec81a07834048596a27a9bbd81f0178a5c18233a17f1ec73092aac39ce843c27",
    "simhash": "1:176ff27464b21676",
    "word_count": 2832
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James E. TEMPLE, Plaintiff, v. COMBINED PROPERTIES CORPORATION, a Delaware Corporation, and Comprop, Inc., a Delaware Corporation, Defendants."
    ],
    "opinions": [
      {
        "text": "MARVEL, Chancellor:\nPlaintiff, a former stockholder of the defendant Combined Properties Corporation, seeks in this individual and class action the granting of an order of rescission of the merger of the defendant Comprop, Inc. into the defendant Combined Properties Corporation, an act which allegedly improperly eliminated plaintiff and members of his class as stockholders of the latter corporation, as well as damages flowing from the alleged improper corporate act complained of.\nPlaintiff has moved for the granting of partial summary judgment to the effect that the defendants Combined Properties Corporation and Comprop, Inc. breached their respective fiduciary duties to plaintiff and other minority stockholders of the class which he represents by effecting a short form merger of such defendant corporations for the sole and improper purpose of freezing out the minority stockholders of Combined Properties Corporation, leaving for future resolution the assessment of damages allegedly suffered by plaintiff and members of his class as a result of the alleged improper merger in issue.\nCombined Properties Corporation was incorporated in Delaware on June 14,1971 for the avowed purpose of carrying on a commercial real estate business, real property held by the owners of such enterprise having been exchanged for stock in such corporation at its formation, the result being the absence of any public stockholders of such enterprise at its corporate inception. Thereafter, in January, 1972, for the avowed purpose of acquiring additional funding for the expansion of such business, the management of Combined Properties Corporation, allegedly being of the opinion that the times were propitious for soliciting public participation in its . enterprise, through an underwriter, namely, Legg Mason & Co., marketed 750,000 of its shares to the public at a price of $20 per share. However, the original owners of the business retained control over it by taking a majority of such shares. Following such offering, the market price of such stock at first rose. However, by 1973, due in large part to an incipient slump in the commercial real estate business, which foreshadowed the onset of a general business recession, the over-the-counter price for such stock fell below $10.00 per share and thereafter failed to rally from such level.\nAccordingly, commencing on November 27, 1975, the management of Combined Properties Corporation embarked upon a plan of repurchasing such stock in a series of over-the-counter transactions for the stated purpose of using such purchased stock for future business projects, including the future acquisition of desirable business properties. And while plaintiff contends that during this period management of Combined Properties Corporation failed to give adequate consideration to other means of extricating such corporation from its- financial dilemma, particularly in failing to respond affirmatively to the tentative offers of General Growth and B. F. Saul to purchase all of the outstanding shares of Combined Properties Corporation, I am satisfied that such negotiations never developed into firm offers to repurchase such stock for a price of between $14.00 to more than $20.00 per share as contended by plaintiff.\nCombined Properties Corporation claims that it took the course of action it has followed in the avowed belief that because its own stock could be used for future acquisitions and for other legitimate business purposes it was in the company’s best interest to acquire such shares on the open market at prices admittedly less than their intrinsic value. In addition, it was apparently believed that such stock purchases, which would necessarily decrease the amount of outstanding stock of the corporation, would thereby increase the company’s earnings per share and thus tend to increase the market price of the publicly held shares to the benefit of such minority shareholders of Combined Properties, Inc., including plaintiff. However, due to developing depressed economic, conditions in the business world at large and in the real estate business in particular, the publicly held stock of Combined Properties continued to do badly, and despite continuing open market purchases by the corporation, the market price for its stock continued to remain at or below $10 per share. Nevertheless, management of the corporation continued to seek to acquire its own stock having next made an offer for tenders of its publicly held shares in May, 1974. As a result, by the end of 1975, of the 750,000 shares, which it had sold to the public in 1972 at a price of $20.00 per share, Combined Properties Corporation had repurchased all but 94,402 of such shares at substantially lower prices.\nIn acquiring its own stock over this period of time, which it did after making periodic and explicit disclosures of its intentions to its shareholders, the corporation allegedly continued to anticipate that the market price of its stock would return to early 1972 levels and thereby begin to constitute a desirable investment. However, during the latter part of 1974 and into 1975, the price of such stock continued to fail to rise as general economic conditions remained fallow. In fact, the market for such stock not only continued to remain at depressed level but tended to dry up and narrow as had the market for shares of most other, publicly held real estate companies. Accordingly, during the period from the latter part of 1974 into early 1975, Combined Properties Corporation found it increasingly difficult to borrow moneys for expansion, lending institutions being reluctant, because of the poor financial condition of public held real estate businesses in general, to advance loans to Combined Properties Corporation despite the fact that the latter’s outstanding business loans were apparently not in default. Thus, it became more and more apparent to the management of such corporation that its stock was not destined to regain its original market price in the foreseeable future, its stock having traded as high as a modest $10 per share only during the' period when the corporation was buying at that price, and that the growth of the company was being restricted because of a lack of sufficient capital.\nAccordingly, on December 31, 1975, the officers and directors of Combined Properties Corporation, allegedly looking towards a merger, which would, it was hoped, restore the corporation to its former well being, caused to be incorporated the defendant Comprop, Inc. for the purpose of accomplishing a short form merger, transferring to such corporation 863,279 shares of its own stock. On the same date, Comprop, which, as a result of such transfer came to hold 90.1% of the stock of Combined Properties Corporation, was caused to be merged into Combined Properties Corporation pursuant to the terms of 8 Del.C. § 253, with the latter becoming the resulting corporation. Under the terms of such merger each share of stock not owned by Comprop was converted into a right to receive $10 cash per share or the right to an appraisal. The shares of Comprop stock then held by the principal officers and directors of Combined Properties Corporation were then exchanged for an equal number of shares in the surviving corporation, the result being that said officers and directors became the holders of all of the outstanding shares of Combined Properties Corporation.\nOn January 8,. 1976, a notice of such consummated merger was sent to the former stockholders of Combined Properties. And although plaintiff also contends that defendants further breached their fiduciary duty to minority stockholders of Combined Properties Corporation in that the financial terms of the merger are allegedly unfair to them, the short form merger being merely the last step in a scheme to eliminate minority stockholders for an inadequate price, Singer v. Magnavox Co., Del.Supr., 380 A.2d 969 (1977), and Tanzer v. International General Industries, Inc., Del.Supr., 379 A.2d 1121, the sole issue now before the Court for determination is whether defendants breached their fiduciary duty to the minority stockholder merely by effecting the merger in question, the alleged purpose of which was simply to eliminate minority stockholders, there allegedly being no bona fide business purpose to sustain the validity of such merger.\nPlaintiff contends that the purpose of the merger here under attack, as set forth in the notice of merger, conclusively establishes that the sole purpose of the merger was to eliminate minority shareholders and thereby in itself constitutes a breach of fiduciary duty, the notice of merger providing in part as follows:\n“The purpose of the merger was to eliminate the holdings of Common Stock of the Stockholders in a manner the Principal Stockholders believed to be fair and equitable to the Stockholders.\n“At the time of the public offering of the Common Stock in January 1972, the Principal Stockholders believed that it would be in the best interest of Combined if its Common Stock were publicly-held. Accordingly, Combined sold 750,000 shares in an underwritten offering to the public at $20.00 per share. However, the Common Stock has generally been sporadically traded, and its market price has generally declined. While .the stock market in general has also declined since Combined first sold its Common Stock to the public, the price decline for the Common Stock, as well as price declines for other publicly-traded real estate equities, has been sharper. See ‘Price Range of the Common Stock’ and ‘Combined’s Purchases of Its Common Stock.’\n“The Principal Stockholders have concluded that, because of the Common Stock’s disappointing price level and the limited investor market in the Common Stock, a public market for the Common Stock will not provide the benefits to Combined which had originally been anticipated. In particular, because of adverse market conditions, especially with respect to real estate firms, the Common Stock does not now serve as an effective means of raising capital.\n“As a privately-held company, Combined could have reduced concern for the immediate impact of costs upon net income and of net income upon the market price of the Common Stock. The Principal Stockholders believe that the greater confidentiality, freedom and flexibility afforded by private status will benefit Combined in its relationship with its tenants and lenders, and in any future negotiations for the acquisition of additional real estate interests. In addition, private status eliminates the corporate expenses that Combined would have incurred as a result of having public stockholders, including the costs of providing reports to stockholders and the Securities and Exchange Commission.\n“The merger enables the Stockholders to realize significantly more than the market prices for the Common Stock immediately prior to the effectiveness of the merger. At the same time, the merger enables the Principal Stockholders to acquire complete ownership at a price which they believe to be advantageous to them. To implement the foregoing, Com-prop, as described above, was organized and the Principal Stockholders exchanged Common Stock for stock of Comprop and then caused Comprop to be merged into Combined.”\nPlaintiff contends that the first paragraph of the above-quoted passage clearly discloses that the sole purpose of the merger here under attack was to eliminate minority stockholders and that the remaining four paragraphs of such document do nothing more than to discuss the incidents and consequences which may come to pass as a result of the elimination of the minority stockholders of Combined Properties Corporation and do not in any manner state a bona fide purpose for the merger in issue, citing Albright v. Bergendahl, 391 F.Supp. 754 (USDC D. Utah 1974) for the proposition that plaintiff does not have the burden of negativing the existence of every plausible valid business purpose in support of the pending motion and that inasmuch as defendants have failed to demonstrate in li-mine that a valid business purpose existed for the merger, that plaintiff is entitled to partial summary judgment as a matter of law, Roland International Corp. v. Najjar, Del.Supr., 407 A.2d 1032 (1979). I am satisfied, however, that plaintiff, as the moving party on the pending motion, has the burden of demonstrating that he is entitled to such judgment as a matter of law and therefore carries the burden of establishing that no valid purpose for such merger exists, Leon N. Weiner & Associates, Inc. v. Carroll, Del.Ch., 270 A.2d 539 (1970), rev’d on other grounds, Del.Supr., 276 A.2d 732 (1971).\nNext, the case of Roland International Corporation v. Najjar, supra, does not in my opinion, stand for the proposition that a defendant charged with a breach of fiduciary duty, in order successfully to oppose a motion for summary judgment, must affirmatively establish that in a case such as the one at bar there was a valid business purpose for such merger.\nIn short, at this juncture, I do not believe that it can be categorically said that the first paragraph of the notice to stockholders entitled “Purpose of Merger” conclusively establishes that the sole purpose of the merger was improperly to eliminate minority shareholders. What constitutes a valid business purpose necessarily depends on the facts and circumstances of each case,, and in considering the entire text of the notice here involved entitled “Purpose of Merger” in a light most favorable to defendants’ contentions, it cannot be said that its last four paragraphs do not at least raise an inference that valid business reasons for the merger existed, which considered separately or collectively, demonstrate that a valid business reason may have existed for the merger in question and thus constituted a sound basis for such transaction when examined in conjunction with other facts and circumstances of the case.\nDefendants have submitted the affidavit of Herbert A. Haft and of Vana E. Martin, respectively president and executive vice president of Combined Properties Corporation, dated August 31,1979, in opposition to the pending motion, which sets forth what appear to be reasonable business reasons for the decision to merge, and the Court must read such affidavits in a light most favorable to the defendants’ contentions, Wilkes v. Melice, Del.Super., 100 A.2d 742 (1953). As stated in Ebersole v. Lowengraub, Del. Supr., 180 A.2d 467 (1962):\n“Under no circumstances, however, will summary judgment be granted when, from the evidence' produced, there is a reasonable indication that a material fact is in dispute. Nor will summary judgment be granted if, upon an examination of all the facts, it seems desirable to inquire thoroughly into them in order to clarify the application of the law to the circumstances.”\nSee also Alexander Industries, Inc. v. Hill, Del.Supr., 211 A.2d 917 (1965).\nIn short, the purported business reasons for the merger here in issue must be examined after trial in light of the surrounding circumstances at which hearing the Court will have had an opportunity to determine whether or not there existed a valid business purpose for the merger under attack or whether the stated reasons for a merger eliminating minority stockholders were a mere subterfuge for a plan willy-nilly to eliminate such stockholders. Compare Young v. Valhi, Inc., Del.Ch., 382 A.2d 1372 (1978), a case decided after trial.\nPlaintiff’s motion for the granting of partial summary judgment, as prayed for, is denied, and on notice an appropriate form of order to such effect may be submitted.\n. In the cited case, the trial judge held on plaintiffs motion for summary judgment that the facts and circumstances disclosed constituted a “ * * * device, scheme or artifice to defraud * * * ” or an “ * * * act, practice or course of business which operates or would operate as a fraud or deceit * * * ” upon the minority stockholders of the corporation involved. Such does not appear to be the situation here and I decline to accept the case as a precedent here. See the case of Santa Fe Industries v. Green, 430 U.S. 462, 97 S.Ct. 1292, 51 L.Ed.2d 480 (1977) as to the limited application of Rule 10b(5).\n. Although a going private merger will be closely scrutinized for breach of fiduciary duty, Roland International Corp. v. Najjar, supra, it does not follow that such a transaction is, as a matter of law, ipso facto fraudulent, and plaintiffs allegations of the existence of a conspiracy have not yet been proven. As stated in Alcott v. Hyman, Del.Supr., 208 A.2d 501 (1965) “It is not sufficient for the plaintiffs to aver, to imply, to suggest bad faith or improper motives at the summary judgment stage. If the plaintiffs had proof of fraudulent acts or motives, they were obliged to come forward with it.” Thus, at this stage of the proceedings, the burden remains on plaintiff to show no valid business purpose existed for the merger in issue.\n. See Terrell, Ranney-Marinelli article: “What Constitutes A Valid Purpose For A Merger”, 51 Temple L.Q. 852 (1978) in which the various factual and legal aspects of merger cases as well as their relation to the business purpose rule were considered.",
        "type": "majority",
        "author": "MARVEL, Chancellor:"
      }
    ],
    "attorneys": [
      "R. Franklin Balotti and Donald A. Bus-sard of Richards, Layton & Finger, Wilmington, and Herbert E. Milstein of Kohn, Milstein & Cohen, Washington, D. C., for plaintiff.",
      "Michael D. Goldman of Potter, Anderson & Corroon, Wilmington, and Burton A. Schwalb, Philip D. Green and Jeffrey Blu-menfeld of Schwalb, Donnenfeld & Bray, Washington, D. C., for defendants."
    ],
    "corrections": "",
    "head_matter": "James E. TEMPLE, Plaintiff, v. COMBINED PROPERTIES CORPORATION, a Delaware Corporation, and Comprop, Inc., a Delaware Corporation, Defendants.\nCourt of Chancery of Delaware, New Castle County.\nSubmitted Sept. 10, 1979.\nDecided Dec. 28, 1979.\nR. Franklin Balotti and Donald A. Bus-sard of Richards, Layton & Finger, Wilmington, and Herbert E. Milstein of Kohn, Milstein & Cohen, Washington, D. C., for plaintiff.\nMichael D. Goldman of Potter, Anderson & Corroon, Wilmington, and Burton A. Schwalb, Philip D. Green and Jeffrey Blu-menfeld of Schwalb, Donnenfeld & Bray, Washington, D. C., for defendants."
  },
  "file_name": "1375-01",
  "first_page_order": 1423,
  "last_page_order": 1428
}
