{
  "id": 12029955,
  "name": "Robert McKINLEY, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and WJLA TV: Albritton Companies, et al., Intervenors",
  "name_abbreviation": "McKinley v. District of Columbia Department of Employment Services",
  "decision_date": "1997-06-26",
  "docket_number": "No. 95-AA-1323",
  "first_page": "1377",
  "last_page": "1392",
  "citations": [
    {
      "type": "official",
      "cite": "696 A.2d 1377"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "296 Or. 145",
      "category": "reporters:state",
      "reporter": "Or.",
      "case_ids": [
        8641804
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/or/296/0145-01"
      ]
    },
    {
      "cite": "59 Or.App. 448",
      "category": "reporters:state",
      "reporter": "Or. App.",
      "case_ids": [
        2334309
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/or-app/59/0448-01"
      ]
    },
    {
      "cite": "516 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928972
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "911"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/516/0909-01"
      ]
    },
    {
      "cite": "584 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7388904
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "572"
        },
        {
          "page": "568"
        },
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/584/0564-01"
      ]
    },
    {
      "cite": "647 A.2d 389",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7863597
      ],
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/647/0389-01"
      ]
    },
    {
      "cite": "496 A.2d 603",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11309415
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "605"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/496/0603-01"
      ]
    },
    {
      "cite": "683 A.2d 481",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7864048
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "487"
        },
        {
          "page": "488",
          "parenthetical": "citations omitted"
        },
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/683/0481-01"
      ]
    },
    {
      "cite": "497 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915704
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/497/0103-01"
      ]
    },
    {
      "cite": "565 A.2d 981",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7359886
      ],
      "weight": 3,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/565/0981-01"
      ]
    },
    {
      "cite": "156 N.E. 642",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1927,
      "pin_cites": [
        {
          "page": "643"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "245 N.Y. 139",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1979690
      ],
      "year": 1927,
      "opinion_index": 1,
      "case_paths": [
        "/ny/245/0139-01"
      ]
    },
    {
      "cite": "50 L.Ed.2d 81",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1976,
      "opinion_index": 1
    },
    {
      "cite": "97 S.Ct. 67",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1976,
      "opinion_index": 1
    },
    {
      "cite": "429 U.S. 820",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6499,
        6789,
        7718,
        6695,
        5673,
        7115,
        6515,
        7860,
        7156,
        6938,
        8124,
        7711
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/us/429/0820-07",
        "/us/429/0820-01",
        "/us/429/0820-03",
        "/us/429/0820-09",
        "/us/429/0820-05",
        "/us/429/0820-10",
        "/us/429/0820-08",
        "/us/429/0820-06",
        "/us/429/0820-11",
        "/us/429/0820-04",
        "/us/429/0820-02",
        "/us/429/0820-12"
      ]
    },
    {
      "cite": "554 F.2d 1075",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3525859,
        966973
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "1083"
        },
        {
          "page": "1083"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us-app-dc/180/0216-01",
        "/f2d/554/1075-01"
      ]
    },
    {
      "cite": "180 U.S.App. D.C. 216",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3525859
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "224"
        },
        {
          "page": "224"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us-app-dc/180/0216-01"
      ]
    },
    {
      "cite": "407 F.2d 307",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3581025,
        2112390
      ],
      "weight": 4,
      "year": 1968,
      "pin_cites": [
        {
          "page": "313",
          "parenthetical": "en banc"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/407/0307-01"
      ]
    },
    {
      "cite": "132 U.S.App. D.C. 177",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3581025
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "183",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 1,
      "case_paths": []
    },
    {
      "cite": "531 A.2d 651",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7883621
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "655"
        },
        {
          "page": "655"
        },
        {
          "page": "660"
        },
        {
          "page": "655",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/531/0651-01"
      ]
    },
    {
      "cite": "516 A.2d 909",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7928972
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "911"
        },
        {
          "page": "911",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/516/0909-01"
      ]
    },
    {
      "cite": "584 A.2d 564",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7388904
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "569",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/584/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1869,
    "char_count": 60327,
    "ocr_confidence": 0.717,
    "pagerank": {
      "raw": 2.7206988704209525e-07,
      "percentile": 0.8301644227134478
    },
    "sha256": "cf98ee3c76d5a3b77a48b201bcd5fa47123c41a5712a1d729ebf8e40d4071717",
    "simhash": "1:a3d68cc992480e44",
    "word_count": 9408
  },
  "last_updated": "2024-02-27T20:34:57.570955+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN and REID, Associate Judges, and MACK, Senior Judge."
    ],
    "parties": [
      "Robert McKINLEY, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and WJLA TV: Albritton Companies, et al., Intervenors."
    ],
    "opinions": [
      {
        "text": "REID, Associate Judge:\nOn January 10, 1991, petitioner, Robert McKinley, suffered an attack of acute ventricular tachycardia which he contended arose out of and in the course of his employment as an operating engineer at WJLA Television. He claimed that his attack was precipitated by the interaction of employment-induced stress with his pre-existing cardiac condition, hypertrophic cardiomyopathy, a congenital condition. A hearing examiner for the Department of Employment Services (“the agency”) denied his claim for temporary total disability under the District of Columbia Workers’ Compensation Act of 1979, D.C.Code §§ 36-301 et. seq. (1993 Repl.) (“the Act”), on the ground that he did not sustain an injury which arose out of and in the course of his employment. We affirm.\nFACTUAL SUMMARY\nIn Fall 1984, Mr. McKinley discovered that he had a congenital heart condition, diagnosed as hypertrophic cardiomyopathy/ven-tricular tachycardia. In Spring 1985, and again in June 1986, he underwent cardiac medication tests to determine the most effective medication for his condition. The 1986 tests took place at the National Institutes of Health (NIH) where ventricular tachycardia (V-tach) was induced. During the tests, he went into cardiac arrest and, as Mr. McKinley explained, the doctors “used the electro padels to bring me back.” He described this incident as “a very difficult experience, very traumatic.” In May 1990, Mr. McKinley experienced heart palpitations, and was monitored by way of a holter. The results of the holter monitor showed “[njo couplets or tachycardia beats” but Mr. McKinley reported “some sensations of rapid heart beating.” Eventually, the drug Norpace was prescribed (400 mg. per dose).\nOn January 6, 1991, Mr. McKinley was ordered by his supervisor, Mr. Robert Cur-rence, to operate a television camera moments before a broadcast was scheduled to begin. Mr. Currence yelled at Mr. McKinley, telling him that the schedule had been changed, and questioned why he did not review his schedule. After the broadcast, Mr. Currence continued to reprimand Mr. McKinley who became fearful of a physical assault. The following day Mr. McKinley arrived late to work and Mr. Currence had already left for the evening. Therefore, there was no contact between the two men. However, co-workers advised Mr. McKinley that Mr. Currence was angered and irritated by his tardiness.\nMr. McKinley did not work on January 8, 1991, but called his office for an unrelated matter. He did not speak with Mr. Cur-rence, but someone advised him that Mr. Currence’s criticism continued. On January 9,1991, Mr. McKinley filed a union grievance against Mr. Currence, and informed his employer that he did not intend to return to work until the matter was resolved. This was his first complaint against Mr. Currence. On January 10, 1991, Mr. McKinley received a call from Mr. Michael Maher, a member of the station’s management, notifying him that the complaint was under investigation and that he was expected to return to work. Mr. McKinley did not speak with Mr. Currence before or after Mr. Maher’s call. Some time after the phone call Mr. McKinley ate dinner, and attended church with his family.\nLater that evening while en route to work via Interstate 270 in Maryland, Mi*. McKinley experienced lightheadedness, palpitations and dizziness. He pulled over to the side of the road until the symptoms abated. As he resumed his trip, his lightheadedness and palpitations recurred. He stopped at a gas station. An ambulance was called, and he was transported to Frederick Memorial Hospital where he was evaluated and treated. At the time of his attack, Mr. McKinley said he believed that his death was imminent.\nDr. Edward Riuli saw Mr. McKinley at Frederick Memorial on January 10 after his experience on 1-270. He found a regular heart beat and heard a “systolic murmur ... at right external border.” His assessment in part was “[p]alpitations, need to rule out recurrent ventricular tachycardia.” He noted that “[Mr. McKinley] is uncertain whether [his reported palpitations were] actually true arrhythmias as he has had in the past, versus stress related palpitations.” When Mr. McKinley saw his treating physician, Dr. Jeffrey Cowen after the highway incident, Dr. Cowen noted no arrhythmias. Nonetheless, Dr. Cowen equipped Mr. McKinley with a holter monitor on January 17 and 18, 1991. According to Dr. Cowen, the results of the holter test were “extremely benign. He had occasional PVCs, nothing worse.” Dr. Cow-en referred Mr. McKinley to a psychiatrist, Dr. Jeffrey Mendell. Mr. McKinley also was examined by doctors at NIH on January 30 and 31, 1991. Notations on those days by NIH doctors indicate that Mr. McKinley was “concerned [about] recent episode of palpitations and near syncope” and that “while driving” he reported “episodes of palpitations with dizziness.” There is no reference to his place of employment or Mr. Currence. On February 25, 1991, Dr. Anne B. Cetnarow-ski-Cropp of NIH’s Cardiology Branch, wrote, “Robert B. McKinley is a patient of the National Institutes of Health. After his physical examination on January 30th, I recommended to Mr. McKinley that he should be admitted to the Clinical Center for evaluation of an investigational medication for his medical condition.” Mr. McKinley was scheduled to be readmitted to NIH on March 17, 1991, for a two week period to participate in tests involving the medication.\nMr. McKinley did not work between January 10 and February 15, as scheduled. Beginning around February 15, 1991, he went on a scheduled paternity leave for three months in connection with the birth of his new child, and did not return to work until May 16, 1991. On May 13, 1991, Dr. Lameh Fananapazir, head of the Eleetrophysiology Laboratory, Cardiology Branch, at NIH responded to a letter from Mr. McKinley which apparently inquired about his return to work. She wrote, “[i]n response to your letter of May 10, addressed to Dr. Cropp, this is to confirm that we believe you should be able to return to your employment, provided that you avoid heavy physical exertion or extraordinary emotional stress.”\nMr. McKinley went to work on May 16, 1991, and met with officials at the television station. Mr. Currence did not work on that day, and had previously given up his position as a supervisor. After his meeting with station officials, another employee, Mr. John Hanson, reportedly told Mr. McKinley that Mr. Currence said “he couldn’t wait to see me so he could put the fear of God into me and hoped I would die.” The record does not reveal any medical treatment on May 16. On June 6,1991, Dr. Cowen saw Mr. McKinley and noted, “[h]e has had no palpitations, dizziness, syncope, chest discomfort [or] shortness of breath.... Patient appears to be doing quite well.” The record before us reveals no other visit to Dr. Cowen by Mr. McKinley.\nMr. McKinley filed a claim for benefits under the District of Columbia Workers Compensation Act, seeking an award for temporary total disability under the Act, from January 10, 1991 to April 1992. In his answers to interrogatories, he claimed as his injuries, “a run of ventricular tachycardia, a cardiac dysfunction” and “post traumatic stress, an emotional injury.” A full eviden-tiary hearing was held by the agency on November 19, and December 2, 1991. The hearing examiner articulated the following issues:\n1. Whether claimant sustained an injury which arose out of and in the course of his employment.\n2. The nature and extent of claimant’s current disability, if any.\n3. Whether claimant’s current disability is causally related to his employment.\n4. Whether claimant voluntarily limited his income.\nMr. McKinley was the only witness to testify in his behalf at the hearing. He provided an account of his experiences with Mr. Cur-rence, the episode of January 10, 1991, the history of his heart condition, his psychotherapy treatment, and other matters. The company presented testimony by Mr. James Gilmore, Jr., a supervisor and Mr. John Tol-lefson, Vice President for Operations & Engineering at WJLA-TV. Mr. Gilmore gave his impressions of Mr. McKinley, and described the interaction between Mr. Cur-rence and Mr. McKinley. He indicated that Mr. Currenee had a “harsh” management style and often was called “Little Hitler.” Mr. Gilmore said he “may have once” witnessed a personal confrontation between Mr. Currenee and Mr. McKinley when Mr. McKinley reported to work late. According to him, in that confrontation Mr. Currenee “just rode [Mr. McKinley] for about the best part of an hour or so.” When asked whether Mr. McKinley was “a sensitive individual,” Mr. Gilmore responded, “I think that was basically because of his condition. If something was going wrong, most of us would be able to handle that amount of stress; whereby with him, he wouldn’t exactly go to pieces, but it would bother him as the day wore on.”\nMr. Tollefson, the Vice President for Operations & Engineering at WJLA-TV investigated Mr. McKinley’s accusations of harassment against Mr. Currenee. These accusations were detailed in a letter dated January 10, 1991. According to Mr. Tollef-son’s testimony, workers described Mr. Cur-rence as a “strong supervisor.” One employee said “he tended to act at times like a little drill sergeant, trying to keep all the troops together and doing what they are supposed to be doing_” Mr. Tollefson also heard Mr. Currenee referred to as “Little Hitler.” However, Mr. Tollefson “could not substantiate the charges of harassment that Mr. McKinley had in his letter, ... [but] did, however, ... find that some of Mr. Cur-rence’s actions were not proper, and he was issued a letter of reprimand.” On cross-examination, Mr. Tollefson explained, “I had found that some of Mr. Currence’s actions not related to Mr. McKinley were inappropriate which led to his letter of reprimand. ...” After he received the letter of reprimand, Mr. Currenee asked to be relieved of his supervisory duties. In August 1991, Mr. Tollefson heard allegations about some threats Mr. Currenee had made, not to Mr. McKinley, but about Mr. McKinley. He investigated and found that Mr. Currenee “had acted inappropriately.” Mr. Currenee was suspended without pay, pending a discharge.\nMedical reports were received into evidence, as well as deposition testimony from Dr. Cowen, and Dr. Jeffrey Mendell, a psychiatrist who treated Mr. McKinley at the recommendation of Dr. Cowen. During his deposition on October 30, 1991, Dr. Cowen expressed the opinion that on January 10, 1991, Mr. McKinley “had an episode of ventricular tachycardia that spontaneously converted to normal sinus rhythm, normal sinus rhythm being the normal rhythm.” When asked what caused the condition, Dr. Cowen identified Mr. McKinley’s stress level as one contributory factor and his “hypertrophic obstructive cardiomyopathy” as the other. When asked whether he had “encountered situations where patients or people suffered V-tach without any unusual stress,” Dr. Cow-en said “yes.” In response to the question, “[i]s it possible it could have happened in Mr. McKinley’s case,” Dr. Cowen stated, “[i]t’s possible.” Dr. Cowen also asserted, “[t]he cause for this gentleman to have ventricular tachycardia is his underlying heart disease that makes him susceptible. Precipitating factors are varied and multiple, and with many contributing causes occurring at one point, and the rhythm disturbance is initiated. Of those causes stress appears to be one of them.” He identified other causes as “[t]he electrical milieu of your automatic nervous system[,][p]harmacological agents ... in the body at the time[,][a]lcohol, disturbances in electrolytes, oxygenation in an individual with disease who has asthma, or pneumonia whose oxygen levels become low_” In response to the question, “[b]ut we have no objective way of knowing which of those several items you just mentioned may have been a particular trigger in this case,” Dr. Cowen said, “[tjhere’s no objective way to tell.” He also acknowledged that if Mr. McKinley did not have a heart problem, it was “very unlikely” that stress would have caused the V-tach. Dr. Cowen indicated that Mr. McKinley was taking the drug Norpace on January 10, 1991, and that “nobody measured” whether he had alcohol in his system.\nThe deposition of Dr. Mendell took place on November 4, 1991. He began treating Mr. McKinley on February 14,1991. Initially, he diagnosed Mr. McKinley as having “an adjustment disorder, ... mixed emotional features.” Later, on May 24, 1991, his diagnosis was changed to “post-traumatic stress disorder.” During his discussion of V-tach, Dr. Mendell said,\nMr. McKinley had been through ventricular tachycardia, and fibrillation, and cardiac arrest twice before. And ... knew what the significance of that was. And ... as he sat in the car at the filling station [on January 10, 1991], he — by his report to me — was thinking that he was going to die. That he was not going to see his child that hadn’t been born yet, and was not going to see his wife again.\nDr. Mendell recounted Mr. McKinley’s two “unsuccessful trials of medication in one afternoon” at NIH “where ventricular tachycardia was induced ... [and Mr. McKinley went] into ventricular fibrillation and cardiac arrest, and was given the electric shocks to restart his heart.” Dr. Mendell performed a “mental status examination” on Mr. McKinley during his February 14, 1991, visit. The examination revealed, inter alia, that Mr. McKinley’s “thought content was focused largely on his fears about his cardiac problems. He stated, T could have died.’ I have a defective feeling, guilty because my son also has the early signs of the same illness.’ ” During one of his early psychotherapy sessions, Mr. McKinley “told [Dr. Mendell] about difficulties with his wife, sexually, fears, anxieties, unable to perform at all.”\nDr. Mendell was asked whether he had “an opinion which you can express, within reasonable psychiatric certainty, as to what caused the condition which you’ve diagnosed as post-traumatic stress disorder?” He responded,\n[w]ell, I think the specific stimulus was the episodes on [I-] 270 when he was on his way to work and developed the ventricular tachycardia, which is — I think clearly, was a near death experience, and was certainly interpreted that way by him.\nNow, I have no independent information about what happened at work, but clearly the reports that he gives me are that the stress, and what he described as harassment from this supervisor at work, were what led to the stress that led to that episode. And, I mean, his — his associations that induced the post-traumatic symptoms are not cars, filling stations or 270. They’re work, or anything related to the supervisor — well, more than the supervisor. Anything that reminds him of work at all.\nDr. Mendell agreed that post-traumatic stress disorder “is commonly diagnosed in veterans and military combat and in people who have been raped.” However, he considered Mr. McKinley’s situation to be “similar ... [b]ecause it was a near death experience at the time of severe fear or harm.” When asked, “isn’t it true in cases of post-traumatic stress disorder, the stressor is the thing that causes the symptoms of post-traumatic stress disorder to occur ... [and] in this case it’s the episode on [I-] 270,” Dr. Mendell replied, “ty]es.” In reply to the question, “[s]o it’s not WJLA, or ... Mr. Curranee (sic), is that what you’re saying,” Dr. Mendell stated, “[w]ell, what I said is that the incident which triggered the symptoms was the episode on 270. I then reported ... that I have no direct knowledge of what happened at work, but ... I have Mr. McKinley’s report of the stressors which led up to the occurrence, and I do note, not from direct treatment of ventricular tachycardia or this sort of cardiom-yopathy, but from reports of two cardiologists that stress — consistent stress can lead to decompensation of the heart.”\nIn addition to the depositions of Dr. Cowen and Dr. Mendell, the hearing examiner had written reports from Dr. Brian Schulman, an occupational psychiatrist who examined Mr. McKinley at the employer’s request, and Dr. Lawrence Brain of the Metropolitan Psychiatric Group who examined Mr. McKinley at the request of the CNA Insurance Company. On July 8,1991, Dr. Schulman wrote,\n[Mr. McKinley’s] preexistent cardiac condition is a significant medical problem which is obviously unrelated to any conditions of his employment. Further, although he states he had been asymptomatic since the diagnosis of this condition five years ago, that is not the case. He in fact had an adverse response to [the drug] Tenormin which necessitated emergency treatment and hospitalization shortly after the diagnosis of this condition.\nThus, the employee’s contention that the totality of his cardiac problem and the causality for the acute episode is attributable to emotional sequela of the incident of January 7, 1991 is unsubstantiated by medical fact. This is a condition [that] will show a nonspecific response to any type of adrenergic or emotional aggravation.\nThe substantive medical facts indicate the preexistent presence of idiopathic, hyper-trophic cardiomyopathy which is a congenital condition. Although the employee denies previous symptoms, the acute episode is fully consistent with the natural pathogenesis of this condition, i.e., adrenergic (emotional), stimulation increasing the cardiac output, and in the face of the congenital outflow obstruction, causing symptoms of dizziness, shortness of breath and possibly tachycardia.\nDr. Brain stated in a letter of November 13, 1991,\nI do not believe the event described [by] Mr. McKinley, attributable to Mr. Cur-rence, can in any way be considered of the severity necessary as defined by this condition of Post Traumatic Stress Disorder. By contrast, however, it is clear that the event of ventricular tachycardia, some two days later, had a profoundly disturbing effect on Mr. McKinley in that he believed he was “about to die” and that further he was seeking to be “close to my wife.” This is more the traumatic event that has precipitated in him panicky feelings with an Anxiety Disorder and associated panic fearing that almost any circumstance including sex will precipitate the onset of ventricular tachycardia and therefore his demise. Clearly, this is for any person a stressor and is a natural consequence of the medical condition of idiopathic car-diomyopathy. It is clear that the preexisting medical illness in no way correlated to conditions of employment. This situation was further complicated by the fact that Mr. McKinley has in the past experienced two episodes of cardiac arrest which required electrical defibrillation and also may be the precipitants to the anxiety disorder he now experiences.\nThe hearing examiner issued a decision on June 23, 1995, denying Mr. McKinley’s claim for temporary total disability benefits, because his injury did not arise out of and in the course of his employment. Mr. McKinley filed an application for review. In his application he stated, inter alia, “On June 23, 1995, the Hearing Examiner found that neither Mr. McKinley’s attack of ventricular tachycardia nor his resultant psychiatric disorder arose out of and in the course of his employment. Mr. McKinley applied for review of that decision.”\nANALYSIS\nMr. McKinley contends that his injury arose out of and in the course of his employment. He claims that the hearing examiner’s decision is not supported by substantial evidence on the record. “In considering petitioner’s argument that the [agency] decision is not supported by reliable, probative, and substantial evidence in the record, see D.C.Code §§ 1-1509(e), -1510(a)(3)(E) (1992 Repl.), we begin with the premise that the agency’s decision ‘is presumed to be correct, so that the burden of demonstrating error is on the appellant or petitioner who challenges the decision.’ ” Robinson v. Smith, 683 A.2d 481, 487 (D.C.1996) (quoting Cohen v. Rental Housing Comm’n, 496 A.2d 603, 605 (D.C.1985)). Furthermore,\n[t]he agency must make findings on each material issue of fact; the factual findings must be supported by substantial evidence on the record as a whole; and the agency’s conclusions must flow rationally from those findings and comport with the applicable law. Our function is to ascertain whether the inferences drawn by the administrative agency are within the reasonable boundaries prescribed by the facts.... Factual findings supported by substantial evidence on the record as a whole are binding on the reviewing court, although this court may have reached a different result based on an independent review of the record.\nId. (quoting Williamson v. District of Columbia Bd. of Dentistry, 647 A.2d 389, 394 (D.C.1994)).\nThere is a presumption of compensability under the Workers’ Compensation Act. Spartin v. District of Columbia Department of Employment Servs., 584 A.2d 564, 572 (D.C.1990); see also D.C.Code § 36-321. However, the presumption may be overcome. The “general rule [is] that the occurrence of employee injuries sustained off the work premises, while enroute to or from work, do not fall within the category of injuries ‘in the course of employment.’” Grayson v. District of Columbia Department of Employment Servs., 516 A.2d 909, 911 (D.C.1986) (referencing 1 Lakson, The Law of Workmen’s Compensation § 15.00 (1984)). “An injury arises out of the employment if it would not have occurred but for the fact that conditions and obligations of the employment placed claimant in a position where he was injured.” Id. (quoting 1 LARSON, supra, § 6.50 (emphasis in original)). The hearing examiner determined that,\n[i]n the instant case, claimant’s quarrel with Mr. Currence occurred on January 6th. His attack of tachycardia occurred on January 10th on an interstate located in Maryland. There was evidence that the hostility had subsided: claimant had had no contact with Mr. Currence after January 6th, he had filed a grievance, a recognized outlet for disagreements with management, and been informed that it would be investigated. Further, before he went to work on January 10th, he had dinner with his family and went to church. There were no facts weighing toward a finding of work-relatedness.... Wherefore, I determined that claimant’s ventricular tachycardia did not arise out of and in the course of his employment. As the tachycardia was not work-related, any psychological condition attributable thereto was not work-related.\nIn concluding that Mr. McKinley’s injury was not work-related, the hearing examiner discussed and rejected Mr. McKinley’s reliance on Austin v. Eichberg Constr., H & AS No. 88-311, OWC No. 137466 (February 16, 1990). According to the hearing examiner, that ease involved an “assault [between two employees] which took place a short distance from the worksite a short time after [a] quarrel” about work duties which led to the termination of one of the employees. The hearing examiner distinguished Mr. McKinley’s case from Austin because “[t]here were no facts weighing toward a finding of work-relatedness .... ” In particular, the hearing examiner found that,\nMr. McKinley’s quarrel with Mr. Currence occurred on January 6th. His attack of tachycardia occurred on January 10th on an interstate located in Maryland. There was evidence that the hostility had subsided: claimant had had no contact with Mr. Currence after January 6th, he had filed a grievance, a recognized outlet for disagreements with management, and been informed that it would be investigated. Further, before he went to work on January 10th, he had dinner with his family and went to church.\nIn addition, unlike Austin, Mr. Currence was not present when the claimed injury occurred outside the WJLA-TV worksite, and there was no assault. Indeed, Mr. Tollefson testified that his investigation could not substantiate Mr. McKinley’s claim that Mr. Currence had harassed him at the television station.\nFurthermore, Dr. Schulman stated, “the employee’s contention that the totality of his cardiac problem and the causality for the acute episode is attributable to emotional sequela of the incident of January 7, 1991 is unsubstantiated by medical fact.” Moreover, in essence, Dr. Brain identifies the real stressor in Mr. McKinley’s life and on January 10, 1991, as his fear of dying because of a possible V-tach. As Dr. Brain put it,\nit is clear that the event of ventricular tachycardia ... had a profoundly disturbing effect on Mr. McKinley in that he believed he was “about to die” and that further he was seeking to be “close to [his] wife.” This is more the traumatic event that has precipitated in him panicky feelings with an Anxiety Disorder and associated panic fearing that almost any circumstance including sex will precipitate the onset of ventricular tachycardia and therefore his demise. Clearly, this is for any person a stressor and is a natural consequence of the medical condition of cardiomyopathy.\nIn addition, Dr. Cowen’s testimony does not lend unequivocal support for Mr. McKinley’s theory that work-related stress triggered his V-tach on January 10, 1991. Dr. Cowen identified several factors that can cause Y-tach. He admitted that “[t]here’s no objective way to tell” which of the several factors triggered Mr. McKinley’s V-tach on January 10, 1991. He also asserted, “[t]he cause for this gentleman to have ventricular tachycardia is his underlying heart disease that makes him susceptible,” and acknowledged, it was “very unlikely” that stress would have caused V-tach if Mr. McKinley did not have a heart problem. Moreover, the record reveals that when he was treated at Frederick Memorial Hospital on January 10, 1991, Mr. McKinley told the doctors that he was “uncertain whether [his reported palpitations were] actually true arrhythmias as he had in the past, versus stress related palpitations.” And, even Dr. Mendell, Mr. McKinley’s psychiatrist, mentioned his “ventricular tachycardia, and fibrillation, and cardiac arrest” twice at NIH in 1986 as associated with his fear of dying due to a V-tach. When Dr. Mendell performed a “mental status examination” on Mr. McKinley on February 14, 1991, it revealed “thought content ... focused largely on his fears about his cardiac problems,” a belief that “I could have died” [on January 10, 1991], and a “defective feeling, guilty because [his] son also had the early signs of the same illness.” Dr. Mendell candidly admitted that he had “no direct knowledge” or “independent information about what happened at [Mr. McKinley’s] work [site].” In contrast, Mr. Tollefson investigated Mr. McKinley’s accusations of harassment against Mr. Currence and was unable to substantiate them. Mr. Gilmore testified that “[i]f something was going wrong [at the television station], most of us would be able to handle that amount of stress; whereby with him, he wouldn’t exactly go to pieces, but it would bother him as the day wore on.” Accordingly, there was substantial evidence in the record to support the hearing examiner’s conclusion that workplace stress did not trigger Mr. McKinley’s V-tach on January 10,1991.\nThe hearing examiner also addressed Mr. McKinley’s claim “that his psychological condition (injury) was due to the actions of Mr. Currence and that any mention of the employer in any form upsets him for ‘up to two hours or longer.’ ” There is substantial evidence in the record to support the hearing examiner’s finding that, “[n]one of the doctors ... named the etiology as claimant’s work or work environment.” As indicated previously, both Dr. Schulman and Dr. Brain determined that Mr. McKinley’s claimed injuries were not related to his employment. Dr. Brain connected Mr. McKinley’s anxiety disorder to the “two episodes of cardiac arrest [at NIH in 1986] which required electrical defibrillation.” Dr. Brain specifically disagreed with Dr. Mendell’s diagnosis of post traumatic stress disorder, saying, “[t]he diagnostic picture that emerges is of a man with significant anxiety disorder with features of a panic disorder. However, ... I do not concur with the conclusions of Dr. Mendell that this represents Post Traumatic Stress Disor-der_ [W]hile Mr. McKinley did suffer some harassment at the hands of his supervisor this was a pattern of behavior which he was exposed to over an extended period of time and for which he has shown no prior significant adverse response_ [Mr. McKinley’s Anxiety Disorder with panic] is not causally related to conditions of employment.” Dr. Mendell, Mr. McKinley’s psychiatrist also noted that Mr. McKinley’s “thought content was focused largely on his fears about his cardiac problems.” Accordingly, there is substantial evidence to support the hearing examiner’s conclusion that Mr. McKinley’s psychological disorder was not caused by his work environment.\nThus, on the record before us, we cannot say that DOES’ findings regarding whether Mr. McKinley’s injury arose out of and in the course of his employment are unsupported by substantial evidence, or that DOES’ interpretation of its own law or its Austin decision is unreasonable or in error. There is substantial evidence in the record to support the conclusion that neither Mr. McKinley’s V-tach on January 10, 1991, nor his psychological disorder was caused by workplace stress traceable to his problems with Mr. Currenee. As we said in Robinson, “[p]articularly in light of the hearing examiner’s unique position to assess the credibility of petitioner and the other witnesses ... we cannot say that the evidence submitted by petitioner renders the hearing examiner’s finding to be unsupported by substantial evidence in the record as a whole- ‘[A]n agency, as a finder of fact, may credit the evidence upon which it relies to the detriment of conflicting evidence, and [generally] need not explain why it favored the evidence on one side over that of the other.’ ” 683 A.2d at 488 (citations omitted). In short, “[fjactual findings supported by substantial evidence on the record as a whole are binding on the reviewing court,” even if it “may have reached a different result based on an independent review of the record.” Id. at 487. Our task is not to substitute our judgment for that of the agency.\nAccordingly, for the foregoing reasons, we affirm the agency’s judgment.\nAffirmed.\n. Mr. McKinley elected not to participate in the investigational study.\n. The DOES hearing examiner found only that Mr. McKinley “returned to work on May 16, 1991, but on hearing from a co-worker that Mr. Currenee wanted to see him, ... became upset and left.”\n. Mr. McKinley testified that he wrote the letter on January 9, 1991.\n. During his testimony at his hearing, Mr. McKinley admitted \"I had alcohol problems.” He also acknowledged that he had been arrested and convicted for driving under the influence or driving while intoxicated. Furthermore, he admitted telling Dr. Mendell \"about how [his wife] would look in the file cabinet drawers or whatever to see if I had alcohol hidden.\"\n. Mr. McKinley identifies the issue presented in this matter as \"[wjhether the Hearing Examiner erred in finding that [his] injury did not arise out of and in the course of his employment?” In his claim he identified his injury as “a run of ventricular tachycardia, a cardiac dysfunction” and \"post traumatic stress, an emotional injury.” Furthermore he states in his Brief at p. 8:\nThe record evidence establishes without doubt that the psychiatric condition from which Mr. McKinley suffers was either caused or made symptomatic by the January 10, 1991 incident on which this workers' compensation claim is based. Therefore, if the near death experience, the attack of ventricular tachycardia, is a compensable work related incident, there can be no dispute that the resultant emotional or psychiatric condition is work related.\n. During his discussion of the \"presumption of compensability,” Judge Ferren relies on Professor Larson in emphasizing the distinction between medical and legal causation, and faults the majority for failing to discuss medical causation with respect to \"exertion” in \"heart attack” cases. Neither party presented arguments which distinguished between medical and legal causation. However, the discussion of both medical and legal causation is implicit in the majority’s opinion. The majority does not approach the theoretical issue of \"usual exposure or exertion” in “heart attack” cases, in the same way as Professor Larson does in his extensive treatise, especially in § 38.83(a), and upon which Judge Ferren relies for his analysis. Rather, to determine whether the hearing examiner's decision is based upon substantial evidence, the majority examines the specific facts of Mr. McKinley’s case; the medical opinions of Doctors Cowen, Mendell, Brain, Schulman and others concerning Mr. McKinley’s specific medical (physical and emotional) problems; and the lay testimony introduced during the hearing on Mr. McKinley’s claim for compensation.\n. DOES previously has adopted an objective test for determining whether emotional injury is caused by job stress. \"[I]n order for a claimant to establish that an emotional injury arises out of the mental stress or mental stimulus of employment, the claimant must show that the actual conditions of employment, as determined by an objective standard and not merely the claimant’s subjective perception of his working conditions, were the cause of his emotional injury. The objective standard is satisfied where the claimant shows that the actual working conditions could have caused similar emotional injury in a person who was not significantly predisposed to such injury.” Spartin, supra, 584 A.2d at 568 (quoting Dailey v. 3M Co., H & AS No. 85-259 (Final Compensation Order May 19, 1988)).\n. In Spartin, supra, we pointed out that \"Professor Larson advocates an 'objective' standard [for mental stress cases:] 'in order for non-traumatically caused mental injury to be compensable in a workmen’s compensation case, the injury must have resulted from a situation of greater dimensions than the day-to-day mental stress and tensions which all employees must experience.’ ” 584 A.2d at 569 (quoting 1B Larson, supra, § 42.23(b) at 7-669 (other citation omitted)). As we also recognized in Spartin, \"work related stressful conditions must be a major contributing cause of the [underlying] disorder, ruling out non-job related sources of stress.\" Id. n. 7 (referencing McGarrah v. State Accident Ins. Fund, 59 Or.App. 448, 651 P.2d 153 (1982), aff'd, 296 Or. 145, 675 P.2d 159 (1983)). Other than his own subjective testimony, Mr. McKinley presented no evidence to support his theory of workplace stress as the cause of his V-tach episode on January 10, 1991. Both Dr. Mendell and Dr. Cowen relied on his account of stress at the workplace in formulating their opinions. Indeed, Dr. Mendell made it quite clear that he had no direct and independent information concerning what had happened at the television station. In contrast, the employer presented the testimony of Mr. Gilmore and Mr. Tollefson.",
        "type": "majority",
        "author": "REID, Associate Judge:"
      },
      {
        "text": "FERREN, Associate Judge,\ndissenting:\nI am unable to agree with the court’s opinion affirming the hearing examiner’s decision that McKinley’s disability did not “aris[e] out of and in the course of employment.” D.C.Code § 36-301(12) (1997 Repl.). The hearing examiner discerned, from McKinley’s testimony two, alternative theories of recovery: (1) work stress attributable to problems with his supervisor caused an attack of ventricular tachycardia, which led to a totally disabling psychological disorder; and (2) the work stress directly caused his psychological disorder. McKinley lost on both theories but has appealed only as to the first.\nOn appeal, McKinley challenges the examiner’s finding that his attack of ventricular tachycardia was not sufficiently work-related to qualify as an injury under the Workers’ Compensation Act. I conclude that, although properly granting McKinley the benefit of the statutory presumption of compensability under D.C.Code § 36-321(1) (1997 Repl.), the examiner erred in deciding that the employer had satisfied its burden of producing substantial evidence to show that McKinley’s disability was not work-related. Because the examiner’s decision does not comport with the law, I respectfully dissent.\nI.\nMcKinley’s principal theory, proffered to demonstrate that his psychological disorder was causally related to his employment, is expressed in three steps. McKinley argued, first, that he experienced considerable stress resulting from confrontations with his supervisor, Robert Currenee, and from the fact that McKinley was required to return to work with Currenee pending resolution of McKinley’s formal complaint against him. Next, according to McKinley, that stress (coupled with anxiety over the impending birth of a child) aggravated his preexisting, asymptomatic heart condition — hypertrophic cardiomyopathy — and thereby caused the attack of ventricular tachycardia that he experienced while driving to work on January 10, 1991. Finally, said McKinley, this traumatic, near-death experience on January 10 — a heart-related attack caused primarily by work stress — in turn caused a psychological condition, post-traumatic stress disorder, resulting in temporary total disability. In short, he says, work stress caused a heart-related attack which in turn caused a temporarily totally disabling psychological condition that entitled him to worker’s compensation benefits.\nThe only issue the examiner decided in rejecting this theory of recovery was whether McKinley’s attack of ventricular tachycardia “ar[ose] out of and in the course of employment.” D.C.Code § 36-301(12). The examiner agreed that McKinley presented evidence of work-relatedness sufficient to trigger the presumption of compensability found in D.C.Code § 36-321(1). But, according to the examiner, the employer rebutted this presumption by demonstrating that the heart-related attack occurred off the employer’s premises. The examiner, therefore, ultimately rejected McKinley’s argument, concluding that: “[McKinley’s] ventricular tachycardia did not arise out of and in the course of his employment. As the tachycardia was not work-related, any psychological condition attributable thereto was not work-related.” McKinley’s theory therefore failed, as the examiner saw it, before completing its second step.\nThe hearing examiner concluded that McKinley’s testimony had suggested a second, alternative theory: that his disabling psychological condition was directly attributable to his employment, without any intervening causal step such as his attack of ventricular tachycardia. The examiner also rejected this argument, noting that all three psychiatrists called by the parties had “opined that the cause of claimant’s [psychological] disorder was the attack of ventricular tachycardia on January 10, 1991,” not McKinley’s “work or work environment.” The examiner noted, moreover, that while “claimant fixed the cause of his [psychological] problem to Mr. Currence and the employer, claimant lacked the requisite medical expertise to make this determination.” This second theory is not at issue on appeal.\nII.\nI am unable to agree with the hearing examiner’s application of the law governing compensation claims. The workers’ compensation statute establishes a presumption that a claim falls within its coverage “in the absence of evidence to the contrary.” D.C.Code § 36-321(1). We repeatedly have held that this presumption applies to the issue of whether an employee’s disability is sufficiently work-related to fall within the definition of “injury” provided by D.C.Code § 36-301(12). See, e.g., Ferreira v. District of Columbia Dep’t of Employment Servs., 531 A.2d 651, 655 (D.C.1987). This presumption effectively implements the statute’s “humanitarian purposes” and “reflects a ‘strong legislative policy favoring awards in arguable cases.’ ” Id. (quoting Wheatley v. Adler, 132 U.S.App. D.C. 177, 183, 407 F.2d 307, 313 (1968) (en banc)).\nTo gain the benefit of the presumption, the employee must make an “ ‘initial demonstration’ of the employment-connection of the disability” by showing “two ‘basic facts’: [1] a death or disability and [2] a work-related event, activity, or requirement which has the potential of resulting in or contributing to the death or disability.” Id. The employer may rebut the presumption by “bringing] forth substantial evidence showing that the death or disability did not arise out of and in the course of employment.” Id. (internal quotation marks omitted). Thus, we have said that for the employer to satisfy this burden, it must introduce “ ‘circumstantial evidence specific and comprehensive enough to sever the potential connection between a particular injury and a job-related event.’ ” Id. (quoting Swinton v. J. Frank Kelly, Inc., 180 U.S.App. D.C. 216, 224, 554 F.2d 1075, 1083, cert. denied 429 U.S. 820, 97 S.Ct. 67, 50 L.Ed.2d 81 (1976)).\nThe examiner correctly found that McKinley offered sufficient evidence to trigger this statutory presumption. The examiner credited McKinley’s testimony that he had “experienced lightheadedness, heart palpitations and dizziness” while driving to work on January 10, 1991. Dr. Cowan, McKinley’s treating cardiologist, opined that these symptoms were consistent with an attack of ventricular tachycardia, and that such an attack could be brought on by stress. The examiner concluded that, taken together with McKinley’s testimony that he was suffering from a great deal of stress related to his problems with his supervisor, this evidence from Dr. Cowan sufficiently demonstrated that McKinley’s cardiac episode was work-connected for purposes of triggering the presumption of com-pensability.\nThe examiner further concluded, however, that the employer rebutted the presumption by pointing to the undisputed fact that McKinley’s heart-related attack occurred on Interstate 270 while McKinley was driving to work, and then noting the general rule that an employee cannot recover for injuries suffered while coming and going to work. See Grayson v. District of Columbia Dep’t of Employment Servs., 516 A.2d 909, 911 (D.C.1986) (noting existence of general rule).\nThis analysis misses the point and misapplies DOES’s own precedents for assessing the compensability of cardiac injuries sustained off the job site yet attributable to employment-related stressors (either physical or emotional). The mere fact that McKinley suffered the attack of ventricular tachycardia while driving to work does not constitute “evidence such as a reasonable mind might accept as adequate to support a conclusion” that the cardiac episode was not causally related to McKinley’s employment. 1 Arthur Larson & Lex K. Larson, The Law of Workmen’s Compensation § 10.83(b), at 3-188 (1997) (internal quotation marks omitted).\nIn Austin v. Eichberg Constr., H & AS No. 88-311 (Feb. 16, 1990) (remand order), the claimant was assaulted off the work site by a co-worker. See id. at 3. Austin argued the assault was work-related, but the hearing examiner denied compensation, applying the general rule that injuries taking place off the employer’s premises are not compensable. The Director reversed, concluding:\nThe matter of compensability of claimant’s injury is not decided by the mere application of the so-called “coming and going” rule emphasizing the situs of the injury.... There was substantial evidence ... which indicated that the claimant’s assailant was a co-worker who had quarreled with the claimant concerning work-related matters only a short time before the injury, a quarrel which clearly resulted in the assailant’s dismissal. Thus, the origin of claimant’s injury arose out of a work-related incident.\nId.\nAccording to the statute, the work-connection or work-relatedness required for com-pensability is not determined solely by reference to whether the injury occurred on site or off site; rather, work-relatedness is established through a more complex inquiry by demonstrating that the disability “ar[ose] out of and in the course of employment.” D.C.Code § 36-301(12). While this language includes two concepts, they are closely related. As to the first, the Director has held that “[f|or an employee’s injury to have arisen out of the employment the obligations or conditions of employment must have exposed the employee to the risks or dangers connected with the injury.” Grayson, 516 A.2d at 911 (internal quotation marks omitted) (emphasis added). As to the second, “[a]n injury is said to arise in the course of employment when it takes place within the period of employment, at a place where the employee reasonably may be, and while he is fulfilling his duties or engaged in doing something incidental thereto.” 1 Larson & Larson, supra, § 14.00, at 4-1 (emphasis added). As Austin makes clear, this latter test does not automatically preclude compensation for an injury that occurs off the job site if the origin of that injury is demonstrably work-related.\nAlthough the examiner concluded that McKinley’s employer successfully had rebutted the presumption of compensability, the examiner at the same time acknowledged that, in Austin, the DOES Director accepted Professor Larson’s view of the interdependence of these two concepts:\nIn practice, the “course of employment” and “arising out of employment” tests are not, and should not be, applied entirely independently; they are both parts of a single test of work-connection, and therefore deficiencies in the strength of one factor are sometimes allowed to be made up by strength in the other.\n2 Larson & Larson, supra, § 29.00, at 5-476, quoted in Austin, supra, at 3. In considering the two tests in concert, a useful way of conducting the inquiry recognizes the importance of both medical causation and legal causation. Larson’s treatise argues persuasively that, particularly in “heart cases” — of which this case is one — there are two distinct causation issues: (1) whether the exertion actually caused, from a medical point of view, the claimant’s injury; and (2) whether the particular exertion is deemed sufficient by the courts to establish legal causation. See 2 Larson & Larson, supra, § 38.83(a), at 7-312 to -319. While neither form of causation is precisely coextensive with the “arising out of’ and “arising in the course of’ tests, respectively, these concepts of medical and legal cause taken together offer a comprehensible mechanism for looking at the factors underlying each statutory test. In a case like this one, where the heart-related attack occurs off the employment premises but allegedly is attributed to work-related conduct or stimuli, the medical cause inquiry essentially corresponds to evaluating the risks and dangers to which the employment exposes the employee (“arises out of’), whereas the legal cause inquiry covers the scope of activities which the employment can be said to embrace (“in the course of’).\nWith this medical/legal distinction in mind, I believe it becomes apparent that the hearing examiner’s decision should not be sustained. First, as to medical causation, the employer has provided no evidence whatsoever to overcome the presumption of medical causality. It did not rebut the testimony of McKinley and his cardiologist that linked work-related stress to McKinley’s attack of ventricular tachycardia. The employer offered no expert medical testimony to the effect that stress does not contribute to attacks of ventricular tachycardia; nor did any expert for the employer testify that McKinley had not been under a sufficient amount of work-related stress to trigger such a cardiac episode. The employer, in fact, offered no testimony from any cardiologist.\nNor does the examiner’s cryptic observation unrelated to the expert testimony — that “[tjhere was evidence that the hostility had subsided” — prove sufficient to defeat the presumption of causation. The only evidence the examiner cited to support this finding was: (1) the general timeline— McKinley’s quarrel with Currence occurred on January 6, while the cardiac episode took place on the highway on January 10; (2) McKinley “had filed a grievance, a recognized outlet for disagreements with management”; and (3) McKinley “had dinner with his family and went to church.” In evaluating medical causation, the relevance of these factors is speculative. Absent medical testimony in support of the examiner’s analysis, the separation in time does nothing but establish a mere possibility that McKinley’s anxiety had waned during the three days between his quarrel with Currence and his attack. McKinley’s cardiac episode, moreover, was not isolated from the workplace; it occurred on his way to work after his employer had told him he must continue to work with Currence. Furthermore, McKinley testified that he was thinking about the impending confrontation with Currence when he suffered the attack. This brief (three-day) lapse of time, therefore, even when coupled with the fact that McKinley had filed a grievance rather than taking less civilized action, and had eaten dinner with his family and gone to church before returning to work, does not — without supporting expert testimony — negate medical causation. It is not the kind of “ ‘circumstantial evidence specific and comprehensive enough to sever the potential connection between a particular injury and a job-related event.’ ” Ferreira, 531 A.2d at 655 (quoting Swinton, 180 U.S.App. D.C. at 224, 554 F.2d at 1083).\nThe next issue is legal causation. While the examiner correctly observed, by citing a general legal rule, that an employee typically cannot recover for injuries that occur on the way to work, this general rule has no application to the present case. Under the Austin test explained above, the “main inquiry here is whether the work-related dispute caused, or contributed to, claimant’s injury.” Austin, supra, at 4 (emphasis added). Rather than reading the examiner’s conclusion about the subsidence of hostility as an observation about the lack of medical causation, I believe her conclusion is better understood as the reflection of a legal judgment — a limitation of legal cause — to the effect that McKinley should not be permitted to recover compensation, given (1) the separation in time between the last confrontation with Currence and the onset of the heart-related attack, (2) his presumably peaceful time at dinner and at church with his family, and (3) the fact that he filed an employee grievance — “a recognized outlet for disagreements with management” — that supposedly reflected a calm, not anxiety-provoked, response to workplace issues.\nI do not believe this reasoning can withstand scrutiny. It would be a peculiar rule of legal causation indeed that prevented McKinley from recovering for a disability unquestionably attributable, medically, to workplace stress simply because he was away from work for a few days, peacefully ate and worshipped with his family, and used available mechanisms of resolving employment disputes — especially when he was forced to continue to work with the supervisor whose conduct he complained of, and was on his way to work where he would have to face that supervisor when the incident occurred.\nIn Austin, the Director quoted with approval Professor Larson’s analysis of a New York case on the work-relatedness of an assault: “[SJince the ultimate test applied by Judge Cardozo was whether ‘the quarrel from origin to ending must be taken to be one,’ it should make no difference how widely separated the assault was from the employment in time and space if it remained an inherent part of an employment incident.” 2 Larson & Larson, supra, § 29.21, at 5-488 (quoting Field v. Charmette Knitted Fabric Co., 245 N.Y. 139, 156 N.E. 642, 643 (1927)), quoted in Austin, supra, at 3. The same analysis should apply here to the issue of legal causation. If the heart-related attack on the way to work was, in medical fact, related to work stress, the mere fact that the attack occurred off the job site does not preclude recovery as a matter of law.\nNor does McKinley’s preexisting heart condition, hypertrophic cardiomyopathy, necessarily defeat his claim, since work-caused aggravation of a preexisting condition can serve as a basis for worker’s compensation just as a first-time, work-caused injury can do so. See Ferreira, 531 A.2d at 660. I think Larson gets it right when he proposes the following test for legal causation:\nIf there is some personal causal contribution in the form of a previously weakened or diseased heart, the employment contribution must take the form of an exertion greater than that of nonemployment life.\n2 Larson & Larson, § 38.83(b), at 7-320 (emphasis in original). McKinley’s testimony was certainly sufficient to trigger the presumption of compensability, because his testimony clearly established that the level of stress he had experienced as a result of Currence’s escalating attacks on him was unusual as compared to the ordinary stresses of nonemployment life. I would allow DOES on remand to determine whether any evidence already introduced in the record overcomes this presumption by demonstrating “usualness.” I would then provide that if the evidence of “unusualness” fails to overcome this presumption, DOES must consider the issues not previously addressed by the hearing examiner’s order, namely, whether: (1) McKinley’s psychological condition, which all of the psychiatrists attributed to his attack of ventricular tachycardia, see supra note 1, arose out of and in the course of employment; (2) his psychological condition was totally disabling; and (3) he voluntarily limited his income.\nIII.\nThe majority concludes that “there was substantial evidence in the record to support the hearing examiner’s conclusion that workplace stress did not trigger Mr. McKinley’s V-tach on January 10, 1991.” Ante at [21]. That conclusion, however, is expressed without coming to grips first with the presumption of compensability.\nIt is important to recall that the hearing examiner herself concluded that McKinley’s testimony about his work stress, when coupled with Dr. Cowan’s testimony that such stress could trigger an attack of ventricular tachycardia, reflected enough work-connectedness to trigger the presumption of com-pensability, and thus shifted to the employer the burden of introducing “evidence specific and comprehensive enough to sever the potential connection between”- the stress and the heart-related attack. Ferreira, 531 A.2d at 655 (internal quotation marks omitted). The majority not only fails to acknowledge that the burden here has shifted but also neglects to recognize that the only evidence the examiner relied on to discredit McKinley’s claim of a work-related episode is its off-site location (Interstate 270) — evidence that pertains only to legal, not medical, causation. The majority, however, does not even discuss legal causation, preferring simply to repeat the hearing examiner’s rejection of Austin which, as I have tried to show, is legally incorrect.\nI recognize that Dr. Cowan, the cardiologist, testified it was possible for ventricular tachycardia to occur without unusual stress, but his bottom-line opinion included McKinley’s stress level as a precipitating factor. As a result, the examiner was satisfied that McKinley and Dr. Cowan had combined to: present a prima facia case of medical causation, trigger the presumption of compensability, and shift the burden of production to the employer.\nWhere I fundamentally differ with my colleagues, therefore, is in their acceptance of the examiner’s purely legal — not medical— basis for saying the presumption of compens-ability did not survive, namely, that McKinley’s heart-related attack occurred off the job site, after a meal and church with his family, during a period after he had filed a grievance against his supervisor. That, I suggest, is not enough to rebut the presumption of com-pensability, based on medical causation which the hearing examiner herself did not find refuted.\n* * # * # *\nBecause the majority fails to apply the statutory presumption of compensability and muddles the analysis by failing to recognize the different roles of medical and legal causation — and because the examiner’s order does not comport with the law — I respectfully dissent from the court’s opinion and judgment.\n. There was no dispute that McKinley's proof satisfied the third step of his analysis: the ventricular tachycardia caused McKinley's psychological disorder. McKinley’s psychiatric expert. Dr. Jeffrey Mendell, opined that McKinley suffered from \"post-traumatic stress disorder.” The employer's experts, Dr. Lawrence Brain and Dr. Brian Shulman, opined that McKinley had an \"anxiety disorder.” However the psychological disorder should be characterized, the hearing examiner noted that each psychiatrist \"opined that the cause of claimant's disorder was the attack of ventricular tachycardia on January 10, 1991.”\n. The majority's reliance on Spartin v. District of Columbia Dep’t of Employment Servs., 584 A.2d 564 (D.C.1990), and thus on the objective test discussed in that case for determining the com-pensability of emotional injury attributable to employment stress, is perplexing. See ante at 1384-1385 nn. 7-8. McKinley alleges that work-related stress caused his attack of ventricular tachycardia, which in turn caused his anxiety disorder. These distinct causal steps should not be lumped together to conclude that McKinley seeks compensation for emotional injury caused, simply, by job-related stress. The first question, therefore, is whether McKinley’s cardiac episode was work-related. Spartin has nothing to say about the work-connectedness of a cardiac injury, and thus we should apply Larson's legal causation formula for cardiac episodes partially caused by a diseased or weakened heart: was McKinley's job stress an \"exertion greater than that of unemployment life”? If the answer is yes, the second question is whether McKinley's psychological condition satisfies the work-relatedness test because it resulted directly from a compensable injury, namely McKinley's near-death experience on Interstate 270. Spartin offers nothing here. As the majority itself notes, see ante at 1385 n. 8, Spartin's test applies only to \"non-traumatically caused mental injury.” 584 A.2d at 569 (internal quotation marks omitted). In sum, because McKinley's complaint alleges that his psychological condition was caused by a traumatic, stress-related, heart-related attack — not simply by work stress itself — -Spartin is altogether inapplicable.\n. In Capital Hilton Hotel v. District of Columbia Dep't of Employment Servs., 565 A.2d 981 (D.C.1989), we noted the Director has concluded that \"an employee with a preexisting arteriosclerotic condition can meet the 'unusual exertion’ test merely by proving job-related stress that is unusual compared to other occupations or to his daily life; he [or she] need not show a job stress unusual for him [or her].” Id. at 986 (citing Trilling v. Washington Area Metro. Area Transit Auth., H & AS No. 86-449 (Sept. 16, 1988)). This test substantially modified the Director’s more stringent formulation of unusualness articulated in Rose v. George Hyman Constr. Co., H & AS No. 83-226 (Aug. 27, 1984), aff'd, sub nom. George Hyman Constr. Co. v. Rose, 497 A.2d 103 (D.C.1985). See Capital Hilton Hotel, 565 A.2d at 985-86 & n. 7 (noting change and collecting cases where this court declined to reach merits of validity of Rose rule).",
        "type": "dissent",
        "author": "FERREN, Associate Judge,"
      }
    ],
    "attorneys": [
      "Benjamin T. Boseolo, Greenbelt, MD, for petitioner.",
      "Charles L. Reischel, Deputy Corporation Counsel, and Charles F.C. Ruff, Corporation Counsel, at the time the statement was filed, filed a statement in lieu of brief, for respondent.",
      "Stuart L. Plotnick, Silver Spring, MD, for intervenors."
    ],
    "corrections": "",
    "head_matter": "Robert McKINLEY, Petitioner, v. DISTRICT OF COLUMBIA DEPARTMENT OF EMPLOYMENT SERVICES, Respondent, and WJLA TV: Albritton Companies, et al., Intervenors.\nNo. 95-AA-1323.\nDistrict of Columbia Court of Appeals.\nArgued March 25, 1997.\nDecided June 26, 1997.\nBenjamin T. Boseolo, Greenbelt, MD, for petitioner.\nCharles L. Reischel, Deputy Corporation Counsel, and Charles F.C. Ruff, Corporation Counsel, at the time the statement was filed, filed a statement in lieu of brief, for respondent.\nStuart L. Plotnick, Silver Spring, MD, for intervenors.\nBefore FERREN and REID, Associate Judges, and MACK, Senior Judge."
  },
  "file_name": "1377-01",
  "first_page_order": 1427,
  "last_page_order": 1442
}
