{
  "id": 11316396,
  "name": "STUART KINGSTON, INC., a Delaware corporation and St. Lawrence and Grant Venue Trust, a Delaware trust, Defendants Below, Appellants, and Carriage House Associates, Inc., a Delaware corporation, Defendant Below, v. Stephen D.M. ROBINSON and Marjorie Hirschland Robinson, his wife, Plaintiffs Below, Appellees",
  "name_abbreviation": "Stuart Kingston, Inc. v. Robinson",
  "decision_date": "1991-08-12",
  "docket_number": "",
  "first_page": "1378",
  "last_page": "1385",
  "citations": [
    {
      "type": "official",
      "cite": "596 A.2d 1378"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "170 Colo. 295",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        4625369
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        },
        {
          "page": "301",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/170/0295-01"
      ]
    },
    {
      "cite": "170 A.2d 488",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "67 N.J.Super. 348",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        348692
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/67/0348-01"
      ]
    },
    {
      "cite": "277 S.W.2d 619",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10184295
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "623"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/277/0619-01"
      ]
    },
    {
      "cite": "286 Ark. 369",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        8720968
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ark/286/0369-01"
      ]
    },
    {
      "cite": "311 Md. 560",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2071743
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "1139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/311/0560-01"
      ]
    },
    {
      "cite": "211 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11927290
      ],
      "weight": 3,
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/us/211/0321-01"
      ]
    },
    {
      "cite": "98 A. 375",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1916,
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "84 A.2d 148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1951,
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "101 A. 898",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1917,
      "pin_cites": [
        {
          "page": "901"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "570 A.2d 253",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378654
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/570/0253-01"
      ]
    },
    {
      "cite": "525 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7891186
      ],
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/525/0919-01"
      ]
    },
    {
      "cite": "498 A.2d 151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912789
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/0151-01"
      ]
    },
    {
      "cite": "275 A.2d 433",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "58 N.J. 98",
      "category": "reporters:state",
      "reporter": "N.J.",
      "case_ids": [
        1942498
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/nj/58/0098-01"
      ]
    },
    {
      "cite": "550 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1815586,
        1815591
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0037-01",
        "/pa/520/0038-01"
      ]
    },
    {
      "cite": "520 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815591
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0038-01"
      ]
    },
    {
      "cite": "441 A.2d 68",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1981,
      "opinion_index": 0
    },
    {
      "cite": "184 Conn. 51",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        556223
      ],
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/conn/184/0051-01"
      ]
    },
    {
      "cite": "521 Pa. 121",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1817477
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/521/0121-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 977,
    "char_count": 23152,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 3.55340190733708e-07,
      "percentile": 0.8854211191463286
    },
    "sha256": "36dd69abd3b62ae9167a3905c0b308a92ca5ee1d36f6e312e9a20e0bc1255407",
    "simhash": "1:fefe0d4f6aee745c",
    "word_count": 3764
  },
  "last_updated": "2024-02-27T18:13:48.068462+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before MOORE, WALSH and HOLLAND, JJ."
    ],
    "parties": [
      "STUART KINGSTON, INC., a Delaware corporation and St. Lawrence and Grant Venue Trust, a Delaware trust, Defendants Below, Appellants, and Carriage House Associates, Inc., a Delaware corporation, Defendant Below, v. Stephen D.M. ROBINSON and Marjorie Hirschland Robinson, his wife, Plaintiffs Below, Appellees."
    ],
    "opinions": [
      {
        "text": "WALSH, Justice:\nThis is an appeal from a Court of Chancery decision granting specific performance of a contract for the sale of real estate. The court ruled the buyer had standing to challenge a right of first refusal and that the seller was not bound by the right sought to be exercised by a third party because the right was void as violative of the rule against perpetuities. We agree with the Court of Chancery that the buyer had standing to seek a determination that the right of first refusal was void and that, as a matter of law, the right was not enforceable. Accordingly, we affirm the grant of summary judgment.\nI\nThe facts underlying this matter are essentially undisputed. On December 29, 1988, Stephen D.M. Robinson and Marjorie H. Robinson, his wife, (the “Robinsons”) entered into an agreement of sale for the purchase of a property known as the “Carriage House” located at 1100 Grant Avenue in the City of Wilmington for the sum of $628,945.00. The seller, Carriage House Associates, Inc., a Delaware corporation (“Carriage House Associates”), had purchased the property in 1983, from Stuart Kingston, Inc. (“Stuart Kingston”). The basis for the present controversy is an agreement of sale dated January 18, 1983 which culminated negotiations between Stuart Kingston and Payne/Betty. Paragraph 10 of that agreement provided:\n10. Right of First Refusal\n10.1 If at any time after settlement hereunder, Buyer receives a bona fide written offer to purchase all or part of the Property, the easement area and/or the parcel shown on Exhibit B, which offer Buyer desires to accept, Buyer shall immediately notify Seller of such offer, sending Seller a copy of same together with Buyer’s written conditional acceptance. Upon receipt of such notification, Seller shall thereupon have the first right and privilege to purchase the property described in said offer on the same terms and conditions stated in that offer, provided that within twenty (20) days after receipt of such notification, Seller shall send written notice to Buyer of Seller’s intent to so purchase the property. Failure of Seller to give such notice shall be deemed an election by Seller not to purchase the property.\n10.2 At the time of settlement hereunder, the parties shall execute and acknowledge a memorandum of this right of first refusal, which memorandum shall be recorded at Buyer’s expense.\nDespite the language of Paragraph 10.2, the “memorandum” of first refusal was not executed at settlement nor was any such document recorded in the Office of the Recorder of Deeds for New Castle County. Thus, at the time the Robinsons entered into their agreement with Carriage House Associates, they were unaware of the existence of Stuart Kingston’s right of first refusal and Carriage House Associates, or their negotiating agents, did not dispel their ignorance.\nThe Robinsons first became aware of Stuart Kingston’s right of first refusal on January 16, 1989, the date of their proposed settlement with Carriage House Associates, when Stuart Kingston’s attorney provided them with a copy of the 1983 agreement. A title search of the property had not revealed the existence of Stuart Kingston’s right of first refusal. On that same day, counsel for Carriage House Associates notified counsel for Stuart Kingston that “[wjithout waiving any rights we may otherwise have, this letter will serve as formal notice to Stuart Kingston, Inc. that Carriage House Associates, Inc. has received an offer to purchase its property at 1100 North Grant Avenue.” A copy of the Robinsons’ contract was attached and Stuart Kingston’s counsel was requested to indicate “your client’s decision as to the right of first refusal at your earliest convenience.” On February 6, 1989, Stuart Kingston, through counsel, exercised its right of first refusal “upon the same terms and conditions” as those set forth in the Robinsons’ contract. In the face of this development, Carriage House Associates refused to proceed to settlement with the Robinsons who thereupon filed an action in the Court of Chancery for specific performance.\nUpon the filing of the Chancery action, Stuart Kingston sought to intervene and that effort led to the execution by the seller and by both prospective purchasers of a document entitled “STIPULATION AND ORDER OF SETTLEMENT” (“Stipulation”). It provided, inter alia, for the following course of events:\n(1) Carriage House Associates would proceed to settlement with Stuart Kingston, subject to a judicial determination of the validity of the right of first refusal and Carriage House Associates would be released of “all claims” asserted against it.\n(2) Stuart Kingston would accept title to the property, subject to a judicial determination of the validity of its right of first refusal and, in the event that right is ruled “not enforceable,” Stuart Kingston would be deemed to be holding the property “pursuant to a resulting trust” for the benefit of the Robinsons.\n(3) In the event the Robinsons succeeded in their suit for specific performance, they would be entitled to a conveyance of the property from Stuart Kingston, subject to the payment of certain out-of-pocket expenses incurred by Stuart Kingston in the acquisition and operation of the property.\n(4)Stuart Kingston agreed to “abide by the terms of the Stipulation as well as any order entered by this court, or the Delaware Supreme Court, against or on behalf of Kingston.” The Robinsons’ “rights and legal arguments [would] not be prejudiced by the settlement for ... the Property.”\nOne result of the Stipulation was to leave the litigation to the disputing purchasers, the Robinsons and Stuart Kingston. Both parties subsequently moved for summary judgment and the Court of Chancery ruled that, as a matter of law, Stuart Kingston’s right of first refusal violated the rule against perpetuities and was accordingly void.\nII\nInitially, we confront the claim asserted by Stuart Kingston in the Court of Chancery that the Robinsons’ lack standing to pursue their claim because, upon being made aware of the outstanding right of first refusal, they executed an addendum to their original agreement which extended the settlement date and required Carriage House Associates to “timely notify Buyer of Stuart Kingston’s decision regarding its right of first refusal for the Property.” Settlement was to take place within three days of notification of Stuart Kingston’s decision. In effect, Stuart Kingston argues that the Robinsons’ right to enforce their agreement against Carriage House Associates was contingent on Stuart Kingston’s surrender of its right of first refusal and, upon the exercise of that right, the Robinsons lost standing to seek specific performance of their contract with Carriage House Associates. The Court of Chancery in rejecting this argument ruled that the Robinsons suffered distinct prejudice to preexisting contractual rights by reason of the exercise by Stuart Kingston of its purported right of first refusal and thus had standing to sue. We agree.\nThe concept of “standing,” in its procedural sense, refers to the right of a party to invoke the jurisdiction of a court to enforce a claim or redress a grievance. 59 Am.Jur.2d Parties § 30 (1989). It is concerned only with the question of who is entitled to mount a legal challenge and not with the merits of the subject matter of the controversy. Game Com’n v. Dept of Env. Resources, 521 Pa. 121, 555 A.2d 812 (1989); Manchester Environmental Coalition v. Stockton, 184 Conn. 51, 441 A.2d 68 (1981). In order to achieve standing, the plaintiff’s interest in the controversy must be distinguishable from the interest shared by other members of a class or the public in general. Sprague v. Casey, 520 Pa. 38, 550 A.2d 184 (1988). Unlike the federal courts, where standing may be subject to stated constitutional limits, state courts apply the concept of standing as a matter of self-restraint to avoid the rendering of advisory opinions at the behest of parties who are “mere intermeddlers.” Crescent Park Tenants Assoc, v. Realty Equities Corp. of New York, 58 N.J. 98, 275 A.2d 433 (1971).\nStuart Kingston argues that the Robin-sons in agreeing to await the exercise of Stuart Kingston’s right of first refusal recognized the superior right therein represented and thus have no standing to complain of its exercise. The addendum executed on the date of the intended settlement, however, did not concede the validity of the right of first refusal. It merely deferred the settlement date until three days after notice by Carriage House Associates “of Stuart Kingston’s decision.” In all other respects, the “terms and conditions of the [original] Agreement of Sale remain unchanged.” In effect, the Robin-sons and Carriage House Associates agreed to abide events, a necessary posture since a right of first refusal must be exercised in order to trigger the mutual responsibilities of the parties to the grant as well as the contractual rights of third parties. Wilgus v. Salt Pond Investment Co., Del. Ch., 498 A.2d 151 (1985). Nothing in the addendum suggests that the Robinsons conceded the validity of Stuart Kingston’s right of first refusal and no inference of lack of standing may be drawn from their execution of that writing.\nIn support of its standing contention Stuart Kingston relies upon the holding in Brough v. Foley, R.I.Supr., 525 A.2d 919 (1987). In Brough, under a similar factual scenario, it was ruled that a prospective purchaser who entered into a sales agreement which was expressly contingent on the exercise of an outstanding right of first refusal held by a third party, lacked standing to attack the validity of the right once exercised. We find Brough clearly distinguishable. Here, the original agreement between the parties made no mention of a right of first refusal exercisable by Stuart Kingston. Moreover, Stuart Kingston, along with Carriage House Associates and its predecessors, Payne and Betty, failed to execute and record a separate memorandum reflecting Stuart Kingston’s right of first refusal. Had this recording occurred, the Robinsons would not have proceeded to settlement, after a complete title search, ignorant of the existence of a third party’s preemptive right to purchase the property. As a matter of equity, Stuart Kingston cannot now assert a claim of lack of standing based on knowledge of a preemptive right where the absence of such knowledge is attributable, in part, to Stuart Kingston’s failure to place third parties on notice of the existence of that right.\nAn equally compelling basis for rejecting Stuart Kingston’s standing argument lies in the Stipulation which the parties entered into incident to Stuart Kingston’s intervention in the Chancery litigation. That Stipulation, which permitted Stuart Kingston to take title to the property subject to the outcome of the action for specific performance, clearly contemplated that the Robinsons would be free to litigate the issue of “which of [the] parties has the right to acquire the property, since if Stuart Kingston’s right of first refusal is valid, the Plaintiff’s Agreement of Sale is null and void, and if Kingston’s right of first refusal is void, then Plaintiff’s Agreement of Sale is in full force and effect.” The primary purpose of the Stipulation was to permit title to pass while the Robinsons were afforded the opportunity to test the validity of Stuart Kingston’s right of first refusal. To deprive the Robinsons of that opportunity on the basis of lack of standing would deprive them of the very right they bargained to achieve.\nWe agree with the Court of Chancery that the Robinsons have a concrete and distinct claim and if not permitted to assert it will suffer a direct injury. They, thus, have standing to challenge Stuart Kingston’s right of first refusal.\nIll\nWe consider next the principal issue in this appeal: whether the purported right of first refusal granted to Stuart Kingston in the 1983 sales agreement violates the rule against perpetuities. The Court of Chancery reasoned that since the right was exercisable for the purpose of vesting property beyond the period measured by a life in being plus twenty-one years from the date of its creation, the rule was violated. Under our standard of review this grant of summary judgment based on the construction of a written contract and the common law of real property is subject to plenary consideration. Judge v. Rago, Del.Supr., 570 A.2d 253, 255 (1990).\nA provision in an agreement for the sale of a parcel of real property which prohibits the grantee from selling the parcel unless he first offers it to the grantor is valid, unless it violates the common law rule against perpetuities. The rule against perpetuities provides that “[n]o interest is good unless it vests, if at all, not later than twenty-one years after some life in being at the creation of the interest.” J. Gray, The Rule Against Perpetuities, § 201 (4th Ed. 1942).\nThe rule against perpetuities has long been accepted as part of the common law of Delaware as a principle grounded in the public policy against restricting the alienability of land and interests in land. Kingston v. Home Life Ins. Co. of America, Del.Ch., 101 A. 898, 901 (1917). The rule against perpetuities is a “peremptory command of law and not a Rule of Construction.” Emerson v. Campbell, Del. Ch., 84 A.2d 148, 155 (1951). If there are two doubtful constructions of the meaning of an instrument, “one consistent and the other repugnant to the law, the former will be adopted, but if the meaning is clear” the rule must be observed “since it is founded upon a sound principle of public policy and must be rigidly enforced.” Id. In projecting the prospect of vesting “[i]t is not enough that the future interests may, or even that it will in all probability, vest within the limits; it must necessarily so vest.” Id. If there is any possibility that the interest will vest beyond the period of the rule, then it is void ab initio. Taylor v. Crosson, Del.Ch., 98 A. 375, 377 (1916).\nThe period of the rule is twenty-one years plus a life in being when the interest was created. A life in being must be a human life and if there is no measuring life, the interest must vest or fail within twenty-one years. See 61 Am.Jur.2d Perpetuities and Restraints on Alienation, § 18, at 23 (1981). Because it exists perpetually, a corporation cannot be used as a measuring life for the purposes of the rule. See Fitchie v. Brown, 211 U.S. 321, 29 S.Ct. 106, 53 L.Ed. 202 (1908). Thus, in this case, as Stuart Kingston concedes, if the period of the rule is measured against its exercisability by the grantee or holder of the right of first refusal, the rule would be clearly violated.\nAlthough the rule is most often applied in the construction of testamentary-devices, it applies equally to rights of first refusal, also known as preemptive rights, to acquire interests in land. See L. Simes & A. Smith, The Law of Future Interests, § 1154, at 61 (2d ed. 1956). Despite the view of some courts that preemptive rights are merely contract rights and not direct interests in property, a vast majority of courts and commentators view such rights as equitable claims sufficient to support an action for specific performance if the property owner attempts to sell to someone other than the owner of the right of first refusal. Ferrero Construction Co. v. Dennis Rourke Corp., 311 Md. 560, 536 A.2d 1137, 1139 (1988); Estate of Johnson v. Carr, 286 Ark. 369, 691 S.W.2d 161, 162 (1985); 5A Powell on Real Property, ¶ 771[2] (1987). Because the holder of the right of first refusal acquires merely an equitable interest, it remains inchoate until the owner decides to sell thus triggering the right of first refusal. Wilgus, 498 A.2d at 156.\nStuart Kingston argues that the right of first refusal contained in the 1983 sales agreement between it and Payne/Betty is subject to two interpretations, one which violates the rule against perpetuities and one which does not. Given this ambiguity, Stuart Kingston contends that the Court of Chancery erred in not adopting the construction which was compatible with the rule. Recognizing that the right of first refusal, if measured by the holder’s ability to invoke it, was exercisable in perpetuity, Stuart Kingston contends that the right was personal to the grantors Payne and Betty, to be exercised during their lives or be extinguished at the death of the surviv- or. If the ambiguity were resolved under that interpretation, the right of first refusal would not offend the rule against perpe-tuities.\nAn agreement between two parties which confers a right of first refusal and further provides for the termination of that right upon the death of either party is deemed to have created a personal right which does not violate the rule against perpetuities. Kershner v. Hurlburt, Mo. Supr., 277 S.W.2d 619, 623 (1955). Where the parties intend that the option be exercisable only during the life of the holder of the right and that intention may be gleaned from the terms of the agreement creating the option, the rule is not implicated. Similarly, where the agreement does not purport to measure the exercise of the right by the life or lives of the parties but limits its exercise to a term of years, the rule is not offended. Guaclides v. Kruse, 67 N.J.Super. 348, 170 A.2d 488 (1961).\nHere, the agreement is conspicuously silent with respect to any temporal limitation on the exercise of first refusal rights in terms of either a specific life of a party or period of years. From the standpoint of the holder of the right, Stuart Kingston, its perpetual existence permits exercise without limitation. The agreement itself refers to the triggering events for the option as “any time after settlement hereunder Buyer receives a bona fide written offer to purchase all or part of the property.” The express terms of the agreement create no limits on the date when the right of first refusal may be exercised.\nIt is doubtful whether a personal limitation on the exercise of first refusal rights may be inferred from any other terms of the agreement. To the contrary, the agreement purports to bind not only the original grantors of the right, Payne and Betty, but their “representatives, successors and assignees.” This language, coupled with the requirement, albeit unfulfilled, that the right of first refusal be recorded as a means of notice to third parties, evidences an intention that the right of first refusal be exercisable at any time in the future when Payne/Betty, or their successors in title, offered the property for sale. Moreover, it is noteworthy that Payne and Betty acquired title as tenants in common, not as joint tenants, thus creating a legal relationship which permitted their heirs to succeed to their individual interests in the event of death. This form of ownership is consistent with the need for the agreement to bind their heirs and successors and further emphasizes the non-personal nature of the right itself.\nAlthough the terms of the grant of first refusal will generally determine whether the parties intended to treat the grant as personal, subsequent events may be reflective of that intention. Here, Stuart Kingston permitted Payne and Betty to transfer their interests to a corporation, Carriage House Associates, which created the potential for perpetual existence of the right on the part of both grantor and grantee. In so doing, Stuart Kingston clearly contemplated that Carriage House Associates, as the successor grantor of the right of first refusal, would be bound by the terms of the agreement for the indefinite future.\nFinally, it should be noted that the parties obviously intended to treat the right of first refusal as a type of permanent encumbrance on the property of Carriage House because of the adjacency of the property retained by Stuart Kingston and the sharing of a common parking area over which Carriage House was granted an easement. The complementary relationship of the properties suggested the need for a mechanism to insure that Stuart Kingston would be able to protect its interests indefinitely in the future. The right of first refusal served that purpose and supports the conclusion the parties intended that it continue without a fixed termination date. While the purpose was understandable, the arrangement nonetheless ran afoul of the rule against perpetuities.\nThe Court of Chancery correctly ruled that the right of first refusal was not personal to the grantors of the right and since it could be exercisable indefinitely into the future it violates the rule against perpetuities. Accordingly, we affirm.\n. The actual purchasers of the property from Stuart Kingston were Thomas B. Payne (\"Payne”) and Paul L. Betty (\"Betty\") (collectively “Payne/Betty”), as tenants in common, who later formed Carriage House Associates, Inc. and transferred their interests to the corporation. Later, Bruce Fellows (“Fellows”) acquired a 28 percent interest in the corporation and, ultimately, Fellows and Payne purchased the stock of Betty. Thus, at the time of the Robinson agreement, Payne and Fellows were the sole stockholders of Carriage House Associates.\n. Stuart Kingston also contends that an addendum to the original agreement of sale between the Robinsons and Carriage House Associates contained a provision which rendered the contract null and void if Carriage House did not provide documentary evidence of the release of \"all applicable rights of first refusal or rights of third parties to purchase stock and/or property of Carriage House Associates, Inc.” This provision, however, appears to refer to the possible preemptive claims of third parties to acquire stock in Carriage House Associates, Inc. In any event, it is undisputed that the Robinsons were not aware of Stuart Kingston’s right of first refusal until the proposed settlement date under its agreement with Carriage House Associates.\n. A distinction must be made between the rule against perpetuities and the rule against restraints on alienation.\nBoth rules have the same fundamental purpose, namely, to keep property freely alienable; or stated differently, each stems from a general policy which focuses upon the withdrawal of property from commerce. The rule against perpetuities invalidates interests which vest too remotely. The rule against restraints upon alienation relates to other unreasonable restraints.\nAtchison v. Englewood, 170 Colo. 295, 463 P.2d 297, 301 (1969) (en banc).",
        "type": "majority",
        "author": "WALSH, Justice:"
      }
    ],
    "attorneys": [
      "Edward M. McNally (argued), and Daniel P. Johnson, Morris, James, Hitchens & Williams, Wilmington, for appellants.",
      "Eric L. Grayson (argued), Robinson & Grayson, P.A., Wilmington, for appellees."
    ],
    "corrections": "",
    "head_matter": "STUART KINGSTON, INC., a Delaware corporation and St. Lawrence and Grant Venue Trust, a Delaware trust, Defendants Below, Appellants, and Carriage House Associates, Inc., a Delaware corporation, Defendant Below, v. Stephen D.M. ROBINSON and Marjorie Hirschland Robinson, his wife, Plaintiffs Below, Appellees.\nSupreme Court of Delaware.\nSubmitted: May 14, 1991.\nDecided: Aug. 12, 1991.\nEdward M. McNally (argued), and Daniel P. Johnson, Morris, James, Hitchens & Williams, Wilmington, for appellants.\nEric L. Grayson (argued), Robinson & Grayson, P.A., Wilmington, for appellees.\nBefore MOORE, WALSH and HOLLAND, JJ."
  },
  "file_name": "1378-01",
  "first_page_order": 1444,
  "last_page_order": 1451
}
