{
  "id": 7879023,
  "name": "In re Ronald G. RAY, Esq., Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Ray",
  "decision_date": "1996-05-09",
  "docket_number": "No. 95-BG-480",
  "first_page": "1381",
  "last_page": "1389",
  "citations": [
    {
      "type": "official",
      "cite": "675 A.2d 1381"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "633 A.2d 850",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374156
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/633/0850-01"
      ]
    },
    {
      "cite": "563 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7347654
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/563/0338-01"
      ]
    },
    {
      "cite": "582 A.2d 1192",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/582/1192-01"
      ]
    },
    {
      "cite": "489 A.2d 452",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/489/0452-01"
      ]
    },
    {
      "cite": "316 Md. 646",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2037331
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/md/316/0646-01"
      ]
    },
    {
      "cite": "592 A.2d 1028",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7378522
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1032"
        },
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/592/1028-01"
      ]
    },
    {
      "cite": "549 A.2d 336",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7873824
      ],
      "pin_cites": [
        {
          "page": "342"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0336-01"
      ]
    },
    {
      "cite": "579 A.2d 190",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7356987
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "191",
          "parenthetical": "emphasis added"
        },
        {
          "page": "199"
        },
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/579/0190-01"
      ]
    },
    {
      "cite": "549 A.2d 700",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7878540
      ],
      "pin_cites": [
        {
          "page": "703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/549/0700-01"
      ]
    },
    {
      "cite": "578 A.2d 1141",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7371383
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1142-13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/578/1141-01"
      ]
    },
    {
      "cite": "591 A.2d 1292",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7382485
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1297-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/591/1292-01"
      ]
    },
    {
      "cite": "610 A.2d 231",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7924000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/0231-01"
      ]
    },
    {
      "cite": "624 A.2d 434",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352601
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "436-37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/624/0434-01"
      ]
    },
    {
      "cite": "653 A.2d 388",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7866905
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "393-94"
        },
        {
          "page": "388-89"
        },
        {
          "page": "389"
        },
        {
          "page": "393"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/653/0388-01"
      ]
    },
    {
      "cite": "461 A.2d 1034",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7976484
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1036"
        },
        {
          "page": "1036"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/461/1034-01"
      ]
    },
    {
      "cite": "75 L.Ed.2d 789",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "103 S.Ct. 1429",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1983,
      "opinion_index": 0
    },
    {
      "cite": "460 U.S. 1038",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6271447,
        6272067,
        6273092,
        6272582,
        6273639,
        6272337,
        6273364,
        6271095,
        6271736,
        6272830
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/us/460/1038-02",
        "/us/460/1038-04",
        "/us/460/1038-08",
        "/us/460/1038-06",
        "/us/460/1038-10",
        "/us/460/1038-05",
        "/us/460/1038-09",
        "/us/460/1038-01",
        "/us/460/1038-03",
        "/us/460/1038-07"
      ]
    },
    {
      "cite": "452 A.2d 163",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7967375
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "168-69"
        },
        {
          "page": "168-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/452/0163-01"
      ]
    },
    {
      "cite": "464 A.2d 115",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944970
      ],
      "pin_cites": [
        {
          "page": "118"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/464/0115-01"
      ]
    },
    {
      "cite": "322 Md. 334",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2046275
      ],
      "weight": 5,
      "year": 1991,
      "pin_cites": [
        {
          "page": "516"
        },
        {
          "page": "516",
          "parenthetical": "emphasis added"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/322/0334-01"
      ]
    },
    {
      "cite": "306 Md. 636",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2062156
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/md/306/0636-01"
      ]
    },
    {
      "cite": "278 A.2d 552",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "553"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "262 Md. 584",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1894092
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/md/262/0584-01"
      ]
    },
    {
      "cite": "675 A.2d 33",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7858850
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "34"
        },
        {
          "page": "34",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/675/0033-01"
      ]
    },
    {
      "cite": "654 A.2d 1285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7879377
      ],
      "pin_cites": [
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/654/1285-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1111,
    "char_count": 27308,
    "ocr_confidence": 0.649,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20048157247777768
    },
    "sha256": "e41e79fc02992bd25d58ba6922a3e39cb4ff4b9ec75b6dddf40f7e7a3a37baf3",
    "simhash": "1:92bf81c2ae5fed47",
    "word_count": 4441
  },
  "last_updated": "2024-02-27T16:32:59.851370+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN, SCBWELB, and RUIZ, Associate Judges."
    ],
    "parties": [
      "In re Ronald G. RAY, Esq., Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "SCHWELB, Associate Judge:\nThe Board on Professional Responsibility has recommended that Ronald G. Ray, a member of the Bar of the District of Columbia, be suspended from practice for six months and that he be required to make restitution of illegal fees. Three members of the Board dissented and urged disbarment. Ray has filed exceptions to the Report and Recommendation; Bar Counsel has filed a brief defending it. We impose the discipline recommended by the Board.\nI.\nTHE FACTS\nLeola Williams, a resident of Prince George’s County, Maryland, died on November 12, 1986. Her granddaughter, Treneta Marie Humphries, retained Ray to assist her with Ms. Williams’ estate. Although he had previously been given permission to appear in two personal injury cases in Maryland, Ray was not a member of the Maryland Bar. Moreover, Ray, who was employed as an attorney at the United States Department of Labor, had never probated an estate.\nRay opened a law office in the District of Columbia because anticipated staffing cuts threatened his position at the Labor Department. Throughout their professional relationship, Ray and Ms. Humphries generally met at Ray’s law office. The parties never produced any written retainer agreement, and their fee arrangement was unclear.\nActing on Ms. Humphries’ behalf, Ray requested the Prince George’s County Register of Wills to release Leola Williams’ will and to open a file for her estate. Ray also prepared an inventory of the assets in the estate, and filed it with the court in March of 1987. Meanwhile, Ms. Humphries opened a checking account for the estate. As the appointed personal representative, Ms. Humphries was the only person authorized to sign checks on this account.\nOn or about April 7, 1987, Ray accepted from Ms. Humphries a $3,000 check drawn on the estate account. Ms. Humphries testified that this check represented payment to Ray “[f]or his services for handling the estate.”\nRay testified that Ms. Humphries had agreed to pay him $3,000 for his assistance in liquidating securities involved in the estate and for representing her as an heir of the estate, as well as for his assistance with other related “legal problems.” He subsequently asserted in a letter to Bar Counsel that he had “assisted] Ms. Humphries in probating the estate,” but he defended his actions on the ground that she could have proceeded without the aid of a retained attorney. In the same letter, Ray also claimed that an official at the office of the Register of Wills told him that he could assist Ms. Humphries even if he was not a Maryland attorney.\nOn or about November 23, 1987, Ray accepted another check from Ms. Humphries drawn on the estate account, this one in the amount of $600. Ray claimed that the check represented reimbursement for a bill which he had paid on behalf of the estate. He was, however, unable to produce any documentation of the bill, nor could he recall the subject matter or party involved in the transaction.\nMs. Humphries testified that Ray prepared the First and Final Accounting of the Leola Williams Estate. Ray denied drafting the document, notwithstanding the presence of a draft copy in his files. Instead, he claimed that he had only reviewed the document. Because of the sophisticated language used in the accounting, the Hearing Committee found that Ray prepared it as a part of his representation of Ms. Humphries.\nThe First and Final Accounting did not disclose either of the two payments to Ray which had been drawn on the estate’s checking account. The document did, however, reflect a payment of $5,379 to Ms. Hum-phries for her services as Personal Representative. The Accounting also showed distributions to each of the four heirs (one of whom was Ms. Humphries) in the approximate amount of $21,750. The court approved the First and Final Accounting on November 10, 1988.\nAfter the Accounting was approved, Ray assisted Ms. Humphries with the liquidation of certain shares of stock. Following the sale of the stock, Ray received a check for $20,763.70, dated December 22,1988, payable to the “Estate of Leola Williams, Treneta M. Humphries Pers. Rep.” Ray deposited the check into his escrow account.\nOn January 19,1989, Ray issued a check to Ms. Humphries in the amount of $18,263.00 He retained the difference of $2,500.70 as a counsel fee for the transaction. Out of the retained sum, he paid expenses and taxes for the estate totaling $223.85.\nMs. Humphries testified that she believed the fee for the stock redemption to be reasonable. She also stated that both checks drawn on the estate account, as well as the funds retained from the stock transaction, were due to Ray “[f]or handling the estate.”\nIn Maryland, as well as in the District of Columbia, an attorney who expects to receive estate assets as his fee for providing services to the estate must petition the court, specifying the services performed and the fee requested. Md.Code Ann., Est. & Trusts §§ 7-601, 7-602 (1974 & 1990 Cum.Supp.); cf. D.C.Code § 20-751 (1989). Ray did not file the required petition. He testified that he did not know that he was not permitted to accept estate assets as his fee without leave of court.\nII.\nTHE DISCIPLINARY PROCEEDINGS\nOn the basis of the foregoing events, Bar Counsel charged Ray with several violations of the Code of Professional Responsibility, including unauthorized practice of law (DR 3-101(B)); handling a matter he knew or should have known he was not competent to handle (DR 6 — 101(A)(1)); engaging in conduct involving fraud, deceit, misrepresentation or dishonesty (DR 1-102(A)(4)); collecting an illegal or clearly excessive fee (DR 2-106(A)); and misappropriating client funds (DR 9-103(A)). Following an evidentiary hearing, the Hearing Committee found by clear and convincing evidence that Ray had engaged in the unauthorized practice of law and that he had handled a matter which he was not competent to handle. The Committee found the evidence insufficient to show that Ray’s actions constituted fraud, deceit, misrepresentation or dishonesty. The Committee also concluded that Bar Counsel had failed to prove that Ray had engaged in misappropriation or that he had collected an illegal fee. The Hearing Committee recommended a 30-day suspension.\nBar Counsel agreed with the Committee’s conclusion regarding the dishonesty charge, but excepted to its rejection of the charges of misappropriation and the collection of illegal fees. Bar Counsel briefed both issues to the Board. Ray failed to file a brief before the Board, and he did not appear at oral argument.\nThe Board sustained the Hearing Committee’s findings that Ray had engaged in unauthorized practice and that he had handled a matter beyond his competence. Disagreeing with the Committee, the Board concluded that Ray had accepted an illegal fee. The Board also held that Ray’s deposit into his escrow account of the proceeds of the sale of securities belonging to the estate, and his retention of a portion of these proceeds as a counsel fee, constituted misappropriation. The Board held, however, that Ray’s conduct constituting misappropriation “involved no more than simple negligence or its equivalent,” and recommended that Ray be suspended for six months and that he be ordered to pay restitution in the amount of $5,876.85. The three dissenting members of the Board recommended that Ray be disbarred.\nCounsel for Ray has filed a brief in this court in which he contends that Ray “acted in conformity with [the] rules of professional conduct under all [of] the circumstances,” that he neither accepted an illegal fee nor engaged in misappropriation, and that the Board’s Report and Recommendation should not be followed. Bar Counsel has filed a brief urging the court to issue the discipline recommended by the Board.\nm.\nLEGAL DISCUSSION\nA Standard of Review.\nAlthough the Board on Professional Responsibility is an instrumentality of this court, it has substantial expertise in the area of attorney discipline. Accordingly, the scope of our review of the Board’s Report and Recommendation is limited. We must accept “the findings of fact made by the Board unless they are unsupported by substantial evidence [in the] record.” D.C. Bar R. XI, § 9(g) (1994). Moreover, we are required to “adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.” Id. “The deferential standard mandated by this provision becomes even more deferential where, as here, the [party purportedly aggrieved by the discipline] has failed to contest the proposed sanction.” In re Goldsborough, 654 A.2d 1285, 1288 (D.C.1995); In re Dietz, 675 A.2d 33, 34 (D.C.1996) (per curiam).\nB. Illegal Fee\nDR 2-106(A) provides that a lawyer “shall not enter into an agreement for, charge, or collect an illegal or clearly excessive fee.” Ray contends that the Board’s finding that he collected an illegal fee is unwarranted. We disagree.\nIn Maryland, the right of an attorney to obtain a legal fee for handling a probate matter is governed by statute. Lusby v. Nethken, 262 Md. 584, 278 A.2d 552, 553 (1971). Under Maryland law, an attorney seeking compensation must file a petition “in reasonable detail” with the Orphans’ Court, which “may allow a counsel fee to an attorney employed by the personal representative for legal services.” Md.Code Ann., Est. & Trusts § 7-602 (1974 & 1985 CuimSupp.) (emphasis added). Section 7-602(b) provides that an attorney may receive compensation for legal services rendered, which compensation shall be “fair and reasonable” in the light of all of the circumstances. Id.; Attorney Grievance Comm’n v. Abb, 306 Md. 636, 510 A.2d 1087, 1090 n. 3 (1986).\nThe Maryland Court of Appeals has emphasized that an attorney’s taking a fee without court approval is no minor matter. The “attorney has no right to [estate] funds, either as a commission or as an attorney’s fee, unless and until [the] approval [required by the statute] has been obtained from the Orphans’ Court.” Attorney Grievance Comm’n v. Owrutsky, 322 Md. 334, 587 A.2d 511, 516 (1991). The court observed that “[appropriating any part of [estate] funds to [the attorney’s] own use and benefit without clear authority to do so cannot be tolerated.” Id.\nIn April 1987, Ray accepted from the personal representative a $3,000 estate cheek made out to him “for his services in handling the estate.” The Hearing Committee concluded that “if the payment was a retainer or for work done on behalf of the personal representative, it had to be approved in advance by the court.” In the Committee’s view, Ray “knew or should have known when he accepted the $3,000 check that it was not authorized as a payment from the assets of the estate.” The Committee further found that in November 1987, Ray “accepted a $600 cheek made out to him, drawn on the estate checking account and signed by [the personal representative],” as “payment ... for [Ray’s] assistance, including legal assistance, to Ms. Humphries as personal representative of the estate of Leola Williams.” Finally, in January 1989, Ray retained approximately $2,100 in estate assets as an attorney’s fee.\nBased on the unchallenged findings of the Hearing Committee, the Board on Professional Responsibility concluded that Ray violated. DR 2-106(A). The Board noted that “the purpose of DR 2-106(A) is to protect-clients from being charged fees that are prohibited by operation of law, whether due to the amount of the fee or lack of authorization.”\nIn his brief, Ray takes the position that proof of an “illegal” fee requires evidence of dishonesty, fraud, deceit, or misrepresentation. He cites no authority to support his argument. He did not present this contention to the Board, and he thus cannot be heard to raise it for the first time here. In re Williams, 464 A.2d 115, 118 (D.C.1983) (per curiam); In re James, 452 A.2d 163, 168-69 (D.C.1982), cert. denied, 460 U.S. 1038, 103 S.Ct. 1429, 75 L.Ed.2d 789 (1983). In any event, the disciplinary rule on its face did not include any requirement of mens rea.\nRay also seems to argue that because the personal representative had the right to hire an attorney to assist in the administration of her grandmother’s estate, the probate court’s subsequent approval of the personal representative’s commission constituted a ratification of her payments to him. This argument founders on the Maryland rule (which is the same as the District’s) that any attorney who serves as the personal representative of an estate in probate in Maryland has “no right to [estate] funds, either as a commission [paid to the personal representative] or as an attorney’s fee, unless and until an approval ... has been obtained from the Orphans’ Court.” Owrutsky, supra, 587 A.2d at 516 (emphasis added). As the court further noted, “[a]rguing that an unauthorized ‘advance’ was later approved as a fee is little better than arguing that a fiduciary may dip into the client’s funds for a ‘loan’ as long as the money is later repaid.” Id. (citation omitted).\nWe have reviewed Ray’s remaining contentions in support of his claim that the fee was legal and find them unpersuasive. Accordingly, we sustain the Board’s finding that Ray violated DR 2-106(A).\nC. Misappropriation.\nMisappropriation is defined as “any unauthorized use of [a] client’s funds entrusted to [the attorney], including not only stealing but also unauthorized temporary use for the lawyer’s own purpose, whether or not he derives any personal gain or benefit therefrom.” In re Harrison, 461 A.2d 1034, 1036 (D.C.1983) (citation omitted); see also In re Pels, 653 A.2d 388, 393-94 (D.C.1995). Improper intent need not be shown. Harrison, 461 A.2d at 1036; Pels, 658 A.2d at 394. Ray asserts that the Board’s finding of misappropriation is not supported by the record. We disagree.\nThe Board dealt with this issue concisely and correctly, as follows:\nAt the request of [Ms.] Humphries, acting as the personal representative, [Ray] sold securities belonging to the estate, and deposited the proceeds in his escrow account. He later turned over those estate assets to the personal representative, but retained $2,276.85 as his attorney’s fee.\nWhile acknowledging [Ray’s] questionable behavior and failure to account to the estate for his fee, the Hearing Committee found that Bar Counsel had not “shown by clear and convincing evidence that [Ray] deliberately or recklessly attempted to deprive the estate of its funds.”\nBar Counsel objected to the Hearing Committee’s conclusion that “[Ray’s] ignorance” precluded a finding of misappropriation. ... We agree with Bar Counsel that applicable precedent holds that even “innocent” behavior may, nonetheless, constitute as misappropriation under DR 9-103(A). See In re Choroszej, 624 A.2d 434 (D.C.1992); In re Micheel, 610 A.2d 231 (D.C.1992); In re Cooper, 591 A.2d 1292 (D.C.1991); In re Evans, 578 A.2d 1141 (D.C.1990); In re Hessler, 549 A.2d 700, 703 (D.C.1988); and In re Harrison, 461 A.2d 1034 (D.C.1983).\nIn our view, the foregoing cases demonstrate that [Ray’s] depositing of estate assets into his escrow account and retaining a portion as attorney’s fees constitutes misappropriation under DR 9-103(A), notwithstanding the innocent intent of his actions. Substantially for the reasons stated by the Board, we conclude that notwithstanding the lack of any proof of a venal motive, Ray’s conduct constituted misappropriation.\nD. Sanction.\n(1) Suspension.\nIn In re Addams, 579 A.2d 190 (D.C.1990) (en banc), this court reaffirmed that\nin virtually all cases of misappropriation, disbarment will be the only appropriate sanction unless it appears that the misconduct resulted from nothing more than simple negligence.\nId. at 191 (emphasis added). We recently reiterated this articulation in Pels, supra, 653 A.2d at 388-89.\nIn the present case, a majority of the Board proposed that Ray be suspended for six months and that he be required to make restitution. The Board concluded that Ray’s misappropriation of funds was not shown to be willful or reckless and that “the sanction of disbarment — the most severe that can be imposed — would be far too Draconian under the facts and circumstances of this case.” The dissenters insisted that this was not a case of “simple negligence” and that any sanction short of disbarment could not be reconciled with our precedents, and particularly with our decision in Pels.\nThe Hearing Committee — the only decision-maker which had the opportunity to observe the witnesses and assess their demean- or — expressly credited Ray’s testimony “that he did not know that he could not take estate assets as his fee without reflecting them on his Accounting.” According to the Committee, “[i]t was [Ray’s] ignorance of proper procedures that caused him not to secure court approval for Ms fee.” On the basis of these evidentiary findings, the Committee concluded that Bar Counsel had failed to prove that Ray “deliberately or recklessly attempted to deprive the estate of its funds.” If Ray’s conduct was not deliberate or reckless, then Bar Counsel proved no more than simple negligence.\nRule 13.6 of the Board’s Rules requires the Board to sustain the Hearing Committee’s findings if they are supported by substantial evidence on the record as a whole. In re Shillaire, 549 A.2d 336, 342 (D.C.1988). Here, the Board found, in conformity with the Hearing Committee’s assessment, that Ray’s conduct “did not reach the level of recklessness, but that his misappropriation of his client’s funds stemmed from no more than simple negligence.” Bar Counsel did not file an exception to tMs finding and, indeed, defends it before tMs court.\nIf, as the Hearing Committee and the Board both found, Bar Counsel proved only simply negligence and not recklessness, then the presumption in favor of disbarment articulated in Addams and reiterated in Pels has no application. The discipline recommended by the Board is consistent with the sanction imposed in other misappropriation cases in wMch only “simple negligence” was shown. See, e.g., Choroszej, supra, 624 A.2d at 436-37; Cooper, supra, 591 A.2d at 1297-98; Evans, supra, 578 A.2d at 1142-13. Indeed, the dissenting members of the Board do not appear to contend that the recommended sanction is inappropriate for a case of simple negligence. Rather, they insist, citing Pels, that the Board majority is wrong because this is not a case of simple negligence.\nPels, however, is distinguishable in a decisive respect. There, the Hearing Committee wMch heard the testimony found that the respondent “misappropriated client funds and did so recklessly, ie., as a result of more than simple negligence.” Pels, 653 A.2d at 389. The Board agreed with the Hearing Committee’s assessment. Id. In sustaining the Board’s finding that Pels acted recklessly, tMs court alluded specifically to the limited scope of our review, and concluded that “the underlying facts found by the Board are firmly supported by the record and establish misappropriation clearly and convincingly.” Id. at 393. In tMs case, on the other hand, the dispositive findings of the Hearing Committee and the Board as to the question whether recklessness was shown were favorable to Ray. We owe these findings at least the same deference wMch we accorded contrary findings in Pels.\nIndeed, the present ease presents a circumstance warranting even greater deference than is appropriate in most such proceedings contested by the parties. Bar Counsel, who serves as the prosecutor in disciplinary cases, challenged neither the Board’s findings nor the recommended sanction. Indeed, in Ms brief, after noting this court’s decisions in Choroszej and Cooper, and discussing in some detail our holding in Evans, Bar Counsel wrote as follows:\nHere, Respondent was operating in a foreign jurisdiction and in an area of the law where the personal representative had to petition the probate court for authority to transfer estate funds to him. Respondent was unaware that he could not legally accept estate checks or withhold estate assets in payment of his fee. He erroneously believed that his actions were proper because his unsophisticated client did not object to the size of the fee the estate was paying him. The Board majority’s recommendation of a six-month suspension is consistent with discipline imposed in the factually similar disciplinary matter of Evans.\nHere, as in Dietz, supra, “[t]he sanction recommended by the Board is assuredly not too harsh ... and Bar Counsel has not claimed that it is too lenient.” Id., 675 A.2d at 34 (citations omitted).\nThe scope of our review is limited, see Part III. A., supra, and it would be the unusual case in which we would both overturn factual findings which no party has challenged and reject as insufficiently severe a sanction which the Board and Bar Counsel both view as appropriate and which is six times as harsh as the discipline recommended by the Hearing Committee. The present record does not warrant rejection of the Board’s findings, and we decline to order that Ray be disbarred.\n(2) Restitution.\nUnder D.C. Bar R. XI, § 3(b), this court, when imposing discipline, “may require an attorney to make restitution ... to persons financially injured by the attorney’s conduct ... as a condition of probation or of reinstatement.” The Hearing Committee declined to recommend restitution, because\n[w]hile we generally are sympathetic to restitution requirements where the client has not received the benefit of the service for which it has paid, the evidence here does not clearly show that such is the case.\nThe Board disagreed, recommending that Ray’s reinstatement, following his suspension, be “conditioned on restitution to Trene-ta Marie Humphries ... of $5,876.85, the amount of the illegal fees, plus interest at a rate fixed by the court.” We agree with the Board.\nWe have held that Ray engaged in the unauthorized practice of law and that the fee which he charged Ms. Humphries was illegal. It follows from these holdings that Ray had no right to charge any fee. Although an order of restitution, if obeyed, will undoubtedly result in some measure of windfall to the client, we do not believe that Ray should be permitted to recover a fee on a quantum meruit basis when he was practicing law illegally. In Godette v. Estate of Cox, 592 A.2d 1028 (D.C.1991), we held that a personal representative has no right to take a fee from the estate without the court’s prior authorization, id. at 1032, and we affirmed a trial court order requiring the personal representative to reimburse the estate for the fee improperly taken. Id. at 1036.\nIV.\nCONCLUSION\nFor the foregoing reasons, Ronald G. Ray is hereby suspended from the practice of law for a period of six months, with reinstatement conditioned on his paying restitution to Treneta Marie Humphries in the amount of $5,876.85, plus interest from the date of this order at the legal rate of 6 percent. See D.C.Code § 28-3302(a) (1991). We also invite Ray’s attention to his obligations pursuant to D.C. Bar R. XI, § 14, relating to notice to clients and to others which must be provided by suspended attorneys.\nSo ordered.\n. All of the relevant events occurred prior to January 1, 1991 — the effective date of our Rules of Professional Conduct. The case is therefore govemed by the former Code of Professional Responsibility, which was in effect at the time of the alleged disciplinary violations.\n. The Board rejected Bar Counsel's contention that Ray’s acceptance of a counsel fee by checks drawn on the estate account constituted misappropriation. Bar Counsel does not challenge this holding and we do not address it.\n. Ray does not challenge the Board’s holding that he engaged in unauthorized practice or that he handled a matter which he was not competent to handle. We do not address these aspects of the Board’s Report, except to note that the findings are plainly supported by substantial evidence. See Kennedy v. Bar Ass'n, 316 Md. 646, 561 A.2d 200, 205 n. 5 (Md.1989); In re Washington, 489 A.2d 452 (D.C.1985) (unauthorized practice); In re Tinsley, 582 A.2d 1192 (D.C.1990) (handling legal matter which attorney was not competent to handle).\n. The Hearing Committee’s finding that there was no misappropriation was based on an apparent misapprehension as to the law. According to the Committee, DR 9-103(A) prohibited only \"intentional or reckless misappropriation of funds.” In fact, this Rule proscribed any misappropriation; the presence or absence of intentional or reckless conduct goes only to the proper sanction.\n. Ray contends that the securities in question were not estate assets, but belonged to Ms. Hum-phries’ grandfather, who predeceased Ms. Williams. The Hearing Committee found the contrary, however, and by failing to contest the Committee’s finding, Ray has waived the point. James, supra, 452 A.2d at 168-69.\n. We also agree with the Board’s majority that Pels is distinguishable on its facts. In Pels, the respondent engaged in the \"indiscriminate mingling” of client funds over a period of almost a year, which resulted, inter alia, in the repeated dishonoring of checks to one of the client’s medical care providers. Moreover, there was a bitter dispute between Pels and his client, as a result of which Pels resorted to self-help. In the present case, by contrast, Ray’s client was satisfied with his services, a factor which we deem relevant, though obviously not conclusive. See Addams, supra, 579 A.2d at 199.\nThe dissenting members of the Board rely on Addams, but that case is quite unlike the present one. There, the Hearing Committee which heard the evidence found that Addams dishonestly misappropriated his client’s funds, with a \"reckless disregard\" of her financial security. See the division opinion, In re Addams, 563 A.2d 338, 339 (D.C.1989) (per curiam). The Board agreed, finding that the misappropriation was dishonest and intentional. Id. Moreover, this court, sitting en banc, noted the presence of substantial aggravating factors, including “Addams' dishonesty in presenting a false accounting and conflicting explanations for his conduct,\" his knowing and intentional use of his client's money “as if it were his own,” and “his attempt to hide his actions from his client.” See the en banc opinion, 579 A.2d at 199.\n. We note that the Hearing Committee, which heard Ray testify, made a number of credibility determinations unfavorable to him. Any impartial reader of the Committee’s findings will conclude that, at best, Ray was not as candid as he ought to have been.\n. We conclude that because Ray rendered significant services to Ms. Humphries, albeit services unauthorized by law, a discretionary award of \"pre-judgment” interest is not warranted. Cf. In re Dietz, 633 A.2d 850, 851 & n. 2 (D.C.1993).",
        "type": "majority",
        "author": "SCHWELB, Associate Judge:"
      }
    ],
    "attorneys": [
      "Gregory LA Thomas, Washington, DC, filed a brief for respondent.",
      "Leonard H. Becker, Bar Counsel, and Ross T. Dicker, Assistant Bar Counsel, filed a brief for the Office of Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Ronald G. RAY, Esq., Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 95-BG-480.\nDistrict of Columbia Court of Appeals.\nSubmitted Feb. 27,1996.\nDecided May 9, 1996.\nGregory LA Thomas, Washington, DC, filed a brief for respondent.\nLeonard H. Becker, Bar Counsel, and Ross T. Dicker, Assistant Bar Counsel, filed a brief for the Office of Bar Counsel.\nBefore FERREN, SCBWELB, and RUIZ, Associate Judges."
  },
  "file_name": "1381-02",
  "first_page_order": 1443,
  "last_page_order": 1451
}
