{
  "id": 8005667,
  "name": "Carlton ELLIS, Appellant, v. SAFEWAY STORES, INC., and Seaboard Service System, Ltd., Appellees",
  "name_abbreviation": "Ellis v. Safeway Stores, Inc.",
  "decision_date": "1979-11-20",
  "docket_number": "No. 79-432",
  "first_page": "1381",
  "last_page": "1383",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1381"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "107 A.2d 118",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8122390
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/107/0118-01"
      ]
    },
    {
      "cite": "320 A.2d 593",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8028634
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "notice as related to a defective condition"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/320/0593-01"
      ]
    },
    {
      "cite": "149 P.2d 734",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "164 A.2d 475",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8117456
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/164/0475-01"
      ]
    },
    {
      "cite": "354 A.2d 507",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "316 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11293885
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "854"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/316/0852-01"
      ]
    },
    {
      "cite": "369 U.S. 654",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170284
      ],
      "weight": 3,
      "year": 1962,
      "pin_cites": [
        {
          "page": "655"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0654-01"
      ]
    },
    {
      "cite": "398 U.S. 144",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169865
      ],
      "weight": 3,
      "year": 1970,
      "pin_cites": [
        {
          "page": "158-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/398/0144-01"
      ]
    },
    {
      "cite": "387 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8059542
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "719"
        },
        {
          "page": "719"
        },
        {
          "page": "719"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/387/0716-01"
      ]
    },
    {
      "cite": "321 U.S. 620",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        301900
      ],
      "weight": 3,
      "year": 1944,
      "pin_cites": [
        {
          "page": "627"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/321/0620-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 8084,
    "ocr_confidence": 0.815,
    "pagerank": {
      "raw": 2.8676745516025143e-07,
      "percentile": 0.842562828952576
    },
    "sha256": "ab6fdee4566309bbbea9d178b03a9b5dbd18f2445b140ad70f8590189125ef86",
    "simhash": "1:778e1449aa2ecf4a",
    "word_count": 1359
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, NEBEKER and HARRIS, Associate Judges."
    ],
    "parties": [
      "Carlton ELLIS, Appellant, v. SAFEWAY STORES, INC., and Seaboard Service System, Ltd., Appellees."
    ],
    "opinions": [
      {
        "text": "HARRIS, Associate Judge:\nAppellant brought an action against Safeway Stores, Inc. (Safeway), and Seaboard Service System, Ltd. (Seaboard), a guard service company. He charged that appellees negligently failed to warn him of an attack upon him by a store customer or to prevent the attack. Appellant seeks reversal of summary judgments which were entered in favor of appellees. We affirm.\nI\nThe depositions in the record indicate that appellant and a female friend were waiting to check out at a Safeway grocery store. Debra Oglesby came to the front of the line and demanded immediate service. She became quite agitated when Mr. Holl-ingsworth, a Safeway checker, advised her that she would have to wait in line with the other customers. Sensing that something was wrong with the woman, the cashier then asked the other customers if they would allow Oglesby to be checked out first. Several of the customers, including appellant, objected.\nWhen Oglesby directed a rude remark to appellant’s female friend, an argument erupted between Oglesby, appellant, and his companion. Hearing the argument, Mr. Johnson, a store guard who was a Seaboard employee, came to the counter from the rear of the store. He requested that Ogles-by either refrain from swearing or leave the store. Johnson carried neither a gun nor Mace, but did have a night stick.\nOglesby threatened appellant verbally. Then she reached into her purse, pulled out an ice pick, and suddenly attacked appellant, wounding him five times. Johnson, the Seaboard guard, finally was able to subdue the attacker. Meanwhile, the checker Hollingsworth took the ice pick from the assailant. Oglesby was placed under arrest. Appellant spent seven days in the hospital recuperating from his injuries.\nII\nSummary judgment is an extreme remedy which is appropriate only when there are no material facts in issue and when it is clear that the moving party is entitled to judgment as a matter of law. Sartor v. Arkansas Natural Gas Corp., 321 U.S. 620, 627, 64 S.Ct. 724, 88 L.Ed. 967 (1944); Willis v. Cheek, D.C.App., 387 A.2d 716, 719 (1978). A party moving for summary judgment has the burden of proving that there is no issue ■ of material fact, and all inferences which may be drawn from subsidiary facts are to be resolved against him. Adickes v. S. H. Kress & Co., 398 U.S. 144, 158-59, 90 S.Ct. 1598, 26 L.Ed.2d 142 (1970); United States v. Diebold, Inc., 369 U.S. 654, 655, 82 S.Ct. 993, 8 L.Ed.2d 176 (1962); Willis v. Cheek, supra, at 719.\nAfter reviewing the record, we conclude that the trial judge did not commit error in determining that appellees met their initial burden of showing that there were no material facts in dispute. The depositions of the parties and witnesses were in agreement as to the material facts concerning the occurrence. There was no issue of fact sufficient to bar summary judgment, and the facts agreed to by both parties support the ruling in favor of appellees as a matter of law. See Super.Ct.Civ.R. 56(b).\n111\nIt is settled in this jurisdiction that grocers are not the “absolute insurers of the safety of all people on their property.” Graham v. Safeway Stores, Inc., D.C.App., 316 A.2d 852, 854 (1974). The liability which the law places upon grocers such as Safeway for injuries to invitees resulting from the acts of third parties is limited by the tests of reasonableness and foreseeability. See generally Cook v. Safeway Stores, Inc., D.C.App., 354 A.2d 507 (1976); Graham v. Safeway Stores, Inc., supra.\nAlthough both parties agree that the neighborhood in question is in a high crime area, there was no way appellees could know in advance of the particular attack in question. We said in the Cook case that we are aware of the urban crime problem, but we concluded that this does not put any additional duty on grocery stores to insure the safety of their customers against all harm. We stated: “But simply because this hazard [of criminal activity] exists, it does not follow that the common law of negligence imposes an obligation upon private enterprises to provide armed guards to insure the safety of persons invited to do business with them.” Cook v. Safeway Stores, Inc., supra, at 509. The circumstances of the present case bring it within the Cook rule. The attack was hot foreseeable and there was no feasible way appel-lees could have prevented the unfortunate assault on appellant. Specific isolated criminal assaults such as the attack by Oglesby haye been deemed unforeseeable. Cook v. Safeway Stores, Inc., supra.\nAppellant relies on Grasso v. Blue Bell Waffle Shop, Inc., D.C.App., 164 A.2d 475 (1960). In that case an intoxicated and belligerent employee (who happened to be off duty but was on the restaurant’s premises) grabbed and struck a patron after acting in an aggressive and angry way for quite some time. He had struck another customer before punching and fighting with Grasso. This court determined that the restaurant reasonably should have anticipated that the intoxicated off-duty employee might injure a patron. The instant case is different. There is no evidence that anyone connected with the case had known or seen the assailant before the incident in question. The events leading up to the assault occurred quite rapidly. We conclude that the trial judge did not err in finding as a matter of law that no duty was owed by appellees to insure the safety of appellant from an unforeseeable criminal attack. Since there was no duty, there was no breach of duty upon which a negligence action could be based and appellees were entitled to judgment as a matter of law. See Willis v. Cheek, supra, at 719.\nIV\nWe. next consider whether appellees effectively could have warned appellant of the attack. We think as a matter of law that appellees had no opportunity to warn appellant. A shopkeeper has a duty to warn only when there is time to do so. Fulfer v. Sherry’s Liquor Stores, 149 P.2d 734 (Cal.D.Ct.App.1944). Generally, there is no duty to warn of a danger which is as well known to the invitee as to the owner. 65 C.J.S. Negligence § 63(53) (1966); see also S. Kann’s Sons Corp. v. Hayes, D.C. App., 320 A.2d 593 (1974) (notice as related to a defective condition). No opportunity to warn was present in the instant case. The assailant searched her purse for a matter of seconds while everyone watched, not knowing what the woman would take from her bag. After the assailant’s hand emerged with an ice pick “she went like a wild lady” towards appellant. Appellees had no greater warning as to what Oglesby would do than did anyone else present.\nWhen the courts impose a special duty on store owners to warn, as in Viands v. Safeway Stores, Inc., D.C.App., 107 A.2d 118 (1954), it is because a certain danger is peculiarly foreseeable to the owner, while unknown to a patron. In Viands, the store manager had known for several months of the potential hazard posed by the presence of numerous young boys who blocked the exits with their wagons in hopes of carrying bags for customers. Here, there is nothing to suggest that appellees knew of the isolated attack on appellant in advance. We conclude that the trial judge did not err in deciding that there was no legal duty to warn appellant. Appellees met their burdens on the facts, and the trial court did not err in granting the motions for summary judgment.\nAffirmed.\n. The guard in this case, who was employed by Seaboard, was provided to protect Safeway property and to discourage shoplifting.",
        "type": "majority",
        "author": "HARRIS, Associate Judge:"
      }
    ],
    "attorneys": [
      "Clifford R. Bridgford, Frederick, Md., for appellant.",
      "Richard W. Boone, Washington, D. C., for appellee Safeway Stores, Inc.",
      "Darryl A. Adams, Washington, D. C., for appellee Seaboard Service System, Ltd."
    ],
    "corrections": "",
    "head_matter": "Carlton ELLIS, Appellant, v. SAFEWAY STORES, INC., and Seaboard Service System, Ltd., Appellees.\nNo. 79-432.\nDistrict of Columbia Court of Appeals.\nArgued Nov. 8, 1979.\nDecided Nov. 20, 1979.\nClifford R. Bridgford, Frederick, Md., for appellant.\nRichard W. Boone, Washington, D. C., for appellee Safeway Stores, Inc.\nDarryl A. Adams, Washington, D. C., for appellee Seaboard Service System, Ltd.\nBefore KELLY, NEBEKER and HARRIS, Associate Judges.\nThe original disposition of this case was by an unpublished Memorandum Opinion and Judg- ■ ment. Appellee Safeway’s motion for publication was granted."
  },
  "file_name": "1381-01",
  "first_page_order": 1429,
  "last_page_order": 1431
}
