{
  "id": 7875036,
  "name": "Jeffrey and Joanne MYER, h/w, individually and on behalf of their minor daughter, Jennifer Myer, Plaintiffs, v. Thomas E. DYER, M.D., Luke Ma, M.D., Wilmington Medical Center, Katherine L. Esterly, M.D., N. Salam, M.D., Mary Ellen Brown, R.N., A. Pendrachi, R.N., and Milford Memorial Hospital, Defendants",
  "name_abbreviation": "Jeffrey v. Dyer",
  "decision_date": "1993-12-22",
  "docket_number": "Civ. A. No. 86C-MY-96",
  "first_page": "1382",
  "last_page": "1390",
  "citations": [
    {
      "type": "official",
      "cite": "643 A.2d 1382"
    }
  ],
  "court": {
    "name_abbreviation": "Del. Super. Ct.",
    "id": 9286,
    "name": "Delaware Superior Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "542 A.2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7877014
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "806"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/542/0802-01"
      ]
    },
    {
      "cite": "389 N.E.2d 211",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "27 Ill.Dec. 399",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "71 Ill.App.3d 158",
      "category": "reporters:state",
      "reporter": "Ill. App. 3d",
      "case_ids": [
        5580586
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-3d/71/0158-01"
      ]
    },
    {
      "cite": "484 A.2d 1127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "1129"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "125 N.H. 577",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        8710028
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/nh/125/0577-01"
      ]
    },
    {
      "cite": "498 A.2d 1071",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7920295
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/498/1071-01"
      ]
    },
    {
      "cite": "205 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "519 F.Supp. 283",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5615021
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "290-91"
        },
        {
          "page": "290"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/519/0283-01"
      ]
    },
    {
      "cite": "187 F.Supp. 465",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1437621
      ],
      "weight": 6,
      "year": 1960,
      "pin_cites": [
        {
          "page": "468"
        },
        {
          "page": "469-70"
        },
        {
          "page": "469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/187/0465-01"
      ]
    },
    {
      "cite": "610 A.2d 1341",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7930887
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/610/1341-01"
      ]
    },
    {
      "cite": "32 A.L.R.2d 1060",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 2d",
      "pin_cites": [
        {
          "page": "1069"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "577 F.2d 22",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        879581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/577/0022-01"
      ]
    },
    {
      "cite": "448 F.Supp. 10",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3999464
      ],
      "weight": 4,
      "year": 1977,
      "pin_cites": [
        {
          "page": "12"
        },
        {
          "page": "15"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/448/0010-01"
      ]
    },
    {
      "cite": "274 A.2d 711",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8105336
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/274/0711-01"
      ]
    },
    {
      "cite": "183 A. 631",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "540 A.2d 1088",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1987 WL 19875",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 1987,
      "opinion_index": 0
    },
    {
      "cite": "567 A.2d 422",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "ORDER"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "200 A.2d 692",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "pin_cites": [
        {
          "page": "693, n. 1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "457 A.2d 715",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7989657
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "718"
        },
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/457/0715-01"
      ]
    },
    {
      "cite": "642 A.2d 802",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1987,
      "pin_cites": [
        {
          "page": "806"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1145,
    "char_count": 31571,
    "ocr_confidence": 0.701,
    "pagerank": {
      "raw": 8.548721006481403e-08,
      "percentile": 0.4879583713181734
    },
    "sha256": "d34f9eb520b7b357b43162a34668eabc18c8222a3cec415f5a545a6cbcb790f8",
    "simhash": "1:73aa5a9c82202350",
    "word_count": 5166
  },
  "last_updated": "2024-02-27T23:11:15.430375+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeffrey and Joanne MYER, h/w, individually and on behalf of their minor daughter, Jennifer Myer, Plaintiffs, v. Thomas E. DYER, M.D., Luke Ma, M.D., Wilmington Medical Center, Katherine L. Esterly, M.D., N. Salam, M.D., Mary Ellen Brown, R.N., A. Pendrachi, R.N., and Milford Memorial Hospital, Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION\nHERLIHY, Judge.\nThis is a medical malpractice action. In 1986, Jeffrey and Joanne Myer [plaintiffs], adults and on behalf of their minor daughter Jennifer [Jennifer], filed suit against the defendants.\nOne of the defendants, Katherine Esterly [Dr. Esterly], in 1986 moved to dismiss the complaint on the grounds that it was barred by the applicable statute of limitations of two years. On April 10, 1987, this Court dismissed the claims of the adult parents, including a claim for Jennifer’s medical expenses, but since Jennifer’s claims were not time barred, left to another day whether Jennifer could bring an action on her own for medical expenses. Myer v. Dyer, Del.Super., 642 A.2d 802, 806 (1987).\nAll defendants now move to dismiss the individual claims of the adult plaintiffs for Jennifer’s medical expenses or, in the alternative, to prevent introduction of such claims as barred by the statute of limitations. Trial is scheduled to commence on January 31, 1994. The defendants filed the joint brief in support of its motion November 5, 1993, the reply brief was filed December 13, 1993.\nFACTS\nJennifer Myer was bom pre-term at the Milford Memorial Hospital [MMH] on June 15, 1982. Within about an hour of her birth, she was transported by helicopter to the Wilmington Medical Center [WMC]. Both hospitals, doctors at both institutions and several nurses, all of whom treated Jennifer, are defendants.\nWithin a period of ten days of her birth, a series of events or acts of alleged medical malpractice starting at MMH, allegedly caused Jennifer to become severely brain damaged, severely retarded and seriously handicapped.\nPertinent portions of the original complaint read as follows:\n1. Jeff and Joanne Myer, and their natural daughter, minor-plaintiff Jennifer Myer, are residents and citizens of the State of Delaware and reside therein at Route 404, Box 23A, Bridgevill [sic], DE 19933.\n$ ‡ ‡ ‡ $\nCOUNT I\nJeffrey and Joanne Myer, Individually, and on behalf of their minor daughter, Jennifer Myer v. Thomas Dyer, M.D., Luke Ma, M.D., and Milford Memorial Hospital\n* * * * * *\n17. Plaintiff Joanne Myer and minor-plaintiff Jennifer Myer were treated by defendant Thomas Dyer, M.D., defendant Luke Ma, M.D., and defendant [MMH], its agents, ostensible agents, servants and employees in such a negligent, careless and reckless manner as to cause serious brain damage and other bodily and emotional injuries to minor-plaintiff Jennifer Myer.\n21. As a direct result of the negligence of defendant Thomas Dyer, M.D. and defendant Luke Ma, M.D., and [MMH], its agents, ostensible agents, servants and employees, minor-plaintiff Jennifer Myer suffered, inter alia, permanent brain damage; oxygen deprivation; acute recurrent neonatal seizures; refractory seizures; swelling of the brain, oceular [sic] disorders; inability to speak, inability to walk, sit up, or otherwise control her own mobility; fetal distress; perinatal hypoxia; CNA deficits; severe and permanent mental deficits; damage to nerves and nervous system; muscle tightness; cerebral palsy; mental distress, pain and suffering of a continuous nature; and other physical handicaps directly attributable to her profound brain damage; all of which injuries will be permanent in nature.\nsf: Hí * # *\n24. As a proximate result of the aforementioned injuries caused by the negligence of defendants Dyer, Ma and [MMH], minor-plaintiff Jennifer Myer has suffered and will always suffer a permanent loss of earnings capacity.\n25. As a further proximate result of the aforementioned injuries caused by the negligence of defendants Dyer, Ma and [MMH], plaintiffs have been, are, and will be required to expend various and divers sums of money in connection with the ongoing medical treatment and special educational and emotional needs of their daughter, minor-plaintiff Jennifer Myer.\n35. As a proximate result of the aforementioned injuries caused by the negligence of defendants [WMC], [Dr. Esterly], N. Salam, M.D., Mary Ellen Brown, R.N., and A. Pendrachi, R.N., their agents, ostensible agents, servants and employees minor-plaintiff Jennifer Myer has suffered and will always suffer a permanent loss of earnings capacity.\n36. As a further proximate result of the aforementioned injuries caused by the negligence of defendants [WMC], [Dr. Esterly], N. Salam, M.D., Mary Ellen Brown, R.N., and A. Pendrachi, R.N., their agents, ostensible agents, servants and employees, plaintiffs have been, are, and will be required to expend various and divers sums of money in connection with the ongoing medical treatment and special educational and emotional needs of their daughter, minor-plaintiff Jennifer Myer.\nComplaint at 3, 5, 7, 9, 13 and 14.\nIn 1986, Jennifer was determined to be eligible for medicaid under 31 DelC. § 505. Since that date and until the end of 1992, medicaid has paid medical and institutional bills for Jennifer totalling $769,721,46. It is represented that medicaid is paying around $11,000 a month for Jennifer’s medical expenses.\nRegrettably, the application for the medicaid, the determination of eligibility and the basis for it have not been made part of this record. Also not in the record are the medical expenses paid by the adult plaintiffs’ private carrier and medical expenses paid by plaintiffs, if any, out of their own pockets.\nBy correspondence, the Delaware Department of Health and Social Services has notified plaintiffs’ counsel of a hen pursuant to 31 DelC. § 522 .\nPARTIES’ CONTENTIONS\nThe defendants’ contentions are several-fold. First, they contend that the parents are hable for Jennifer’s medical expenses. Second, they rely upon the general rule that only parents are entitled to sue and obtain a damage award for an unemancipated minor’s medical expenses. Based on these general rules, they argue that Jennifer is not entitled to recover her medical expenses as damages. Since only the parents are capable of obtaining such an award and since this Court previously held their claims were time barred, they argue that there can be no surviving claim by anyone for medical expenses.\nWhen this Court ruled in 1987 that it was putting off for another day the issue of whether Jennifer had filed a separate claim (or one had been properly filed for her), the defendants claim this Court erred as a matter of law. They urge this Court to now so declare and hold that Jennifer cannot or could not bring a damage action to recover her own medical expenses. Further, they argue that the complaint in this action did not make a separate claim for or on behalf of Jennifer.\nThe defendants also contend that the State’s lien is in subrogation and that, as such, the State has no greater rights than the subrogor would have. Accordingly, since the claim for medical expenses is exclusively that of the adult plaintiffs, the State’s subro-gation claim suffers the same time bar.\nPlaintiffs’ response to these arguments is also severalfold. As Jennifer was a separate plaintiff under 18 Del. C. § 6856(2), her claims were filed in a timely fashion in 1986. Should this Court find the complaint to not properly plead a separate cause of action for Jennifer, they request this Court to allow them to amend their complaint to cure any deficiencies.\nNext, plaintiffs argue that the wording of § 6856(2), preserving the right of action in minors up to the age of six, does not limit the type of damages such a minor can recover. Thus, Jennifer can recover these disputed medical expenses.\nAs to the argument that Delaware law provides for only recovery of a minor’s medical expenses by the parent(s), the adult plaintiffs say this rule of law exists to prevent double recovery. Since their claim is barred by the statute of limitations, there can be no double recovery so the rule becomes inapplicable. Further, plaintiffs argue that the statute of limitations bar to the adult plaintiffs’ claims amounts to a waiver of their right to recover leaving the minor plaintiff capable of recovery.\nDISCUSSION\nThe analysis of this case necessarily starts with this Court’s earlier decision. That decision comprises several elements:\n1. The minor plaintiffs action for personal injury and the parents action for loss of services and medical expenses, while arising from the same incident, involve separate rights. Myer, 542 A.2d at 806.\n2. The tolling provision of 18 Del.C. § 6856(2) for minors under six did not toll the adult’s claim. Id.\n3. The parents’ claims being brought approximately four years after the alleged malpractice were barred by 18 Del.C. § 6856. Id.\n4. “The parties [parents and minor child] are simply referred to as ‘plaintiffs’ throughout the body of the Complaint. Therefore, this Court declines at this time to reach the issue of whether the child may on her own bring a claim for medical expenses.” Id.\nAs noted earlier, ante at 1385, the defendants invite this Court to overrule the part of the prior decision that there remains an issue of whether Jennifer has her own claim for medical expenses. Their argument focuses on the complaint’s combination of “plaintiffs” with no differentiation of a claim for or on behalf of Jennifer.\nThis Court decided in 1987 that there was an open issue of whether Jennifer had a claim. That has remained the law of this case for six and one-half years. The law of the ease doctrine “normally requires that matters previously ruled upon by the same court be put to rest”. Frank G.W. v. Carol M.W., Del.Supr., 457 A.2d 715, 718 (1983); State v. Winsett, Del.Super., 200 A.2d 692, 693, n. 1 (1964). The doctrine is procedural and not a substantive rule of law. “The law of the case is not a legal bar to a court’s reconsideration of its own decision ... before entry of a final judgment.” Mellow v. Board of Adjustment of New Castle County, Del.Supr., 567 A.2d 422 (1989) (ORDER). While “application of law of the case theory is discretionary—not mandatory”, Topps Chewing Gum, Inc. v. Fleer Corporation, Del.Ch., C.A. No. 6781, Hartnett, V.C., 1987 WL 19875 (July 31, 1987), the Delaware Supreme Court takes “a dim view of a successor judge in a single ease overruling a decision of his predecessor”. Miller v. Wolstenhome, Del.Supr., 540 A.2d 1088 (1988) (ORDER); Frank G.W., 457 A.2d at 718. This Court will not cast aside the prior ruling that an open issue remains open regarding whether Jennifer has adequately pled and/or can recover her medical expenses.\nDelaware law has long held that a parent, being the liable party, is the proper party to recover medical expenses for an injured minor. Hobbs v. Lokey, Del.Super., 183 A. 631 (1936); Mancino v. Webb, Del.Super., 274 A.2d 711 (1971). This is the majority view, 59 Am.Jur.2d Parent and Child § 97, 67A C.J.S. Parent and Child § 137.\nThe defendants argue that the complaint (amended in 1986 in respects not germane to this motion), as written, lumps the three plaintiffs together in such a way that it cannot be read as making a separate claim for Jennifer. As support, in part, for this argument, the defendants draw attention to a case cited in this Court’s 1987 decision. That ease was Bergstreser v. Mitchell, D.C.E.D.Mo., 448 F.Supp. 10 (1977).\nThe cause of action in Bergstreser, was alleged medical malpractice. Counts II, IV, VI, VII, IX and X of the complaint were claims of the minor plaintiffs parents for injuries to themselves or for expenses, including medical expenses for care of their minor son. Count IX was for the parents’ claim for their own medical expenses. Counts I, III, V and VII were separate causes of action by the minor plaintiffs mother as his guardian for personal injuries. Id. at 12.\nThe District Court granted defense motions for summary judgment as to all the counts not brought on behalf of the minor. The basis of this decision was that the adult plaintiffs’ claims were barred by the Missouri medical malpractice statute of limitations. Bergstreser, 448 F.Supp. at 15. However, a tolling statute similar to § 6856(2) enabled the minor’s claims to be maintained. Id.\nThe defendants took an interlocutory appeal. The parents did not cross-appeal the dismissal of their claims. The lower court’s opinion was affirmed. Bergstreser v. Mitchell, 577 F.2d 22 (8th Cir.1978).\nHere, the defendants argue Bergstreser is distinguishable because there was no separate count or were no separate counts in Jennifer’s name through either of her parents as next friend or guardian ad litem.\nResolution of whether a separate cause of action has been plead on Jennifer’s behalf is tied, in part, to another issue. The adult plaintiffs contend that they have waived any claim for medical expenses enabling the minor plaintiff to recover such expenses.\nDamages for expenses already incurred for the treatment of the injuries of an un-emancipated minor generally belong to the parents, unless the parent has waived his right thereto....\nAnnotation: What Items, of Damages on Account of Personal Injury to Infant Belong to Him, and What to Parent?, 32 A.L.R.2d 1060, 1069. ,,\nAnd where, in an action brought by him as guardian or next friend to recover for injuries to his child, the parent claims damages for loss of time, diminished earning capacity, medical expenses, etc., he cannot make any claim for such items in a subsequent action brought in his own right, but rather they are to be recovered by the child in the first action only.\n59 Am.Jur.2d Parent and Child § 10.\nAn independent examination of the docket entries in this case by the Court revealed that an order was signed by this Court on May 22, 1986 appointing the adult plaintiffs as guardians ad litem for their daughter Jennifer. This Court has the power to appoint guardians ad litem. Superior Court Civil Rule 17(c). While it might have been preferable to have brought suit as next friend, Woolley on Delaware Practice § 125, the distinction is not significant at this juncture.\nThe order appointing the adult plaintiffs as guardians ad litem manifests a clear intention on their part to bring a separate action on behalf of their daughter. While the complaint is inartful, at best, in so delineating a separate claim, unlike Bergstreser, the Court will treat their complaint as so doing. Cf. Barker v. Huang, Del.Supr., 610 A.2d 1341 (1992). Accordingly, plaintiffs’ complaint will be amended nunc pro tunc to state a separate claim on Jennifer’s behalf.\nThe Court finds that by not presenting their claim in a timely fashion and by presenting a claim on Jennifer’s behalf, the adult plaintiffs have waived any claim for medical expenses which under the general rule they would normally recover.\nIn Sox v. United States, D.C.E.D.S.C., 187 F.Supp. 465 (1960), a personal injury action by a minor through a next friend, the Court noted (1) the parents had signed releases, (2) the statute of limitations had run as to the parents’ claim for medical expenses but (3) the parents could waive such claims. Id. at 468.\nThe Sox court noted that the reason for the general rule that parents have the primary right to recover medical expenses of injured minors is to prevent double recovery. Id.\nBy not asserting within [the statute of limitations] any right that they may have had to recover for such cost, the parents have absolutely and irrevocably waived any right that they may have had in that respect. This does not, however, bar the infant nor does it excuse liability.\nSox, 187 F.Supp. at 469-70.\nIn McNeill v. United States, D.C.S.C., 519 F.Supp. 283 (1981), a medical malpractice action, the court ruled the parents had waived their right to sue for medical expenses where the parents had not filed suit and the statute of limitations would now bar their claims. Id. at 290-91. The minor child was allowed to pursue his claim for damages, including medical expenses.\nIn this case, the Court finds that it is a distinction without a difference that the adult plaintiffs actually filed a claim seeking medical expenses. They chose to file their action well beyond the statute of limitations and it was clearly barred. By their action, the adult parents have waived their claims for medical expenses. A separate claim now exists on behalf of Jennifer, the child, for such expenses. This Court holds, therefore, under the facts of this case that a separate cause of action has been filed for Jennifer and that she can seek to recover medical expenses incurred during her minority.\nThere is another reason to allow Jennifer’s recovery of medical expenses. Since the Court had determined that there is an independent action for such expenses, there must necessarily be admitted into evidence all of the medicaid expenses paid out on Jennifer’s behalf.\nOrdinarily, defendants under the doctrine of “collateral source rule” are not allowed to have a jury know that this injured party has received compensation or reimbursement from a source of funds not created by the defendant. Yarrington v. Thorn-burg, Del.Supr., 205 A.2d 1 (1964). However, there is a clear statutorily created exception to this rule in medical malpractice cases:\nIn any medical malpractice action for damages because of property damage or bodily injury, including death resulting therefrom, there may be introduced, and if introduced, the trier of facts shall consider evidence of: (1) Any and all facts available as to any public collateral source of compensation or benefits payable to the person seeking such damages (including all sums which will probably be paid payable to such person in the future) on account of such property damage or bodily injury; and (2) any and all changes, including prospective changes, in the marital, financial or other status of any persons seeking or benefiting from such damages known to the parties at the time of trial; provided, however, this section shall not be applicable to life insurance or private collateral sources of compensation or benefits.\n18 Del.C. § 6862.\nThe purpose of this statute is to prevent the collection of a loss from a collateral public source (such as Social Security) and then the collection for the same loss from the party or hospital being sued.\nNanticoke Memorial Hosp., Inc. v. Uhde, Del.Supr., 498 A.2d 1071, 1075 (1985).\nThe language of this statute creates a potential inconsistency if Jennifer were barred from seeking medical expenses. The statute plainly says, “In any medical malpractice action for damages because of ... bodily injury ... there may be introduced, and if introduced, the [jury] shall consider evidence of ... any public collateral source_” 18 Del.C. § 6862 [emphasis added].\nUnder 31 Del.C. § 522(b) any funds recovered in a damage award shall be held for the Department of Health and Social Services. If Jennifer could not pursue an action for medical damages but recovered damages for other losses, she would not have the benefit of a damage award. Her parents, as guardians, are required to hold any such damage award for the Department of Health and Social Services. Id.\nThus, even though § 6862 says the availability of public assistance may be introduced, if the existence of such funding were not introduced because Jennifer could not maintain an action for medical expenses, she would suffer an injustice which the statutory scheme applicable to this case would not and should not contemplate or allow. Logically, therefore, to avoid this injustice and offense to these statutes and since she has and will receive public assistance and since the jury can hear and consider evidence of such assistance, Jennifer should and will be allowed to pursue an action for medical expenses.\nThe defendants contend that the State’s right to recover is through subrogation. Ordinarily a subrogee has rights no greater than a subrogor. 83 C.J.S. Subrogation § 14; Selected Risks Ins. Co. v. The Dairyland Ins. Co., Del.Super., C.A. No. 83C-JA-53, O’Hara, J. (May 6, 1985). Since the parents’ claim is time barred, they say the State cannot recover anything from them. Since a minor, such as Jennifer, cannot sue for medical expenses, despite § 522(b), the defendants argue that the State cannot obtain reimbursement for even those damages which Jennifer is entitled to recover.\nIn support of this proposition, defendants cite Vachon, PMA v. Halford, 125 N.H. 577, 484 A.2d 1127 (1984) and Estate of Woodring v. Liberty Mut. Fire Ins. Co., 71 Ill.App.3d 158, 27 Ill.Dec. 399, 389 N.E.2d 211 (1979).\nThese eases do not support defendants’ contentions. Absent from these cases is anything similar to 31 Del.C. § 522(b) and (c). That statute places duties on the adult plaintiffs as guardians totally absent from these two cases. That statute creates fiduciary duties to Jennifer and to the State not present in either case cited by defendants.\nIf anything, Vachon supports this Court’s holding. That court indicated where provision is made for subrogation of a third party payor’s payments and reimbursement is provided in a settlement agreement by the parents of a minor in an action by the minor, the subrogee third party payor can specifically enforce an agreement for payment out of any settlement received. Vachon, 484 A.2d at 1129.\nHere, a fiduciary duty is statutorily imposed on Jennifer’s parents as her guardians. Their status as fiduciaries is reinforced by their appointment as guardians ad litem. The State, therefore, is in an even stronger enforcement position than the subrogee in Vachon. The only way to assure Jennifer’s parents’ fiduciary duties are met is to allow her to seek recovery of medical expenses, particularly those which will be used to reimburse the State without diminution of damages she is otherwise entitled to be awarded.\nThere is a representation that a private insurer not connected with defendants paid a portion of Jennifer’s medical expenses prior to medicaid eligibility. Obviously, such payments fall within the collateral source rule and the exclusionary language of 18 Del.C. § 6862. The Court has not been informed what other medical expenses have been paid or remain unpaid. The handling of these various categories of damages in any jury award of damages, assuming a verdict for Jennifer, will be an issue to be worked out hereafter.\nCONCLUSION\nFor the reasons stated herein, the defendants’ joint motion to dismiss the individual claims of Joanne and Jeffrey Myer is DENIED. The defendants’ joint motion in li-mine to bar the introduction of such medical expenses is DENIED. The motion to amend plaintiffs’ complaint to provide a separate cause of action by Jennifer Myer, including for medical expenses, against all defendants is GRANTED.\nMEMORANDUM OPINION ON REARGUMENT\nUpon Motion of Katherine L. Esterly on Behalf of all Defendants for Reargument of this Court’s Decision of December 22,1993— DENIED.\nOn behalf of all defendants, defendant Dr. Katherine L. Esterly [Dr. Esterly] has moved to reargue this Court’s decision in Myer v. Dyer, Del.Super., C.A. No. 86C-MY-96, Herlihy, J. (December 22, 1993).\nIn its earlier decision, this Court held that minor plaintiff Jennifer Myer [Jennifer] could pursue an action for her own medical expenses incurred during minority and that the medicaid payments made would be admissible. This Court held that Joanne and Jeffrey Myer [the Myers], Jennifer’s parents, had waived their cause of action to recover Jennifer’s medical expenses incurred during minority. The Court also held that the medicaid lien and applicable statutes allowed Jennifer to sue for her medical expenses during minority.\nDr. Esterly’s motion refines several prior arguments. First, she argues that in order for this waiver to be valid, it must have been exercised when the Myers still had the right to waive. Since the Myers filed their action after the statute of limitations had run, Dr. Esterly contends there was nothing to waive. In support of her argument, Dr. Esterly cites 28 Am.Jur.2d, Estoppel and Waiver, § 157 and 92 C.J.S., Waiver at 1055 (“There can be no waiver of a non-existent or lost right”).\nIn an earlier decision, this Court decided that the Myers’ claims, including Jennifer’s medical expenses during minority, were barred by the statute of limitations. Myer v. Dyer, Del.Super., 542 A.2d 802, 806 (1987). This Court left open the issue of whether Jennifer had a cause of action for her own medical expenses dining minority. Id.\nSince the Myers’ claim for such expenses was lost, Dr. Esterly argues there can be no waiver. In its December 1993 decision, the Court considered Dr. Esterly’s inability-to-waive argument and found it not applicable to the facts of this case. In addition, the Court cited Sox v. United States, D.C.E.D.S.C., 187 F.Supp. 465 (1960), and McNeill v. United States, D.C.S.C., 519 F.Supp. 283 (1981).\nDr. Esterly contends that the facts in those cases show the waivers occurred while the parents’ cause of action still existed for recovery of medical expenses.\nHowever, in McNeill the parents did not file suit within the statute of limitations and there is no evidence of any waiver prior to its expiration. McNeill, 519 F.Supp. at 290. In Sox, the parents had not brought suit prior to the running of the statute of limitations and there was no evidence of a pre-expiration waiver. Sox, 187 F.Supp. at 469.\nThus, Dr. Esterly’s argument is without merit. The Myers’ failure to bring suit in a timely fashion operated to waive their right of recovery for Jennifer’s medical expenses during minority just as much as the parents’ failure to do so did in Sox and McNeill.\nOne of the policy underpinnings for the holdings in Sox and McNeill was the fact that there would be no double recovery if the minor plaintiff recovered these kinds of medical expenses. Both courts acknowledged the general rule, as this Court recognized was also applicable in Delaware, that normally the parents have the right to recover these expenses. A basis, but not the only basis, for this rule is to prevent double recovery. Such double recovery is impossible here and, thus, the policy is served.\nDr. Esterly reargues this Court’s holding about the role of the medicaid reimbursement statute, 31 Del.C. § 522, in entitling Jennifer to recover medicaid expenses incurred during minority. Her reargument misconstrues this Court’s December 22, 1993 decision and the applicable statute.\nTitle 18, Del.C. § 6862 is a statutory exception to the inadmissibility of collateral sources. The medicaid payments made here clearly fall within admissible public collateral source payments in medical malpractice cases.\nDr. Esterly argues that since Jennifer cannot bring an action for medical expenses incurred during minority, the medicaid payments made to date and payable in the future would be inadmissible. As the Court said earlier, the result of that position is to eviscerate any recovery Jennifer makes (or would have made in this case). Medicaid’s right of reimbursement from damage awards includes items which Dr. Esterly concedes Jennifer can recover, such as pain and suffering and medical expenses during majority.\nThe medicaid subrogation statute, 31 Del.C. § 522(a) speaks of a cause of action by the recipient being the basis of subrogation. Jennifer has a cause of action and the wording of § 522 does not limit subrogation to a cause of action to the types of damages Dr. Esterly concedes Jennifer has. Subsection (b) of § 522 clearly places a lien on any damage award, thus, exposing Jennifer to a hollow damage award (if one were returned) if Dr. Esterly’s contention were adopted.\nFinally, the Court considered and rejected in its December 22, 1993 decision all of the other issues raised in Dr. Esterly’s motion for reargument.\nAccordingly, the motion for reargument by defendant Dr. Katherine L. Esterly of behalf of all defendants of this Court’s decision of December 22, 1993 is DENIED.\nIT IS SO ORDERED.\n. (a) Subrogation is defined as the doctrine of law which enables insurers to recover payments from any third party who is responsible for an injury. In any claim for benefits by a recipient who receives medical care under § 505(6) of this title, where the recipient has a cause of action against any other person, the Department of Health and Social Services shall be subrogated against (substituted for) the recipient to the extent of any payment made by the Department of Health and Social Services on behalf of the recipient receiving medical care, resulting from the occurrence which constituted the basis for the action against the other person.\n(b) After the deduction of applicable attorney fees and litigation costs, any funds received by an individual who has received medical care under § 505(6) of this title, his attorney or his guardian or personal representative, by means of judgment, award or settlement of the cause of action, shall be held for the benefit of the Department of Health and Social Services to the extent indicated in subsection (a) of this section.\n31 Del.C. § 522.\n. No action for the recovery of damages upon a claim against a health care provider for personal injury, including personal injury which results in death, arising out of malpractice shall be brought after the expiration of 2 years from the date upon which such injury occurred, provided, however, that:\n(2) A minor under the age of 6 years shall have until the latter of time for bringing such an action as provided for hereinabove or until the minor's 6th birthday in which to bring an action.\n18 Del.C. § 6856(2).\n. The defendants’ motion is cleverly and carefully worded. They move to dismiss the adult plaintiffs’ claim for medical expenses. Such wording implicitly incorporates their argument into a conclusion. This Court, however, will treat defendants' motion as reading that they move to dismiss the claim of Jennifer for medical expenses on grounds she is not entitled to sue for them and a separate cause of action was not pled for her.\n. There is a degree of inconsistency in defendants’ argument. They do not dispute that Jennifer is still entitled to recover certain kinds of damages, infra at 1388, even though she cannot recover her own medical expenses during minority. As noted, a basis for their argument that medical expenses cannot be recovered is that the complaint made no separate claim on behalf of Jennifer alone. If that point is valid for a claim for medical expenses, it would be true for the other damages claimed.\n. The existence and importance of this order was neither mentioned nor discussed in plaintiffs' briefing on this motion.\n. An examination of the pretrial stipulation does not readily show a witness who will testify about these payments.\n. Defendants agree that Jennifer can maintain an action for pain and suffering, loss of income after minority and medical expenses after majority.\n. Since the reargument motion was filed, all remaining defendants have settled. Even so, the Court does not deem the motion moot.",
        "type": "majority",
        "author": "HERLIHY, Judge."
      }
    ],
    "attorneys": [
      "Michael J. Hood, of Werb, Tigani & Hood, Wilmington, and Nancy H. Fullam, of Beasley, Casey, Colleran, Erbstein, Thistle & Kline, Philadelphia, PA, for plaintiffs.",
      "Philip B. Bartoshesky, of Biggs and Bat-taglia, Wilmington, for Katherine L. Esterly on behalf of all defendants."
    ],
    "corrections": "",
    "head_matter": "Jeffrey and Joanne MYER, h/w, individually and on behalf of their minor daughter, Jennifer Myer, Plaintiffs, v. Thomas E. DYER, M.D., Luke Ma, M.D., Wilmington Medical Center, Katherine L. Esterly, M.D., N. Salam, M.D., Mary Ellen Brown, R.N., A. Pendrachi, R.N., and Milford Memorial Hospital, Defendants.\nCiv. A. No. 86C-MY-96.\nSuperior Court of Delaware, New Castle County.\nSubmitted: Dee. 13, 1993.\nDecided: Dec. 22, 1993.\nOpinion Denying Reargument Feb. 4, 1994.\nMichael J. Hood, of Werb, Tigani & Hood, Wilmington, and Nancy H. Fullam, of Beasley, Casey, Colleran, Erbstein, Thistle & Kline, Philadelphia, PA, for plaintiffs.\nPhilip B. Bartoshesky, of Biggs and Bat-taglia, Wilmington, for Katherine L. Esterly on behalf of all defendants."
  },
  "file_name": "1382-01",
  "first_page_order": 1448,
  "last_page_order": 1456
}
