{
  "id": 8005807,
  "name": "Marion BITTLE, Jr., Appellant, v. UNITED STATES, Appellee; Ralph L. CLARK, Appellant, v. UNITED STATES, Appellee; William T. LAWSON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Bittle v. United States",
  "decision_date": "1980-02-13",
  "docket_number": "Nos. 13174, 13300 and 13439",
  "first_page": "1383",
  "last_page": "1387",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1383"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "392 A.2d 1015",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018222
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "within ten days of arraignment or the entry of appearance by counsel, whichever is later"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/1015-01"
      ]
    },
    {
      "cite": "61 L.Ed.2d 315",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 2889",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "442 U.S. 944",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1532164,
        1531908,
        1531974,
        1531909,
        1532100,
        1532042,
        1532142,
        1532111,
        1532015,
        1531857,
        1532210,
        1531894,
        1532059
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0944-06",
        "/us/442/0944-04",
        "/us/442/0944-08",
        "/us/442/0944-09",
        "/us/442/0944-11",
        "/us/442/0944-12",
        "/us/442/0944-07",
        "/us/442/0944-01",
        "/us/442/0944-10",
        "/us/442/0944-03",
        "/us/442/0944-02",
        "/us/442/0944-13",
        "/us/442/0944-05"
      ]
    },
    {
      "cite": "394 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8008622
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/394/0001-01"
      ]
    },
    {
      "cite": "263 A.2d 659",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8092199
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/263/0659-01"
      ]
    },
    {
      "cite": "433 F.2d 1113",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2121225
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "1119"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/433/1113-01"
      ]
    },
    {
      "cite": "140 U.S.App.D.C. 7",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1969,
      "pin_cites": [
        {
          "page": "13"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "58 L.Ed.2d 141",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 135",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "439 U.S. 842",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11369089,
        11368610,
        11368099,
        11368965,
        11368205,
        11368338,
        11368851,
        11368402,
        11368691,
        11368472,
        11368282,
        11368766,
        11368543
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0842-13",
        "/us/439/0842-08",
        "/us/439/0842-01",
        "/us/439/0842-12",
        "/us/439/0842-02",
        "/us/439/0842-04",
        "/us/439/0842-11",
        "/us/439/0842-05",
        "/us/439/0842-09",
        "/us/439/0842-06",
        "/us/439/0842-03",
        "/us/439/0842-10",
        "/us/439/0842-07"
      ]
    },
    {
      "cite": "381 A.2d 1073",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8011356
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "1075"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/381/1073-01"
      ]
    },
    {
      "cite": "331 F.2d 85",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        132659
      ],
      "weight": 5,
      "year": 1964,
      "pin_cites": [
        {
          "page": "88"
        },
        {
          "page": "90"
        },
        {
          "page": "91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/331/0085-01"
      ]
    },
    {
      "cite": "118 U.S.App.D.C. 11",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "368 A.2d 531",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8002524
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/368/0531-01"
      ]
    },
    {
      "cite": "58 L.Ed.2d 326",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 322",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "439 U.S. 931",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11409758,
        11409092,
        11409254,
        11409576,
        11409459,
        11409364,
        11409205,
        11409142,
        11409311,
        11409531,
        11409693,
        11409406,
        11409631
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/us/439/0931-13",
        "/us/439/0931-01",
        "/us/439/0931-04",
        "/us/439/0931-10",
        "/us/439/0931-08",
        "/us/439/0931-06",
        "/us/439/0931-03",
        "/us/439/0931-02",
        "/us/439/0931-05",
        "/us/439/0931-09",
        "/us/439/0931-12",
        "/us/439/0931-07",
        "/us/439/0931-11"
      ]
    },
    {
      "cite": "383 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7970887
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/383/0001-01"
      ]
    },
    {
      "cite": "352 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8058073
      ],
      "year": 1976,
      "pin_cites": [
        {
          "page": "385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/352/0383-01"
      ]
    },
    {
      "cite": "398 A.2d 354",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7977143
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "363-67"
        },
        {
          "page": "365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/398/0354-01"
      ]
    },
    {
      "cite": "22 L.Ed.2d 221",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "89 S.Ct. 1021",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "394 U.S. 909",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6191840,
        6191620,
        6192075,
        6190893,
        6190669,
        6191065,
        6191259
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0909-06",
        "/us/394/0909-05",
        "/us/394/0909-07",
        "/us/394/0909-02",
        "/us/394/0909-01",
        "/us/394/0909-03",
        "/us/394/0909-04"
      ]
    },
    {
      "cite": "404 F.2d 1283",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3579152,
        2125290
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/404/1283-01"
      ]
    },
    {
      "cite": "131 U.S. App.D.C. 306",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3579152
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "385 A.2d 16",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7963148
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/385/0016-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 13495,
    "ocr_confidence": 0.798,
    "pagerank": {
      "raw": 1.4168180013447559e-07,
      "percentile": 0.6481885623447544
    },
    "sha256": "3da57dfd46e3f224f5dac73cd11e524cc62f9c639f44ca84a2d81f9dbd497ad8",
    "simhash": "1:812cf36a2314c1b6",
    "word_count": 2300
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, GALLAGHER and MACK, Associate Judges."
    ],
    "parties": [
      "Marion BITTLE, Jr., Appellant, v. UNITED STATES, Appellee. Ralph L. CLARK, Appellant, v. UNITED STATES, Appellee. William T. LAWSON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nAppellants were convicted by a jury of assault with intent to kill while armed (D.C. Code 1973, §§ 22-501, -3202), armed robbery (id., §§ 22-2901, -3202), and various related offenses arising out of two robberies. On appeal, they challenge the trial court’s denial of their motions to sever the trial of the charges arising from these two offenses. We find that the trial judge did not abuse her discretion and affirm.\nBoth robberies occurred on September 18, 1977. The first incident began shortly before noon when Eugene Logan, a cab driver, picked up two men, later identified as appellants Lawson and Bittle, who asked to be taken to an address in Southeast Washington. As they neared, their destination, Lawson put a gun to Mr. Logan’s head, told him to pull the cab to the side of the road, and demanded all of his money. Once he complied, Lawson suggested to Bittle that they take him to a wooded area and kill him. However, when Bittle warned Lawson that another car was approaching, Lawson ordered Logan to drive on. A few moments later, Logan pulled his cab to the side of the road, where two women were standing. Logan pleaded with the men to leave the cab, but Lawson demanded that he drive on. When Logan refused, Lawson put the gun to the right side of Logan’s head and shot him. Mr. Logan fell out of the cab and made several attempts to get up. When he finally stood, he saw Bittle and Lawson driving off in his cab. Mr. Logan was taken to the hospital by a passing motorist.\nAt trial, Mr. James Johnson, an acquaintance of Bittle,- testified that he saw Bittle and another man drive a cab into an alley off of Stanton Road in Southeast Washington on the day of the robbery. He watched the two men get out of the cab and saw Bittle wipe off the door handle and the other man wipe off the steering wheel. A sergeant from the robbery squad testified that Bittle gave him a statement and admitted being in the cab at the time of the robbery Mr. Logan identified Lawson from a photographic array, at a lineup, and in court.\nApproximately nine hours after the shooting and robbery of Logan, Tyrone Johnson and Marilyn Thomas were sitting in a van in Southeast Washington when they were approached by appellants Lawson, Bittle, and Clark. Lawson asked for a ride to another address in Southeast and Johnson agreed. All three men got into the van. Lawson seated himself directly behind Johnson, and, when Johnson missed a turn, stuck a gun in his side and announced that he was robbing him. Johnson pleaded that he had no money and Lawson ordered him out of the van. Clark and Lawson led Johnson toward a wooded area while Bittle stayed behind with Ms. Thomas. When the three men reached a dark spot approximately twenty-five yards from the van, Clark and Lawson took Johnson’s watch and two rings. Lawson then told Johnson that, because he had already done something like this and had been identified, he would have to shoot Johnson. He ordered Johnson onto his knees and hit him on the back of the head with the gun. Lawson and Clark dragged Johnson to a creek and rolled him in. Lawson then shot Johnson in the head. When Clark and Lawson left, Johnson got up and escaped in the opposite direction.\nMr. Johnson later identified Lawson from a photographic array, at a lineup, and in court. Ms. Thomas positively identified all three men in court. A crime scene search officer testified that he fingerprinted and photographed Johnson’s van and found a .32 caliber Smith and Wesson gun there. A fingerprint expert identified a fingerprint taken from the van as Bittle’s and a fingerprint taken from Mr. Logan’s cab as Lawson’s. A firearms expert testified that the gun found in Johnson’s van fired the bullet found in Mr. Logan’s head.\nNeither Clark nor Bittle presented any evidence. Lawson offered an alibi defense. The jury found all three appellants guilty as charged.\nAppellants contend that the trial judge erred in failing to sever the counts of the indictment for trial. Superior Ct.Cr.R. 8(a) and D.C.Code 1973, § 23-311(a) allow the joinder of two or more offenses in one indictment if the offenses “are of the same or similar character . . . .” If the\njoinder is prejudicial, however, a defendant may seek relief under Super.Ct.Cr.R. 14 and D.C.Code 1973, § 23-313, which allow the court to “order an election or separate trials of counts, grant a severance of defendants, or provide whatever other relief justice requires.” The decision on severance is left to the discretion of the trial court. This court will disturb that decision only if there has been an abuse of discretion. See Samuels v. United States, D.C.App., 385 A.2d 16 (1978); Blunt v. United States, 131 U.S. App.D.C. 306, 404 F.2d 1283 (1968), cert. denied, 394 U.S. 909, 89 S.Ct. 1021, 22 L.Ed.2d 221 (1969); 1 C. Wright, Federal Practice and Procedure § 227 (1969).\nIn Johnson v. United States, D.C.App., 398 A.2d 354, 363-67 (1979), this court identified the questions a reviewing court must address in determining whether there has been an abuse of discretion. Once we have decided, as we do in this case, that the decision is committed to the trial court’s discretion, that the trial court recognized its discretionary power and purported to exercise it, and that the decision is supported by sufficient facts in the record, we must ask whether the trial court exercised its discretion erroneously. Id. at 365. To do so, we must review the principles governing severance.\nThere is a presumption favoring joinder of trials. Id. at 367 (citing Baxter v. United States, D.C.App., 352 A.2d 383, 385 (1976)). In deciding whether to sever, the trial judge must balance the possibility of prejudice to the defendants against the legitimate probative force of the evidence and the interest in judicial economy. See Crisafi v. United States, D.C.App., 383 A.2d 1, 3, cert. denied, 439 U.S. 931, 99 S.Ct. 322, 58 L.Ed.2d 326 (1978); Tinsley v. United States, D.C.App., 368 A.2d 531, 533 (1976). In Drew v. United States, 118 U.S.App.D.C. 11, 331 F.2d 85 (1964), the court enumerated three types of possible prejudice to the defendant:\n(1) he may become embarrassed or confounded in presenting separate defenses; (2) the jury may use the evidence of one of the crimes charged to infer a criminal disposition on the part of the defendant from which is found his guilt of the other crime or crimes charged; or (3) the jury may cumulate the evidence of the various crimes charged and find guilt when, if considered separately, it would not so find. [Id. at 14, 331 F.2d at 88.]\nSee also 1 C. Wright, Federal Practice and Procedure, supra at § 222. It is generally conceded, however, that joinder presents no prejudice to the defendant if evidence of the crimes charged would be admissible in a separate trial for the other offense. See Crisafi v. United States, supra at 3; Bridges v. United States, D.C.App., 381 A.2d 1073, 1075 (1977), cert. denied, 439 U.S. 842, 99 S.Ct. 135, 58 L.Ed.2d 141 (1978).\nAs a rule, evidence of other crimes committed by a defendant is not admissible to show the defendant’s disposition to eom-mit crimes. Evidence of other crimes is admissible, however, if it is relevant to the issues of motive, intent, absence of mistake or accident, common scheme or plan, or identity, and the probative value of the evidence outweighs the potential prejudice to the defendant. Drew v. United States, supra at 16, 331 F.2d at 90. If the trial judge was correct in deciding that the evidence of the crimes charged against appellants was relevant to one of the foregoing categories and that the probative value of the evidence outweighed the prejudice, the denial of the severance was proper.\nAppellants Lawson and Clark were charged with assault with intent to kill and armed robbery, and therefore their intent was at issue in the case. Evidence of the morning incident would have been relevant to appellant Lawson’s intent to kill Mr. Johnson, i. e., that he intended to kill Mr. Johnson to avoid further identification. The other-crimes evidence likewise would have been relevant to show appellant Bit-tie’s criminal intent and rebut his theory of innocent presence. See 2 Wigmore on Evidence § 302 (3d ed. 1940). In both instances, the trial judge could properly find that the probative value of the evidence outweighed its potential prejudicial effect. There was a reasonable need for the evidence and it promised “a real contribution in the process of proof . . . .” Bradley v. United States, 140 U.S.App.D.C. 7, 13, 433 F.2d 1113, 1119 (1969). Since the other crimes evidence was admissible against appellants Lawson and Bittle, the denial of severance with respect to them was proper.\nThe evidence of the morning robbery was not admissible against appellant Clark, however, since he was not charged in that offense. In such a case, we must “consider whether the potential prejudice to appellant occasioned by admission of this evidence is diminished by the directness and simplicity of the evidence as it related to each offense, Drew v. United States, supra at 17, 331 F.2d at 91, or outweighed ... by the interests of ‘economy and expedition in judicial administration.’ ” Samuels v. United States, supra at 19 (quoting Williams v. United States, D.C.App., 263 A.2d 659, 662 (1970)). As the court stated in Drew v. United States, supra at 17-18, 331 F.2d at 91-92:\n[EJven where the evidence would not have been admissible in separate trials, if, from the nature of the crimes charged, it appears that the prosecutor might be able to present the evidence in such a manner that the accused is not confounded in his defense and the jury will be able to treat the evidence relevant to each charge separately and distinctly, the trial judge need not order severance or election\nThere is no indication in the record that the evidence was presented in a confusing manner or that the judge did not believe the jury could separate the evidence properly. See Samuels v. United States, supra at 19. The trial judge effectively took all precautions to avoid unfair prejudice to appellant Clark. See Christian v. United States, D.C.App., 394 A.2d 1, 20 (1978), cert. denied, sub nom. Clark v. United States, 442 U.S. 944, 99 S.Ct. 2889, 61 L.Ed.2d 315 (1979); 1 C. Wright, Federal Practice and Procedure, supra at § 222. For example, she carefully excised a reference to appellant Clark from a statement given by appellant Bittle and explicitly noted to the jury that certain evidence regarding the Logan offense was not applicable to appellant Clark. She was also meticulous in separating her instructions to the jury and had separate verdict forms prepared for each appellant. The record shows that the judge was most concerned that there be “no avenue left for confusion on the part of the jury in determining what charges apply to what Defendants.” Since the evidence was not confusing, we find that the trial judge was correct in deciding that the interests in judicial economy outweighed the potential prejudice to appellant Clark. Consequently, the denial of severance with respect to him was also proper.\nThe trial judge did not exercise her discretion erroneously, Johnson v. United States, supra at 365, and there was therefore no abuse of discretion.\nAffirmed.\n.Appellant Lawson was convicted of two counts of assault with intent to kill, two counts of armed robbery, two counts of unauthorized use of a vehicle, and one count of obstruction of justice. Appellant Bittle was convicted of one count of assault with intent to kill, two counts of armed robbery, and two counts of unauthorized use of a motor vehicle. Appellant Clark, who was charged only in the second of the two robberies, was convicted of one count of assault with intent to kill, one count of armed robbery, and one count of unauthorized use of a motor vehicle.\n. Appellant Clark also argues that the joinder of counts was improper under Super.Ct.Cr.R. 8(b). Since he did not make a timely objection in the trial court, see Evans v. United States, D.C.App., 392 A.2d 1015 (1978) (within ten days of arraignment or the entry of appearance by counsel, whichever is later), and since we find no plain error in the joinder under Super. Ct.Cr.R. 8(a), we need not address this argument.\n. In a careful attempt to avoid any Bruton problems, the trial judge excised part of Bittle’s statement.\n. Since the bullet fired at Mr. Johnson remained in his head at the time of trial, no comparison of that bullet could be made.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Albert A. Rapoport, Washington, D. C., appointed by the court, was on the brief for appellant Bittle and submitted the brief without oral argument.",
      "Irvin P. Foster, Washington, D. C., appointed by the court, was on the brief for appellant Clark and submitted the brief without oral argument.",
      "Carol Garfiel Freeman, Washington, D. C., appointed by the court, for appellant Lawson.",
      "J. Ramsey Johnson, Asst. U. S. Atty., Washington, D. C., with whom Carl S. Rauh, U. S. Atty., Washington, D. C., at the time the brief was filed and the case was argued, John A. Terry and Michael W. Farrell, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee.."
    ],
    "corrections": "",
    "head_matter": "Marion BITTLE, Jr., Appellant, v. UNITED STATES, Appellee. Ralph L. CLARK, Appellant, v. UNITED STATES, Appellee. William T. LAWSON, Appellant, v. UNITED STATES, Appellee.\nNos. 13174, 13300 and 13439.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 17, 1979.\nDecided Feb. 13, 1980.\nAlbert A. Rapoport, Washington, D. C., appointed by the court, was on the brief for appellant Bittle and submitted the brief without oral argument.\nIrvin P. Foster, Washington, D. C., appointed by the court, was on the brief for appellant Clark and submitted the brief without oral argument.\nCarol Garfiel Freeman, Washington, D. C., appointed by the court, for appellant Lawson.\nJ. Ramsey Johnson, Asst. U. S. Atty., Washington, D. C., with whom Carl S. Rauh, U. S. Atty., Washington, D. C., at the time the brief was filed and the case was argued, John A. Terry and Michael W. Farrell, Asst. U. S. Attys., Washington, D. C., were on the brief, for appellee..\nBefore KELLY, GALLAGHER and MACK, Associate Judges."
  },
  "file_name": "1383-01",
  "first_page_order": 1431,
  "last_page_order": 1435
}
