{
  "id": 7362788,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Joseph G. WOLEN, Appellant",
  "name_abbreviation": "Commonwealth v. Wolen",
  "decision_date": "1996-11-26",
  "docket_number": "",
  "first_page": "1384",
  "last_page": "1388",
  "citations": [
    {
      "type": "official",
      "cite": "685 A.2d 1384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "416 Pa.Super. 23",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        912898
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "27",
          "parenthetical": "no actual physical control established where the defendant was sitting behind the wheel of a parked car; the engine was not running and the defendant had the keys in his hands"
        },
        {
          "page": "490",
          "parenthetical": "no actual physical control established where the defendant was sitting behind the wheel of a parked car; the engine was not running and the defendant had the keys in his hands"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/416/0023-01"
      ]
    },
    {
      "cite": "494 A.2d 513",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was behind the wheel in a traffic lane with the motor running and the brake lights activated"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "90 Pa. Commw. 201",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1336173
      ],
      "year": 1985,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was behind the wheel in a traffic lane with the motor running and the brake lights activated"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/90/0201-01"
      ]
    },
    {
      "cite": "327 A.2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was asleep behind the wheel of a car parked along the side of the highway, protruding into a traffic lane with the engine and headlights on"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "230 Pa.Super. 563",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        814687
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was asleep behind the wheel of a car parked along the side of the highway, protruding into a traffic lane with the engine and headlights on"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/230/0563-01"
      ]
    },
    {
      "cite": "362 Pa.Super. 110",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        671187
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was sleeping in his car on the side of the road with the engine and headlights on"
        },
        {
          "parenthetical": "actual physical control found where defendant was sleeping in his car on the side of the road with the engine and headlights on"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/362/0110-01"
      ]
    },
    {
      "cite": "403 Pa.Super. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892744
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was parked in an alley on his way home with his engine running"
        },
        {
          "parenthetical": "actual physical control found where defendant was parked in an alley on his way home with his engine running"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0136-01"
      ]
    },
    {
      "cite": "600 A.2d 194",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was asleep in the ear in the middle of the road with the engine off"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "528 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was asleep in the ear in the middle of the road with the engine off"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "403 Pa.Super. 223",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        892723
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant was asleep in the ear in the middle of the road with the engine off"
        },
        {
          "parenthetical": "actual physical control found where defendant was asleep in the ear in the middle of the road with the engine off"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/403/0223-01"
      ]
    },
    {
      "cite": "660 A.2d 105",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7865899,
        719747
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant's car was down an embankment by the roadside, no keys were found, but the hood of the car was still warm on a winter night"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/660/0105-01",
        "/pa-super/442/0521-01"
      ]
    },
    {
      "cite": "442 Pa.Super. 521",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        719747
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant's car was down an embankment by the roadside, no keys were found, but the hood of the car was still warm on a winter night"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/442/0521-01"
      ]
    },
    {
      "cite": "652 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        710944,
        7867414
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant's car was diagonally across a roadway, defendant was in the car with his seatbelt on, the parking lights were on and the keys were in the ignition in the \"on\" position, although the engine was not running"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0209-01",
        "/a2d/652/0338-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 209",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710944
      ],
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant's car was diagonally across a roadway, defendant was in the car with his seatbelt on, the parking lights were on and the keys were in the ignition in the \"on\" position, although the engine was not running"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/438/0209-01"
      ]
    },
    {
      "cite": "668 A.2d 1158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7872944,
        730260
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant's car was on berm of the road fifty yards west of the store where he had purchased beer, the engine was running, the high beams were on and the car was protruding into traffic lanes"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/668/1158-01",
        "/pa-super/447/0222-01"
      ]
    },
    {
      "cite": "447 Pa.Super. 222",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        730260
      ],
      "year": 1995,
      "pin_cites": [
        {
          "parenthetical": "actual physical control found where defendant's car was on berm of the road fifty yards west of the store where he had purchased beer, the engine was running, the high beams were on and the car was protruding into traffic lanes"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/447/0222-01"
      ]
    },
    {
      "cite": "650 A.2d 468",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706696,
        11325437
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "469"
        },
        {
          "page": "470"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0502-01",
        "/a2d/650/0468-01"
      ]
    },
    {
      "cite": "437 Pa.Super. 502",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706696
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "506"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/437/0502-01"
      ]
    },
    {
      "cite": "525 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1823719
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "150"
        },
        {
          "page": "1274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/525/0147-01"
      ]
    },
    {
      "cite": "476 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736904
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 1,
      "case_paths": [
        "/pa/476/0391-01"
      ]
    },
    {
      "cite": "386 U.S. 18",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168882
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/us/386/0018-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 692,
    "char_count": 14666,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1894973413507892
    },
    "sha256": "0dba718dd01f131d285eae6583eef4b1fb7648cf4cd59b6518b076a97428bedd",
    "simhash": "1:8fe7244ef5849531",
    "word_count": 2493
  },
  "last_updated": "2024-02-27T16:03:12.947820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "NIX, Former C.J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Joseph G. WOLEN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nCASTILLE, Justice.\nFollowing a jury trial in the Allegheny County Court of Common Pleas, appellant was convicted of driving under the influence of alcohol. The trial court rejected appellant’s post-trial motions and sentenced appellant to a term of ninety days imprisonment and one year probation. The Superior Court affirmed the trial court’s judgment of sentence and this appeal followed.\nThe relevant facts are that at approximately 1:00 p.m. on May 20, 1993, appellant’s girlfriend, Brenda Patton, drove appellant to a local fast food restaurant parking lot where appellant had arranged to meet friends who were planning to go horseback riding at appellant’s mother’s stables. Patton testified that she drove the vehicle because appellant had consumed a significant amount of alcohol between 10:00 a.m. and noon, and Patton believed that appellant was too intoxicated to drive. While waiting for appellant’s friends to arrive, appellant and Patton engaged in an argument and Patton left the vehicle to return to her place of employment, leaving appellant in the passenger seat of the truck, which was parked in the lot with the engine running. Approximately one hour later, a restaurant employee noticed the truck in the parking lot with its engine running and with appellant now in the driver’s seat and asleep at the wheel of the vehicle. According to the trial court opinion, there was a dispute as to whether the truck was in the same place where Patton had earlier parked it. The employee shut off the engine and called the police.\nAppellant failed several field sobriety tests administered by the police upon their arrival and he further refused to submit to a blood alcohol test. Appellant was then charged with driving under the influence, which provides, “a person shall not drive, operate or be in actual physical control of the movement of any vehicle: (1) while under the influence of alcohol to a degree which renders him incapable of safe driving.” 75 Pa.C.S. § 3731(a)(1).\nThe only issue raised on appeal is whether the trial court improperly instructed the jury on the definition of “in actual physical control” under the statute. A trial court has broad discretion in phrasing a jury charge to reflect the law, and reversible error only exists where the trial court has abused its discretion or given an inaccurate statement of the law. Commonwealth v. Prosdocimo, 525 Pa. 147, 150, 578 A.2d 1273, 1274 (1990). With respect to what constitutes “actual physical control” in this Commonwealth, the courts have held that whether a person is in actual physical control of a motor vehicle is determined based on the totality of the circumstances, including the location of the vehicle, whether the engine was running and whether there was other evidence indicating that the defendant had driven the vehicle at some point prior to the arrival of police on the scene. Commonwealth v. Byers, 437 Pa.Super. 502, 506, 650 A.2d 468, 469 (1994). See also, Commonwealth v. Woodruff, 447 Pa.Super. 222, 668 A.2d 1158 (1995) (actual physical control found where defendant’s car was on berm of the road fifty yards west of the store where he had purchased beer, the engine was running, the high beams were on and the car was protruding into traffic lanes); Commonwealth v. Trial, 438 Pa.Super. 209, 652 A.2d 338 (1994) (actual physical control found where defendant’s car was diagonally across a roadway, defendant was in the car with his seatbelt on, the parking lights were on and the keys were in the ignition in the “on” position, although the engine was not running); Commonwealth v. Wilson, 442 Pa.Super. 521, 660 A.2d 105 (1995) (actual physical control found where defendant’s car was down an embankment by the roadside, no keys were found, but the hood of the car was still warm on a winter night); Commonwealth v. Leib, 403 Pa.Super. 223, 588 A.2d 922, alloc. denied, 528 Pa. 642, 600 A.2d 194 (1991) (actual physical control found where defendant was asleep in the ear in the middle of the road with the engine off); Commonwealth v. Bobotas, 403 Pa.Super. 136, 588 A.2d 518 (1991) (actual physical control found where defendant was parked in an alley on his way home with his engine running); Commonwealth v. Crum, 362 Pa.Super. 110, 523 A.2d 799 (1987) (actual physical control found where defendant was sleeping in his car on the side of the road with the engine and headlights on); Commonwealth v. Kloch, 230 Pa.Super. 563, 327 A.2d 375 (1974) (actual physical control found where defendant was asleep behind the wheel of a car parked along the side of the highway, protruding into a traffic lane with the engine and headlights on); Commonwealth, Dep’t of Transp., Bureau of Traffic Safety v. Farner, 90 Pa. Commw. 201, 494 A.2d 513 (1985) (actual physical control found where defendant was behind the wheel in a traffic lane with the motor running and the brake lights activated); cf. Commonwealth v. Price, 416 Pa.Super. 23, 27, 610 A.2d 488, 490 (1992) (no actual physical control established where the defendant was sitting behind the wheel of a parked car; the engine was not running and the defendant had the keys in his hands).\nThe trial court below initially instructed the jury regarding control of the vehicle as follows:\nNow, the crime of driving under nthe [sic] influence of alcohol can be committed by a person who either drives or who controls a motor vehicle. Now, a person may be in actual physical possession [sic] of the movement of a standing or parked motor vehicle. These are broad terms that we use in this section of the Motor Vehicle Code. They cover certain situations where a person who is under the influence is a distinct threat to public safety even though he is not actually driving at the time that the offense was charged.\nIt is not dispositive that the defendant’s car was not moving or the defendant was not making an effort to move it at the time the police officers arrived. An individual may be in actual physical control of his vehicle, and, therefore, operating it whole it is parked or merely standing still so long as that individual is keeping that car in restraint or is in a position to regulate its movement.\nAn intoxicated person sitting behind the wheel of a motor vehicle is a threat to the safety and welfare of the public. The danger is less involved when the vehicle is parked and not actually moving. If the defendant had the ability to exercise any control over the movement of that vehicle, even though that exercise resulted in the vehicle not moving, then he may be found guilty of the offense of operating a motor vehicle while under the influence of alcohol.\nN.T. 12/14/93 at 7-8. During its deliberations, the jury asked the court to define “actual physical control,” to which the trial court responded:\nState of control would exist where an individual, whether conscious or not, would be in a position to in some way effectuate the operation of a motor vehicle.\n* * * * * *\nA driver has actual physical control of his car when he has real bodily restraining or directing influence or dominion or regulation over its movement or the movement of its machinery. It is not dispositive that the driver’s car was not moving and that the driver is not making an effort to move it when the officers arrived. A driver may be in actual physical control of his car and therefore operating it while it is parked or merely standing still so long as the driver is keeping the car in restraint or in a position to regulate its movement.\nNeither is it dispositive that the driver was asleep at the time that the officers arrived. An intoxicated person seated behind the steering wheel of a motor vehicle is a threat to the safety and welfare of the public. The danger is less than that involved when the vehicle is actually moving, but it does exist. While at the precise moment the defendant was approached by the officers, he may have been exercising no conscious volition with regard to the vehicle, there is still a legitimate inference to be drawn that the defendant has his choice of placing himself behind the wheel and either starting the vehicle or permitting it to run. He, therefore, has the actual physical control of the vehicle even though the manner in which such control was exercised resulted in the vehicle remaining motionless.\nN.T. 12/14/93 at 13,16-17.\nAppellant does not challenge either the trial court’s initial charge set forth above regarding the definition of “actual physical control” or the trial court’s response to the jury’s first question after the initial charge. However, after further deliberation, the jury made a second request for a definition of “actual physical control.” It is the trial court’s response to the second inquiry of which appellant complains. In response to the jury’s second request for a definition, the court instructed:\nIf somebody were in the back seat of a car, they would not be in physical control. If they were in the right front passenger seat, they would not be in a position to control. If they were in the middle, assuming we had a bench seat or a split seat where somebody can sit in the middle, there may be a question as to whether or not that individual would have the position where they could have access to the instruments that would control the vehicle. If they were seated in the driver’s seat, they would be in a position to control.\n(N.T. 12/14/93 at 18) (emphasis added).\nAppellant contends that this definition improperly instructed the jury that if it found that appellant was behind the wheel of the vehicle, it must find as a matter of law that he was in actual physical control of the vehicle. However, that argument misconstrues the challenged definition. The trial court instructed the jury only that a driver behind the wheel of a car would be in a position to have actual physical control of the ear, thereby leaving the ultimate determination of whether appellant had actual physical control of the car to the finder of fact. Because the trial court did not instruct the jury that a person behind the wheel of a vehicle is in actual physical control of that vehicle as a matter of law, the instruction was not improper. Therefore, the opinion of the Superior Court is affirmed.\nNIX, Former C.J., did not participate in the consideration or decision of this case.\nCAPPY and NIGRO, JJ., concur in the result.\nZAPPALA, J., files a dissenting opinion.\n. 75 Pa.C.S. § 3731(a)(1).\n. The trial court stated that there was a difference in testimony as to the location of the track, since Patton testified that she parked the track in a parking space and the restaurant employee testified that the track was not blocking the exit but was impeding traffic. However, as the original record only includes notes of testimony from the jury instructions, it is not clear whether the conflicts in the testimony established that the vehicle had been moved.\n.Appellant testified at trial that he was under the influence of alcohol.\n. In Byers, in which the facts were very similar to those in the instant case, the defendant was asleep behind the wheel of a car in the parking lot of a bar with the engine and lights on. Although there was some dispute at trial as to whether the car had been moved within the parking lot, the defendant had not left the parking lot of the bar where he had been drinking. Under the circumstances of that case, the Superi- or Court held that there were insufficient facts to prove that the defendant posed a safely hazard to the public, and therefore the Commonwealth had failed to establish that he was in actual physical control of the vehicle. Id. at 506, 650 A.2d at 470. The Byers Court reasoned that penalizing a person for \"sleeping it off” with the engine running for a purpose other than driving the vehicle (for example, to provide heat, operate the radio or power a car phone) would defeat this laudable purpose. Byers, supra at 508-09, 650 A.2d at 471.\nHowever, nowhere in the statute is there a requirement that the fact-finder should consider whether or not one in actual physical control of a vehicle and under the influence of alcohol or controlled substances poses a threat to public safety. The legislature has reasonably determined that one driving a motor vehicle on the public streets and highways of the Commonwealth while under the influence of alcohol or controlled substances constitutes a threat to public safety per se, even if there are no other members of the public immediately endangered. While it may be laudable that one who realizes that he is incapable of safe driving pulls over to \"sleep it off,” the legislature has made no exception to the reach of the statute to such individuals. Accordingly, such a person’s threat to public safety is not a relevant consideration under the drunk driving statutes.",
        "type": "majority",
        "author": "CASTILLE, Justice."
      },
      {
        "text": "ZAPPALA, Justice,\ndissenting.\nBecause I have concluded that the instruction at issue in this case was improper, I must respectfully dissent. The trial court’s instruction did not clearly, adequately and accurately present the law. The gravamen of the error in the instruction was that it did not leave the ultimate determination of whether Appellant had actual physical control of the vehicle to the jury as finder of fact. Rather, the trial court’s instruction effectively directed the jury to find as a fact that Appellant was in actual physical control of the vehicle.\nUpon inquiry made by the jury, the trial court stated “[i]f they were seated in the driver’s seat, they would be in a position to control.” Effectively, the trial court mandated what conclusion was to be drawn from Appellant’s presence in the driver’s seat, thereby usurping the fact finding function of the jury.\nThe question of whether Appellant was in actual physical control of the vehicle was the sole issue for the jury to determine. The error committed by the trial court in its response to the jury’s request for additional instructions concerned this critical part of the case and cannot be disposed of as a matter of harmless error. See Chapman v. California, 386 U.S. 18, 87 S.Ct. 824, 17 L.Ed.2d 705 (1967); Commonwealth v. Story, 476 Pa. 391, 383 A.2d 155 (1978).\nI would therefore reverse the judgment of sentence and award Appellant a new trial.",
        "type": "dissent",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Ira C. Houck, John J. Dean, Mitchell A. Kaufman, Pittsburgh, for Joseph Wolen.",
      "Robert E. Colville, Claire C. Capristo, Kevin F. McCarthy, Pittsburgh, for Commonwealth."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellee, v. Joseph G. WOLEN, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 6, 1996.\nDecided Nov. 26, 1996.\nIra C. Houck, John J. Dean, Mitchell A. Kaufman, Pittsburgh, for Joseph Wolen.\nRobert E. Colville, Claire C. Capristo, Kevin F. McCarthy, Pittsburgh, for Commonwealth.\nBefore FLAHERTY, ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "1384-02",
  "first_page_order": 1456,
  "last_page_order": 1460
}
