{
  "id": 8003040,
  "name": "900 G STREET ASSOCIATES, Petitioner, v. DEPARTMENT OF HOUSING AND COMMUNITY DEVELOPMENT, Respondent. Don't Tear It Down, Inc., Intervenor",
  "name_abbreviation": "900 G Street Associates v. Department of Housing & Community Development",
  "decision_date": "1981-06-02",
  "docket_number": "No. 80-4",
  "first_page": "1387",
  "last_page": "1392",
  "citations": [
    {
      "type": "official",
      "cite": "430 A.2d 1387"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "392 A.2d 1057",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8018503
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "1061"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/392/1057-01"
      ]
    },
    {
      "cite": "418 A.2d 1030",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7965012
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "1035"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/418/1030-01"
      ]
    },
    {
      "cite": "402 A.2d 36",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040068
      ],
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/402/0036-01"
      ]
    },
    {
      "cite": "360 A.2d 257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "397 N.E.2d 1304",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1979,
      "opinion_index": 0
    },
    {
      "cite": "48 N.Y.2d 254",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4371293
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/48/0254-01"
      ]
    },
    {
      "cite": "63 L.Ed.2d 761",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 1315",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "445 U.S. 928",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1777826,
        1777289,
        1777450,
        1777867,
        1777482,
        1777611,
        1777678,
        1777583,
        1777520,
        1777586,
        1777715,
        1777490
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/445/0928-07",
        "/us/445/0928-06",
        "/us/445/0928-09",
        "/us/445/0928-02",
        "/us/445/0928-08",
        "/us/445/0928-04",
        "/us/445/0928-05",
        "/us/445/0928-11",
        "/us/445/0928-03",
        "/us/445/0928-10",
        "/us/445/0928-01",
        "/us/445/0928-12"
      ]
    },
    {
      "cite": "605 F.2d 1117",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1444619
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/605/1117-01"
      ]
    },
    {
      "cite": "48 L.Ed.2d 830",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "96 S.Ct. 2225",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1976,
      "opinion_index": 0
    },
    {
      "cite": "426 U.S. 905",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6188832,
        6187586,
        6188644,
        6187940,
        6188299,
        6187756,
        6187408,
        6188093
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/us/426/0905-08",
        "/us/426/0905-02",
        "/us/426/0905-07",
        "/us/426/0905-04",
        "/us/426/0905-06",
        "/us/426/0905-03",
        "/us/426/0905-01",
        "/us/426/0905-05"
      ]
    },
    {
      "cite": "516 F.2d 1051",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1132894
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/516/1051-01"
      ]
    },
    {
      "cite": "391 A.2d 577",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "161 N.J.Super. 256",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        879304
      ],
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/161/0256-01"
      ]
    },
    {
      "cite": "43 S.Ct. 158",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        11926101
      ],
      "weight": 3,
      "year": 1922,
      "opinion_index": 0,
      "case_paths": [
        "/us/260/0393-01"
      ]
    },
    {
      "cite": "260 U.S. 398",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1922,
      "opinion_index": 0
    },
    {
      "cite": "369 U.S. 590",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169920
      ],
      "weight": 3,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0590-01"
      ]
    },
    {
      "cite": "438 U.S. 104",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1769262
      ],
      "weight": 8,
      "year": 1978,
      "pin_cites": [
        {
          "page": "129"
        },
        {
          "page": "2661"
        },
        {
          "page": "127"
        },
        {
          "page": "2660"
        },
        {
          "page": "127"
        },
        {
          "page": "2660"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/438/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 973,
    "char_count": 20394,
    "ocr_confidence": 0.787,
    "pagerank": {
      "raw": 1.5005543983426393e-07,
      "percentile": 0.6655706568220773
    },
    "sha256": "45b4b85dcb2071895247df6b0d68fb025d46dc1b29444ab31c906ff609987120",
    "simhash": "1:a05235223b054740",
    "word_count": 3342
  },
  "last_updated": "2024-02-27T18:02:14.377146+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KERN and PRYOR, Associate Judges, and GALLAGHER, Associate Judge, Retired."
    ],
    "parties": [
      "900 G STREET ASSOCIATES, Petitioner, v. DEPARTMENT OF HOUSING AND COMMUNITY DEVELOPMENT, Respondent. Don’t Tear It Down, Inc., Intervenor."
    ],
    "opinions": [
      {
        "text": "KERN, Associate Judge:\nThis is an appeal from an order entered by the so-called Mayor’s Agent pursuant to the Historic Landmark and the Historic District Protective Act of 1978. D.C. Law 2-144, codified as D.C.Code 1980 Supp., § 5-821 et seq. (The Act), denying a permit to demolish the building now standing at 901 F St., N.W.\nThe property in question is located at 901 F St., N.W. on Lot 800, Square 376. The building on that property (the Building) was designed and built in 1867-69 by noted architects of the period in a modified French Renaissance style. It has historical importance for its use as the Masonic Temple from 1870 to 1908. Its location opposite the Old Patent Office (now designated the American Art Portrait Gallery) enhances its importance to the architectural and aesthetic integrity of the city.\nThe Building has long been recognized as of historic and architectural importance. It was placed on the National Register of Historic Places on May 8,1974, and, as a Category II Landmark, on the District of Columbia Inventory of Historic Sites since the Inventory was first established in 1964. The building was subjected to substantial architectural changes in the 1920’s to make it more suitable for commercial use, acquiring at that time the name “Lansburgh’s” in reference to the store which occupied it. It is now unoccupied, structurally sound, and in a poor condition of maintenance and repair. These facts are uncontested by all parties.\nPetitioner acquired the building on January 23, 1979, under an agreement entered into with the Young Women’s Christian Association of the National Capital Area (YWCA) on September 15, 1978. That agreement provided for an exchange of land then held by petitioner for the property on which the Building is located plus additional sums of money. The YWCA held a lease and an option to purchase on the Building and its site. A fixed sum ($594,000) plus an additional sum of up to a maximum of $48,000, payment of which was contingent upon the speed and ultimate success of petitioner in obtaining the requisite authorization to demolish the Building, was to be paid by the YWCA to appellant in addition to the property exchange. The exchange was effected according to the agreement, except petitioner, and not the YWCA, made the purchase of the Building and its site directly from the then owner of record under the option to purchase.\nPetitioner owns property separated by a public alley from the property on which the Building is located. It has applied for permission to close this alley and plans, upon demolition of the Building and the closing of the alley, to construct a major commercial office building upon its joint properties, including that property on which the Building now sits.\nIn late 1978 or early 1979, the Aaron Straus and Lillie Straus Foundation, Inc., a Maryland corporation and the then owner of record of the Building and the property on which it is located, applied under District of Columbia Council Regulation No. 73-25, which was the predecessor of the Act, to demolish the Building. As prescribed under that earlier Regulation, the Joint Committee on Landmarks considered the application for demolition and advised against it. The Mayor subsequently entered an order on March 2,1979, delaying demolition pending negotiations with civic associations and public agencies with regard to ways in which the Building might be saved.\nOn July 12, 1979, petitioner applied for a demolition permit pursuant to the Act. A two-day hearing ensued, at which, by request of petitioner, the Mayor’s Agent considered only testimony and arguments bearing on the issue of “unreasonable economic hardship” to the owner which would occur if the application to demolish the Building was denied. On December 21, 1979, the Mayor’s Agent denied the application for a demolition permit. It is this denial which is before this court on appeal as a result of the petition for review.\nThe District of Columbia has protected historic landmarks to some degree since 1973. In doing so, the District of Columbia has followed the practice of many states and cities, which has been universally recognized as a legitimate exercise of governmental power. See Penn Central Transportation Co. v. New York City, 438 U.S. 104, 129, 98 S.Ct. 2646, 2661, 57 L.Ed.2d 631 (1978). The present Act was passed by the City Council on November 28, 1978, signed by the Mayor on December 27, 1978, and became effective on March 3, 1979. It increased the protection afforded historic landmarks and districts.\nThe Act requires, in pertinent part [§ 5-824(a)], that before the Mayor may issue a permit to demolish a building listed in the National Register of Historic Places or the District of Columbia Inventory of Historic Sites, the Mayor must review the application by seeking the recommendation of the Historic Preservation Review Board [§ 5-824(b)] and must find that “issuance of the permit is necessary in the public interest, or that failure to issue a permit will result in unreasonable economic hardship to the owner.” [§ 5-824(e).] In this case, the Joint Committee on Landmarks of the National Capital sat as the Historic Preservation Review Board and recommended against issuance of the permit. The Mayor was required, prior to determining to issue the demolition permit, to hold a public hearing. [§ 5-824(c).] “Unreasonable economic hardship” is defined in the Act as amounting “to a taking of the owner’s property without just compensation . . . . ” [§ 5—822(n).]\nWe point out that only the “unreasonable economic hardship” issue was considered in evaluating the application for demolition. At the hearing, an owner of a building is required to submit certain enumerated items of information [§ 5-824(g)(1)(A) and (B)] and any additional information which the Mayor may deem relevant. [§ 5-824(g)(2).] Among the information to be supplied by the owner is “any consideration by the owner as to profitable adaptive uses for the property . ... ” [§ 5-824(g)(1)(A)(vii).]\nFinal orders of the Mayor, entered on his behalf by the Mayor’s agent, are reviewable in this court. D.C.Code 1978 Supp., § 1—1510 and D.C.Code 1980 Supp., § 5-832(b).\nPetitioner has raised a number of issues and voiced a number of complaints regarding the manner in which the Mayor’s Agent conducted the hearings and the content of the decision of the Mayor’s Agent denying a permit to petitioner for demolition of the Building.\nThe relevance of some of these issues and complaints is directly contingent upon a determination by this court of preliminary questions of law and procedure in accordance with the position of appellant.\nNo party has claimed that the designation of the Building as a historic landmark worthy of preservation was made arbitrarily or improperly.\nNo party has challenged the legitimacy of the Act.\nNo party has challenged the conclusion of the law of the Mayor’s Agent that petitioner has the burden of proof in establishing “unreasonable economic hardship.” (Record at 931.)\nThe basic question presented in this case is: at what juncture does the diminishment in value allegedly resulting from the governmental restriction on the use of property constitute an “unreasonable economic hardship” to the owner, which is here synonymous with an unconstitutional “taking”?\nPreliminarily, we note there may be cases in which it is relevant to determine the reasonable expectations of profit which the owner or purchaser of a property entertained when purchasing the property before the government imposed restrictions. This is not such a case. The mere sale of a property does not expunge the rights of the prior owner, which become vested in the new owner, to compensation for taking its property. However, in this case, we must weigh in our calculations the listing of the Building on designated historical preservation rosters, the difficulties encountered by a prior owner in securing a permit for demolition of the Building, the terms of the agreement between the YWCA and appellant which contemplated the possibility that obtaining a permit to demolish the Building would be neither swift nor certain, and the publicized efforts of the City Council to enact a more stringent historical preservation statute.\nThese all must have influenced the price which petitioner was willing to pay for the property, its realistic expectations for the uses which could be made of the property, and the profit that could be made from such uses or resale of the property. Purchases of land such as in the instant case are, by their very nature, speculative and profits on use of the land, if indeed there are any, or its appreciation in value, must necessarily be conjectural. If, as petitioner states in its brief (Petitioner’s Brief at 9), its transaction with the YWCA constituted, in part, a virtual charitable contribution, any analysis of the expectation of profit is necessarily even more unascertainable.\nFor the purpose of determining this case and without asserting that such assumptions are required by law, we will assume, as petitioner argues, the following: (1) that the property had been diminished in value by the inclusion of the Building within the protection of the Act; (2) that the value of the property to appellant would be greater if the demolition permit for the Building were issued; (3) that the Building and its site will be considered independently of any other property owned by petitioner; and (4) that no support or funding will be provided to petitioner for any renovation costs by governmental or private institutions. In our view, all this does not constitute a “taking.”\nWe so conclude because, if there is a reasonable alternative economic use for the property after the imposition of the restriction on that property, there is no taking, and hence no unreasonable economic hardship to the owners, no matter how diminished the property may be in cash value and no matter if “higher” or “more beneficial” uses of the property have been proscribed.\nWe are persuaded to this conclusion by the Supreme Court’s recent decision in Penn Central Transportation Co. v. New York City, supra. There, the Court held, inter alia, that the New York City Landmarks Preservation Law, in its application to Grand Central Terminal, did not constitute a “taking” of the owner’s property. Despite substantial losses in revenue sustained by the owners due to the Terminal’s designation as a landmark, the Court found that no “taking” could occur if a “reasonable return” on the property could still be obtained. Parenthetically, the New York City law explicitly guarantees a reasonable rate of return to owners of historic landmarks; the District of Columbia Act is silent on this point.\nThe Court noted, however, that such a law may constitute a taking where the use restriction on real estate is “not reasonably necessary to the effectuation of a substantial public purpose ... or perhaps if it has an unduly harsh impact upon the owner’s use of the property.” Id. at 127, 98 S.Ct. at 2660, citing, inter alia, Goldblatt v. Hempstead, 369 U.S. 590, 82 S.Ct. 987, 8 L.Ed.2d 130 (1962). Although the Court approved the traditional, albeit difficult to apply, distinction in Pennsylvania Coal Co. v. Mahon, 260 U.S. 398, 43 S.Ct. 158, 67 L.Ed. 322 (1922), that legitimate statutes may become invalid if they “so frustrate distinct investment-backed expectations,” id. 438 U.S. at 127, 98 S.Ct. at 2660, the Court stated that where the use of a landmark building remains “economically viable” and a “beneficial use” of the property is available, there is no “taking” merely because the owner’s expectations of profits are not satisfied.\nWhere the historic preservation act to be applied does not specify an exact rate of return, or even any assured rate of return, as is true of the Act here, analogous principles of zoning and land use law may be applied. See Hoboken Environment Committee, Inc. v. German Seaman’s Mission of New York, 161 N.J.Super. 256, 391 A.2d 577 (1978). Those principles establish that the “profitability” to an owner of restricted property is to be measured by whether any reasonable economic use exists for the property.\nIn Maher v. City of New Orleans, 516 F.2d 1051 (5th Cir. 1975), cert. denied, 426 U.S. 905, 96 S.Ct. 2225, 48 L.Ed.2d 830 (1976), the only federal circuit decision on historic preservation law, the plaintiff argued that the Vieux Carre ordinance (requiring preservation and maintenance of buildings in the French Quarter) offended due process because no objective criteria had been established to guide the administrative agency’s decision-making. However, the court stated that “[t]o satisfy due process, guidelines to aid a commission charged with implementing a public zoning purpose need not be so rigidly drawn as to prejudge the outcome in each case precluding reasonable administrative discretion.” Id. at 1062.\nIn addition, the circuit court, which had been asked to approve the grant of a demolition permit, found that a statutory provision requiring a permit before demolition, when applications for such permits could be discretionarily denied, did not alone establish a taking. The court observed that substantial diminution in value, although evidence of a taking, is not conclusive. Id. at 1066 n. 83. The court further stated that:\nIn particular, Maher did not show that the sale of the property was impracticable, that commercial rental could not provide a reasonable rate of return, or that other potential use of the property was foreclosed. [Id. at 1066.]\nReflective of the degree to which the use of a restricted property may be diminished in value without constituting a taking is the case of William C. Haas & Co. v. City & County of San Francisco, 605 F.2d 1117 (9th Cir. 1979), cert. denied, 445 U.S. 928, 100 S.Ct. 1315, 63 L.Ed.2d 761 (1980), where the value of the owner’s property had been diminished by 95%, from $2 million to $100,-000. The court in that case said, “nor can Haas transform a regulation into a taking by recharacterizing the diminution of the value of its property as an inability to obtain a favorable return on its investment.” Id. at 1121. See also Spears v. Berle, 48 N.Y.2d 254, 397 N.E.2d 1304 (1979), and First Presbyterian Church of York, Pennsylvania v. City Council of the City of York, 25 Pa.Cmwlth. 154, 360 A.2d 257 (1976).\nWe thus need only to consider in the instant case whether there is any other reasonable economic use for the Building. If there is, there has been neither a constitutional taking nor an unreasonable economic hardship imposed by the decision of the Mayor’s Agent in this case. Petitioner had the burden of proof in the hearing to establish that no other reasonable economic use for the Building existed. Since the Act assigned the function of taking evidence and making determinations to the Mayor’s Agent and she heard the testimony in the instant case and possessed the administrative expertise, the decision of the Mayor’s Agent will be upheld by this court in resolving questions of fact unless it appears from the record that there is obvious and egregious error. See Citizens Association of Georgetown, Inc. v. District of Columbia Zoning Commission, D.C.App., 402 A.2d 36 (1979) (en banc); D.C.Code 1973, § 1-1509(e).\nThe Mayor’s Agent based her conclusion to deny the permit for demolition of the Building on findings that there were other reasonable economic uses for the Building. We must consider whether this conclusion was well founded on the record and whether the proceedings of the Mayor’s Agent that established that record were properly conducted so as to permit the development of a full and credible record from which the conclusions expressed in the denial by the Mayor’s Agent could be drawn. In our view, the record is more than adequate to establish that the Mayor’s Agent could have reasonably concluded that an alternative economic use for the Building exists.\nSpecifically, there was evidence that supported the Mayor’s Agent’s conclusions that petitioner had not met its burden of proof to show that no reasonable economic alternative use for the Building existed. There was evidence to substantiate the claims that the Building could be rented “as is” or with minimal renovation and that the Building could be fully renovated at a cost of less than that claimed by petitioner and then rented. (Record at 927, 928 and 931.)\nPetitioner argues that the Mayor’s Agent failed to accept its estimates for renovation; but, since its proposed renovation costs for the Building would total a per square floor foot cost of approximately three times that ever expended on any other renovation undertaken in the District of Columbia, the Mayor’s Agent did not err in rejecting such estimate. Petitioner also argues that certain prescribed safety renovations were required by statute, or at least by concern for public safety, before other uses could be made of the Building. However, it was demonstrated on the record that similar buildings in the District of Columbia had complied with the same safety requirements without the need for such radical modifications.\nPetitioner argues that admission of evidence of offers to purchase the Building were indications of a requirement that, because of the absence of an alternative use, it must sell the property; but as we view the findings, the presence of possible purchasers of the Building merely supported a conclusion by the Agent that there was an alternative economic use of the property.\nSince the issue is whether there was an alternative economic use for the Building, without consideration of the cost of its acquisition or the profit petitioner anticipated from its operation, use, or sale, the determination by the Mayor’s Agent upon this record that such an alternative existed must be upheld. There may be a case in which the alternative economic use of a property placed under restriction by the Act so diminishes the value of the property as to make it an unreasonable alternative, but this is not that case.\nThe denial of a permit for demolition by the Mayor’s Agent of the Building is hereby upheld and petitioner’s petition to reverse that denial is, in turn, denied.\nSo ordered\n. The fact that the Mayor’s Agent adopted some of the language from the Proposed Findings of Intervenor Don’t Tear It Down, Inc., does not make the Mayor’s Agent’s conclusions invalid or unacceptable. In the recent case of District Concrete Co., Inc. v. Bernstein Concrete Corp., D.C.App., 418 A.2d 1030 (1980), this court found in a similar situation, where the trial court had rejected at least one portion of the party’s proposal, that “the essential inquiry on review in such a case is whether these ‘findings and conclusions ultimately represent the judge’s own determinations.’ ” Id. at 1035, quoting Sullivan v. Malarkey, D.C.App., 392 A.2d 1057, 1061 (1978). This principle is applicable to administrative settings and, therefore, the adoption by the Mayor’s Agent of substantial portions of the Intervenor’s Findings of Fact is not, per se, objectionable. We need not directly address the application of that principle in the instant case since our decision rests upon grounds, i. e., alternative economic use rather than reasonable profit, that make many of the Mayor’s Agent’s findings inessential to a determination of the case. We note, parenthetically, that the Mayor’s Agent obviously did much more than adopt uncritically the proposals of the intervenor.",
        "type": "majority",
        "author": "KERN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Michael A. Cain, Washington, D. C., with whom J. Kirkwood White and Beth Irons French, Washington, D. C., were on the brief, for petitioner.",
      "Richard B. Nettler, Asst. Corp. Counsel, WAshington, D. C., with whom Judith Rogers, Corp. Counsel, and Richard W. Barton, Deputy Corp. Counsel at the time the brief was filed, Washington, D. C., were on the brief, for respondent.",
      "David Bonderman, Washington, D. C., for intervenor."
    ],
    "corrections": "",
    "head_matter": "900 G STREET ASSOCIATES, Petitioner, v. DEPARTMENT OF HOUSING AND COMMUNITY DEVELOPMENT, Respondent. Don’t Tear It Down, Inc., Intervenor.\nNo. 80-4.\nDistrict of Columbia Court of Appeals.\nArgued Oct. 28, 1980.\nDecided June 2, 1981.\nMichael A. Cain, Washington, D. C., with whom J. Kirkwood White and Beth Irons French, Washington, D. C., were on the brief, for petitioner.\nRichard B. Nettler, Asst. Corp. Counsel, WAshington, D. C., with whom Judith Rogers, Corp. Counsel, and Richard W. Barton, Deputy Corp. Counsel at the time the brief was filed, Washington, D. C., were on the brief, for respondent.\nDavid Bonderman, Washington, D. C., for intervenor.\nBefore KERN and PRYOR, Associate Judges, and GALLAGHER, Associate Judge, Retired.\nJudge Gallagher was an Associate Judge of the court at the time of argument. His status changed to Associate Judge, Retired, on February 27, 1981."
  },
  "file_name": "1387-01",
  "first_page_order": 1435,
  "last_page_order": 1440
}
