{
  "id": 8005945,
  "name": "Birchard LEFTRIDGE, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Leftridge v. United States",
  "decision_date": "1980-02-13",
  "docket_number": "No. 79-591",
  "first_page": "1388",
  "last_page": "1391",
  "citations": [
    {
      "type": "official",
      "cite": "410 A.2d 1388"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "384 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8001289
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "658"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/384/0655-01"
      ]
    },
    {
      "cite": "308 A.2d 773",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8034368
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "774"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/308/0773-01"
      ]
    },
    {
      "cite": "345 A.2d 144",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8015037
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/345/0144-01"
      ]
    },
    {
      "cite": "521 S.W.2d 253",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10124545
      ],
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/521/0253-01"
      ]
    },
    {
      "cite": "294 N.E.2d 632",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1973,
      "pin_cites": [
        {
          "page": "635"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "156 Ind.App. 18",
      "category": "reporters:state",
      "reporter": "Ind. App.",
      "case_ids": [
        1376438
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind-app/156/0018-01"
      ]
    },
    {
      "cite": "309 N.E.2d 884",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "887"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "365 Mass. 116",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        291984
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/365/0116-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 741",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 846",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 1114",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11837504,
        11837570,
        11837956,
        11837864,
        11837644,
        11837778,
        11837682,
        11838260,
        11838165,
        11837306,
        11837404,
        11838046
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/1114-03",
        "/us/414/1114-04",
        "/us/414/1114-09",
        "/us/414/1114-08",
        "/us/414/1114-05",
        "/us/414/1114-07",
        "/us/414/1114-06",
        "/us/414/1114-12",
        "/us/414/1114-11",
        "/us/414/1114-01",
        "/us/414/1114-02",
        "/us/414/1114-10"
      ]
    },
    {
      "cite": "304 A.2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043168
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "32"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/304/0028-01"
      ]
    },
    {
      "cite": "215 A.2d 839",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8101203
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "840-41",
          "parenthetical": "attempted sodomy"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/215/0839-01"
      ]
    },
    {
      "cite": "268 A.2d 803",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8082476
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "804",
          "parenthetical": "attempted false pretenses"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/268/0803-01"
      ]
    },
    {
      "cite": "235 A.2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8073485
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/235/0326-01"
      ]
    },
    {
      "cite": "22 L.Ed.2d 125",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "89 S.Ct. 999",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "393 U.S. 1120",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11436554,
        11436588,
        11436436,
        11436504,
        11436569,
        11436668,
        11436638
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/393/1120-03",
        "/us/393/1120-05",
        "/us/393/1120-01",
        "/us/393/1120-02",
        "/us/393/1120-04",
        "/us/393/1120-07",
        "/us/393/1120-06"
      ]
    },
    {
      "cite": "407 F.2d 1199",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3580319,
        2112359
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "1228",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/407/1199-01"
      ]
    },
    {
      "cite": "132 U.S.App.D.C. 264",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3580319
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "293",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "332 A.2d 919",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037764
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "924"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/332/0919-01"
      ]
    },
    {
      "cite": "380 U.S. 343",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1525098
      ],
      "weight": 6,
      "year": 1965,
      "pin_cites": [
        {
          "page": "349"
        },
        {
          "page": "1009"
        },
        {
          "page": "350"
        },
        {
          "page": "1009"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/380/0343-01"
      ]
    },
    {
      "cite": "399 A.2d 1306",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8007617
      ],
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/399/1306-01"
      ]
    },
    {
      "cite": "202 A.2d 392",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8093210
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/202/0392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 11099,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 8.388369756404458e-08,
      "percentile": 0.4822173030165079
    },
    "sha256": "07f284bb43b64f9078e88f89ffd8782ae6ed3efebfacf51fa77cb321a8c6d755",
    "simhash": "1:b6fc80e6934785f7",
    "word_count": 1822
  },
  "last_updated": "2024-02-27T19:30:58.814650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLY, NEBEKER and FER-REN, Associate Judges."
    ],
    "parties": [
      "Birchard LEFTRIDGE, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThe trial court sentenced Birchard Lef-tridge as a repeat offender following his conviction of attempted petit larceny because Leftridge had been convicted of petit larceny on two previous occasions. Lef-tridge contends that repeat offender sentencing was not warranted by the prior convictions because petit larceny is not an offense which “is the same as, constitutes, or necessarily includes” attempted petit larceny, as required by D.C.Code 1973, § 22-104. We disagree with that contention and thus affirm.\nLeftridge was charged with attempted petit larceny, D.C.Code 1973, §§ 22-103, -2202, and convicted by a jury. Before trial, the government had filed notice that it intended to proceed against him as a repeat offender pursuant to D.C.Code 1973, § 22-104, which provides in part:\n(a) If any person—\n(1) is convicted of a criminal offense and\n(2) was previously convicted of a criminal offense under any law of the United States or of a State or territory of the United States which offense, at the time of the conviction referred to in paragraph (1), is the same as, constitutes, or necessarily includes, the offense referred to in that paragraph, such person may be sentenced to pay a fine in an amount not more than one and one-half times the maximum fine prescribed for the conviction referred to in paragraph (1) and sentenced to imprisonment for a term not more than one and one-half times the maximum term of imprisonment prescribed for that conviction. If such person was previously convicted more than once of an offense described in paragraph (2), he may be sentenced to pay a fine in an amount not more than three times the maximum fine prescribed for the conviction referred to in paragraph (1) and sentenced to imprisonment for a term not more than three times the maximum term of imprisonment prescribed for that conviction. [Emphasis added.]\nLeftridge filed a motion to strike the repeat papers on the ground that petit larceny is not an offense which “is the same as, constitutes, or necessarily includes” attempted petit larceny. After hearing argument by the government and defense counsel, the trial court denied the motion. The jury found Leftridge guilty of attempted petit larceny, and the court sentenced him to three years in prison, three times the maximum sentence prescribed for attempted petit larceny for first offenders. See D.C. Code 1973, § 22-103; note 1 supra. The sentence was suspended and Leftridge was placed on probation for two years.\nIn renewing on appeal his argument against enhancement of his sentence, Lef-tridge contends that we should apply lesser-included-offense analysis to determine whether petit larceny “constitutes or necessarily includes” attempted petit larceny. He relies on the following passage in United States v. Pearson, D.C.App., 202 A.2d 392 (1964):\nAppellee also argues that if “attempted petit larceny” is a crime at all, it is a lesser included offense under § 22-2202 [the petit larceny provision]. This argument is unreasonable; for if all attempts were lesser included offenses, § 22-103 [the general attempts provision] would not be applicable to an attempt to complete any offense covered by Title 22 (where attempts were not otherwise covered). [Id. at 393.]\nWe do not agree that Pearson disposes of the problem here. Pearson had been charged by information with attempted petit larceny under D.C.Code 1973, § 22-103. He argued that § 22-103 provided more substantial penalties than could be imposed for petit larceny itself, and thus that § 22-103 could not be read to encompass a mere attempted petit larceny. He urged us to hold that if attempted petit larceny is a crime at all, it is instead á lesser included offense of petit larceny and punishable as such. This court, however, rejected that view (as quoted above) on the ground that it would render the general attempts provision superfluous. In doing so, the court did not reach the question whether an “attempt” met the “lesser included offense” criteria. Thus, appellant Leftridge is incorrect in claiming we held in Pearson that attempted petit larceny is not a lesser included offense of petit larceny. We must face that question here for the first time.\nIn Hawkins v. United States, D.C.App., 399 A.2d 1306 (1979), we summarized our approach to defining a lesser included offense:\nThis jurisdiction has adopted several substantively identical definitions for the term “lesser included offense.” Use of the term signifies that “some of the elements of the crime charged themselves constitute a lesser crime,” Sansone v. United States, 380 U.S. 343, 349, 85 S.Ct. 1004, 1009, 13 L.Ed.2d 882 (1965), or that the lesser offense which was not charged “consists] entirely of some but not all of the elements of the greater offense” which was charged, Pendergrast v. United States, D.C.App., 332 A.2d 919, 924 (1975), or that a lesser offense “is necessarily established by the proof of the greater offense.” Fuller v. United States, 132 U.S.App.D.C. 264, 293, 407 F.2d 1199, 1228 (1968) (en banc), cert. denied, 393 U.S. 1120, 89 S.Ct. 999, 22 L.Ed.2d 125 (1969). [Id. at 1307-08.]\nIn summary, “the lesser offense must be included within but not, on the facts of the case, be completely encompassed by the greater.” Sansone v. United States, 380 U.S. 343, 350, 85 S.Ct. 1004, 1009, 13 L.Ed.2d 882 (1965).\nThese definitions do describe the relationship of attempted petit larceny and petit larceny itself. Proof of petit larceny requires establishing that a defendant, with felonious intent, took and carried property of a value of less than $100. See D.C.Code 1973, § 22-2202; Durphy v. United States, D.C.App., 235 A.2d 326, 327 (1967). An attempted petit larceny is established by the same elements, except that the defendant failed to complete the offense. See Marganella v. United States, D.C.App., 268 A.2d 803, 804 (1970) (attempted false pretenses); United States v. Fleming, D.C.App., 215 A.2d 839, 840-41 (1966) (attempted sodomy). In this case, the jury necessarily found that Leftridge intended to remove a tire, hub cap, and lug nuts from a car not belonging to him, although he (and an associate) had not completely removed the tire. Thus, a petit larceny had been established except for completion of the elements of taking and carrying. Attempted petit larceny, on the evidence in this case, consisted of proof of some but not all of the elements necessary to establish petit larceny. We therefore conclude that, under these circumstances, an attempted petit larceny is “necessarily include[d]” with petit larceny for purposes of counting previous offenses toward repeat offender sentencing under D.C.Code 1973, § 22-104.\nThis conclusion is reinforced by acknowledging the purposes of the repeat offender statute. The statute was intended to give the sentencing judge discretion to impose progressively longer sentences for individuals who persist in a course of criminal activity. See Smith v. United States, D.C.App., 304 A.2d 28, 32, cert. denied, 414 U.S. 1114, 94 S.Ct. 846, 38 L.Ed.2d 741 (1973). Leftridge has persisted in a course of petit larcenies over the years. In this latest venture, however, he was caught before the act could be completed. It would be nonsensical for us to hold that this fact alone should bar repeat offender sentencing under § 22-104.\nAffirmed.\n. Section 22-103 is a general attempts provision which states:\nWhoever shall attempt to commit any crime, which attempt is not otherwise made punishable by this title, shall be punished by a fine not exceeding one thousand dollars or by imprisonment for not more than one year, or both.\n. We then held that the statutory provision of a greater penalty for attempted petit larceny than for petit larceny did not in itself justify quashing the information in Pearson’s case, for we stated with respect to judicial use of the statutes for sentencing that “the maximum penalty for ‘attempted petit larceny’ can be no greater than the maximum penalty that can be given for the completed offense of petit larceny.” Pearson, supra at 393.\n. Indeed, courts rarely will reach the question whether an attempt is a lesser included offense because Super.Ct.Cr.R. 31(c), Fed.R.Crim.P. 31(c), and many state statutes provide:\nThe defendant may be found guilty of an offense necessarily included in the offense charged or of an attempt to commit either the offense charged or an offense necessarily included therein if the attempt is an offense.\nBecause the rule permits conviction for an attempt or a lesser included offense, trial courts are not generally faced with the question whether an attempt is a lesser included offense.\n. We accept the premise of the parties in analyzing the phrase “constitutes or necessarily includes” in § 22-104 as though it essentially means “includes as a lesser included offense.” We recognize, however, that those two terms may not be congruent for all purposes.\n. In jurisdictions without a rule or statute of the sort discussed in note 3 supra, courts have held that “a charge of a completed crime necessarily includes a charge of an attempt to commit that crime.” Commonwealth v. Gosselin, 365 Mass. 116, 120, 309 N.E.2d 884, 887 (1974); accord, Fisher v. State, 156 Ind.App. 18, 21, 294 N.E.2d 632, 635 (1973); Hill v. State, 521 S.W.2d 253, 255 (Tex.Cr.App.1975).\n. We find no merit in Leftridge’s two other arguments. He contends, first, that the government failed to establish that the hub cap and tire which he attempted to take had some value. In petit larceny cases, the government need not establish the monetary value of the items taken; only real value to the owner need be shown. Jones v. United States, D.C.App., 345 A.2d 144, 145 (1975). An intact tire had an obvious value to the owner of the car who, while the police were on the scene, approached the car, intending to drive it away.\nSecond, Leftridge argues that the government proved only that he was present at the scene of an attempted petit larceny, and that this is not sufficient for conviction of the offense. See Quarles v. United States, D.C.App., 308 A.2d 773, 774 (1973). Leftridge is liable as a participant, however, if he knowingly assisted the principal, even in a small way. See Montgomery v. United States, D.C.App., 384 A.2d 655, 658 (1978). Leftridge acknowledged to the police in his version of the incident that he was watching a friend change a tire and that he had been asked by his friend to watch whether the jack would fall or not. Even under this version, therefore, Leftridge was participating in the act.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Ted Kavrukov, Washington, D.C., appointed by this court, was on the brief for appellant.",
      "Carl S. Rauh, U. S. Atty., Washington, D. C., at the time the brief was filed, and John A. Terry, Michael W. Farrell, William D. Nussbaum, and Barry M. Tapp, Asst. U. S. Attys., Washington, D. C., were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Birchard LEFTRIDGE, Appellant, v. UNITED STATES, Appellee.\nNo. 79-591.\nDistrict of Columbia Court of Appeals.\nSubmitted Jan. 9, 1980.\nDecided Feb. 13, 1980.\nTed Kavrukov, Washington, D.C., appointed by this court, was on the brief for appellant.\nCarl S. Rauh, U. S. Atty., Washington, D. C., at the time the brief was filed, and John A. Terry, Michael W. Farrell, William D. Nussbaum, and Barry M. Tapp, Asst. U. S. Attys., Washington, D. C., were on the brief for appellee.\nBefore KELLY, NEBEKER and FER-REN, Associate Judges."
  },
  "file_name": "1388-01",
  "first_page_order": 1436,
  "last_page_order": 1439
}
