{
  "id": 8026339,
  "name": "Theordrick C. PETERSON, et al., Appellants, v. GOVERNMENT EMPLOYEES INSURANCE COMPANY, et al., Appellees",
  "name_abbreviation": "Peterson v. Government Employees Insurance Co.",
  "decision_date": "1981-09-04",
  "docket_number": "No. 79-902",
  "first_page": "1389",
  "last_page": "1391",
  "citations": [
    {
      "type": "official",
      "cite": "434 A.2d 1389"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "348 S.W.2d 549",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10164617
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/348/0549-01"
      ]
    },
    {
      "cite": "315 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8037449
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/315/0837-01"
      ]
    },
    {
      "cite": "207 Okl. 116",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8893914
      ],
      "weight": 3,
      "year": 1962,
      "pin_cites": [
        {
          "page": "971"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/207/0116-01"
      ]
    },
    {
      "cite": "150 S.W.2d 372",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        11607449
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/150/0372-01"
      ]
    },
    {
      "cite": "256 A.2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8086758
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "622"
        },
        {
          "page": "622"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/256/0620-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 9669,
    "ocr_confidence": 0.802,
    "pagerank": {
      "raw": 6.884805146940625e-08,
      "percentile": 0.41885530778049224
    },
    "sha256": "2dd20f8a528f499abde8ac6a3498da3f4210a10a3257363a5077bd86fd3f4549",
    "simhash": "1:2bd54360b56c15ec",
    "word_count": 1533
  },
  "last_updated": "2024-02-27T18:25:32.489376+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN, Chief Judge, and KERN and GALLAGHER, Associate Judges."
    ],
    "parties": [
      "Theordrick C. PETERSON, et al., Appellants, v. GOVERNMENT EMPLOYEES INSURANCE COMPANY, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "KERN, Associate Judge:\nAppellants obtained a judgment of $15,-000 on November 30, 1977 in a suit arising out of an automobile collision. The defendant in that action was Mrs. Ida Mae Holland. Appellants subsequently secured a Writ of Attachment and Judgment against Government Employees Insurance Company (GEICO), alleging indebtedness for the amount of the judgment under an automobile liability insurance policy issued to the defendant, Mrs. Holland.\nAt trial, on the garnishment claim, appellants presented the original judgment of November 30, 1977 and two interrogatories submitted to and answered by GEICO and rested their case. GEICO moved for a directed verdict and, when the court opted to take the motion under advisement, GEI-CO rested its case without presenting any evidence and renewed its directed verdict motion. Appellant cross-moved for a directed verdict and both sides submitted briefs in support of their respective motions. This appeal follows the trial court’s grant of GEICO’s motion for a directed verdict on the ground that appellants failed to prove a prima facie case because they did not introduce into evidence the insurance policy which was the subject of the garnishment action.\nThe trial court’s ruling relies, in part, on Franklin Investment Co. v. American Mutual Insurance Co. of Boston, D.C.App., 256 A.2d 620 (1969). In that ease the court stated the test for proof of an insurer’s liability under an insurance contract as: “Did the [evidence] set out with sufficient clarity the terms of the contract essential to appellant’s cause of action?” Id. at 622. The evidence in Franklin Investment was held insufficient because the plaintiff’s sole proof was a certificate of insurance which stated that its effectiveness depended on terms and conditions contained in another instrument. The court in Franklin Investment rejected the argument that ambiguities inherent in the plaintiff’s evidence should have been interpreted against the defendant insurance company, the party which moved for judgment at the close of the plaintiff’s case. The court concluded that it was the plaintiff’s failure to produce the insurance contract which had created the ambiguity about the contract’s application to the loss and held:\n[T]he rule of procedure which requires trial courts to give all reasonable infer-enees to plaintiff’s proof when ruling on motions attacking the sufficiency of plaintiff’s case, does not apply where the plaintiff fails to introduce into evidence matters which are available to it and which bear directly on a material issue in the case. [Franklin Investment, supra at 622.]\nIn our view, Franklin Investment does not stand for the principle that the plaintiff suing on an insurance contract must introduce the contract in order to present a prima facie case. In Franklin Investment, the court relied on the case of Blue Bonnet Life Insurance Co. v. Reynolds, 150 S.W.2d 372 (Tex.Civ.App.1941), for guidance. The court in Blue Bonnet held that “in a suit on a contract it is only requisite for the plaintiff to allege or prove that part of the contract essential to his cause of action.” Id. at 375, quoted in Franklin Investment, supra at 621.\nA similar result is found in Oklahoma Farm Bureau Mutual Insurance Co. v. Tyra, 207 Okl. 116, 247 P.2d 969 (1962). On facts similar to this case, the court held that the plaintiff demonstrated the insurer’s liability on an insurance contract based solely on the insurer’s admissions in interrogatories without presenting the actual contract. In the instant case, appellants proved that part of the contract which was essential to their cause of action and therefore satisfied the minimum requirement for a prima facie case. The sworn admissions of GEICO presented by appellant at trial demonstrated (1) that GEICO issued an automobile liability insurance policy to Mrs. Holland; (2) that the policy was in effect at the time of the automobile collision; (3) that GEICO assigned a claim number to the incident and undertook the defense of the insured in the Superior Court; and (4) that the judgment entered against the insured was within the liability limits of the insurance policy’s coverage. Appellant also proved the judgment against the insured.\nThe fact that the insurance policy imposed on the insurer the liability created by the accident involved in this case is implicit from the contract’s existence and from GEICO’s act of undertaking the defense of appellant’s suit regarding the collision. Appellant’s situation thus differs from the setting in Franklin Investment. Unlike Franklin Investment, where it was “impossible for the trial court to ascertain whether or not the loss .. . came under the policy’s coverage,” 256 A.2d at 622, the fact of coverage was admitted by GEICO. Appellant’s evidence did not create any inherent ambiguity or indicate that the insurance policy is subject to terms or conditions which made it inapplicable to the accident.\nThe trial court in this case ruled that “[w]here the terms of an insurance contract are at issue, the contract must in some way be put before the trier of fact by the party seeking to benefit from the contract.” Specific terms of the insurance contract were never at issue. There is no indication in the record that the insurance contract issued by GEICO was anything other than a standard automobile liability insurance contract under which GEICO agreed to pay the insured’s damages and liabilities in connection with automobile usage. We view it to be the insurer’s burden to set forth any particular terms of an insurance contract which would diminish or void its liability.\nAny ambiguity concerning the applicability of the insurance contract arises solely from GEICO’s contention that some provision in the contract may relieve it of liability under the policy. However, once the plaintiff proves a prima facie case, or the defendant admits all the facts necessary to establish the case, the burden shifts to the defendant to prove affirmative defenses such as forfeiture of the policy or breach of some contract provisions by the plaintiff. Oklahoma Farm Bureau, supra at 118, 247 P.2d at 971; Blue Bonnet, supra at 375.\nAs a matter of procedure, we emphasize that the better practice in this case would have been for appellant to prove the contract by introducing it into evidence. We conclude, however, that under the circumstances, the plaintiff presented a prima fa-cie case of GEICO’s liability under the insurance policy. Therefore, the failure to introduce the insurance contract was not a sufficient basis to deny recovery.\nReversed.\n. The two interrogatories and answers read as follows:\n3. On June 21, 1975, had Government Employees Insurance Company issued automobile liability insurance policy number 251-00-09 to the Defendant, and if so, state the date of issuance, the period of coverage, and the policy limits to the policy.\nANSWER: The above policy was issued effective October 1, 1974 to October 1, 1975 with limits of liability of $20,000 per person, $40,000 per occurrence.\n4. Did Government Employees Insurance Company assign a claim number 10-70-0469 to an automobile accident involving the Defendant’s automobile which accident occurred on June 21, 1975 in the vicinity of Suitland Parkway and Naylor Road, in Oxon Hill, Maryland, and thereafter undertake the defense of Defendant in Civil Action 10757-75 in the Superior Court of the District of Columbia brought by Plaintiffs?\nANSWER: Government Employees Insurance Company assigned Claim No. 10-700469 to its investigation of the subject accident, and it did undertake the defense of Ida Mae Holland in Civil Action No. 10757-75 in the Superior Court of the District of Columbia.\n. Firemen’s Insurance Co. v. Amerada Hess Corp., D.C.App., 315 A.2d 837 (1974), is another case relied on by the trial court. Firemen's Insurance merely applied the ruling of Franklin Investment to affirm the trial court’s ruling against a plaintiff whose evidence concerning the contract on which the suit was based presented considerable inherent ambiguity about both the existence and applicable terms of the contract.\n. That principle was reaffirmed in Connecticut General Insurance Co. v. Reese, 348 S.W.2d 549 (Tex.Civ.App.1961).\n. GEICO’s attorney later withdrew as the defendant’s counsel, alleging that the defendant had breached the requirement in the insurance contract that the insured must cooperate with the insurer in preparing and presenting the defense to a liability suit. This contention was not renewed as a defense to the garnishment action.",
        "type": "majority",
        "author": "KERN, Associate Judge:"
      },
      {
        "text": "GALLAGHER, Associate Judge,\nRetired, dissenting:\nI would affirm. I would not impliedly encourage litigants suing on a written contract to be indifferent and not introduce into evidence the readily available written document being sued upon. Not only is this basic procedure but it is not good judicial policy to reverse a trial judge who insisted upon this elementary requirement.\nThe majority opinion states:\nWe view it to be the insurer’s burden to set forth any particular terms of an insurance contract which would diminish or void its liability.\nThe difference between us is that I would first require the plaintiff to carry his burden of proof, and would not accept his specific refusal to do so.",
        "type": "dissent",
        "author": "GALLAGHER, Associate Judge,"
      }
    ],
    "attorneys": [
      "Charles C. Parsons, Washington, D.C., for appellants.",
      "Michael P. Chervenak, Washington, D.C., for appellees."
    ],
    "corrections": "",
    "head_matter": "Theordrick C. PETERSON, et al., Appellants, v. GOVERNMENT EMPLOYEES INSURANCE COMPANY, et al., Appellees.\nNo. 79-902.\nDistrict of Columbia Court of Appeals.\nArgued March 26, 1981.\nDecided Sept. 4, 1981.\nCharles C. Parsons, Washington, D.C., for appellants.\nMichael P. Chervenak, Washington, D.C., for appellees.\nBefore NEWMAN, Chief Judge, and KERN and GALLAGHER, Associate Judges."
  },
  "file_name": "1389-01",
  "first_page_order": 1443,
  "last_page_order": 1445
}
