{
  "id": 12165648,
  "name": "In re Robert M. Wilson",
  "name_abbreviation": "In re Wilson",
  "decision_date": "1965-05-27",
  "docket_number": "No. 7418",
  "first_page": "1394",
  "last_page": "1396",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1394"
    },
    {
      "type": "parallel",
      "cite": "145 U.S.P.Q. 558"
    },
    {
      "type": "parallel",
      "cite": "345 F.2d 1018"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 307,
    "char_count": 4151,
    "ocr_confidence": 0.563,
    "pagerank": {
      "raw": 5.782554514408497e-08,
      "percentile": 0.3609142849641041
    },
    "sha256": "cc6e965c1134df10fedf5f0eecf6dd2e3b133955b4502b6e60fb08edbdc30f8e",
    "simhash": "1:51e1e22d03ae7bbc",
    "word_count": 693
  },
  "last_updated": "2023-07-14T14:34:02.795273+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Robert M. Wilson"
    ],
    "opinions": [
      {
        "text": "MartiN, Judge,\ndelivered the opinion of the court:\nThe question in this appeal from the Board of Appeals is whether appellant’s ornamental design for a spool, disclosed in his application serial No. 67,768 filed December 1, 1961, for “Improvements in a ‘Spool’,” is an obvious variation of certain prior art.\nThe spool may be verbally described as one having a large diameter core the ends of which have laterally extending flanges thereon, the joints therebetween being smooth and slightly rounded. The external face of each of said flanges has a raised peripheral rib, and three strap-receiving apertures spaced slightly inwardly from said rib and oriented symmetrically around the axis, 120° apart. A strap threaded through any one pair of apertures serves to retain the wire wound on the spool.\nThe references relied upon for the rejection are:\nCaps, 1,482,912, Feb. 5,1924.\nCox, 2,472,248, June 7,1949.\nCampbell (Great Britain), 869,979, June 7,1961.\nThe board held the overall appearance of appellant’s spool to be disclosed by Campbell, and the minor variations thereover were considered obvious in view of either Cox or Caps. We think that Caps is merely cumulative of the features relied on in Cox and thus will not discuss it further. As befits the nature of ornamental designs we reproduce below the significant drawings of the ornamental design for the spool claimed and also those of the references:\nUpon consideration of the overall features of appellant’s spool, we feel that the board was correct. The major distinction urged by appellant is the external rib on the outer edge of the flanges, and which also borders the strap holes. Campbell discloses triangular ribs 8, 9 (Fig. 1 or Fig. 3) on the interior of the flanges of his spool, and they serve to prevent the ribbon wound thereon from tending to unwind. Cox shows a smooth rib on the exterior peripheral edge of each flange. In view of Cox we see nothing unobvious in the placement of a rib on the external face and at the peripheral edge of the flanges of a large core spool such as that shown in Campbell.\nAppellant also urges that the core portion of his spool is flat and flares smoothly into the flanges, and that while the difference from the prior art may be small, it is subtle and enhances the overall pleasing appearance of the design. In contrast, the central core of Campbell is slightly arcuate, but we think that difference is not significant. We see nothing unobvious from a purely design point of view to achieve a generally pleasing appearance by smoothing and finishing the surface and joints of an article. With respect to the strap holes, they are themselves functional, but we recognize that their size and placement may not be. While the symmetry of the placement of the holes is pleasing, it represents no more than an obvious symmetry with convenience in mind.\nAppellant urges that the references are utility patents and that the designs therein “were perhaps only the result of functional considerations * * *.” Assuming that to be so, we fail to see any reason why the features of design disclosed therein are not available as prior art. Appellant has not pointed to any authority indicating that design aspects of a utility patent are not available for reference purposes.\nAppellant also argues that the instant design has achieved a significant commercial success, stating at oral argument that the wire sold on the spools embodying his design commands a substantial premium in the market. While commercial success might in an appropriate design case be a significant indication of unobviousness, the record here is devoid of facts in support of appellant’s contention.\nFor the above reasons, the decision of the board is affirmed.",
        "type": "majority",
        "author": "MartiN, Judge,"
      }
    ],
    "attorneys": [
      "Roy W. Plant (Albert W. Rinehart, of counsel) for appellant.",
      "Clarence W. Moore (J. F. Nakamura, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "345 F. 2d 1018; 145 USPQ 558\nIn re Robert M. Wilson\n(No. 7418)\nUnited States Court of Customs and Patent Appeals,\nMay 27, 1965\nRoy W. Plant (Albert W. Rinehart, of counsel) for appellant.\nClarence W. Moore (J. F. Nakamura, of counsel) for the Commissioner of Patents.\n[Oral argument May 6, 1965, by Mr. Rinehart and Mr. Nakamura]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1394-01",
  "first_page_order": 718,
  "last_page_order": 720
}
