{
  "id": 6559770,
  "name": "In re Joseph G. Swain",
  "name_abbreviation": "In re Swain",
  "decision_date": "1931-05-25",
  "docket_number": "No. 2735",
  "first_page": "1396",
  "last_page": "1398",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1396"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 845"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 336,
    "char_count": 5054,
    "ocr_confidence": 0.443,
    "sha256": "d2c6adafebb727cdd8d64893fe45ed46fd6483005cf0d9c9f0ee8a9574f4b35f",
    "simhash": "1:86a15df17d4731a4",
    "word_count": 866
  },
  "last_updated": "2023-07-14T18:59:12.927908+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenkoot, Associate Judges"
    ],
    "parties": [
      "In re Joseph G. Swain"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nAppellant, Swain, seeks patent for improvements in “ Tire rim construction,” his application containing two claims. The application was rejected by the examiner whose decision was affirmed by the Board of Appeals of the United States Patent Office. The appeal to this court was then prosecuted.\nClaim 1 is fairly representative:\n1. A tire rim having a rim base formed with a depressed gutter •about one side thereof, the said gutter being formed with spaced inner and outer walls, the outer wall being inclined toward the base to provide an undercut portion, and a removable tire retaining side ring having a tire retaining flange portion, a shoulder resting upon the outer edge of the outer gutter wall, and an enlarged portion received within the gutter, the outer surface of which underlies the bead of the tire and the main body of which lies within the gutter and out of contact with the inner wall thereof, and by its mass prevents twisting of the ring under pressure from the tire.\nFour references were cited, to wit:\nBryant, 1310603, July 22, 1919.\nJohnson, 1363182, December 21, 1920.\nStuck, 1496034, June 3, 1924.\nGreene, 1507671, September 9, 1924.\nNotwithstanding the several references cited, the rejection by the Board of Appeals rested solely upon the patent to Greene.\nAppellant’s structure comprises a tire-rim having a rim base formed with a gutter about one of its sides, the outer wall of the gutter being inclined toward the base. There is a removable tire retaining side ring which has a tire retaining flange, a shoulder which rests upon the outer edge of the gutter wall and an enlarged portion which extends into the gutter. The ring is formed with a ledge which extends beneath the tire bead and forms a part of the seat therefor. The enlarged portion which extends into the gutter is of a size, with relation to the gutter which causes it, when inserted therein, to leave a small space between the portion and the inner gutter wall.\nThe only difference here stressed in the structure of appellant and that of Greene is that in the latter the enlarged portion of the tire ring is of a size which causes it to contact closely with the gutter-wall.\nIn other- words, appellant’s claim for patent is based upon. the fact that his structure designedly leaves a predetermined space between the sloping side of the enlarged portion of his tire ring and the gutter wall, so that the part which lies within the gutter is out of contact with the latter’s inner wall, plus the feature that the mass of this part, so extending into the gutter, “ prevents twisting of the ring under pressure from the tire.”\nSince Greene discloses a mass extending into the gutter the latter feature seems to be thereby clearly anticipated. We assume that this mass functions in Greene to prevent twisting, if it functions for that purpose in the structure of appellant. Any difference in such functioning is one of degree and must deiiend upon the difference in the space between the respective masses and gutter walls.\nSo the issue, in the final analysis, resolves itself into the question of whether the allowance of the space referred to is inventive, or whether it is merely a matter of mechanical skill.\nWe have given careful study to the arguments advanced by appellant’s learned counsel, both orally and in his brief, and to the authorities cited by him, bearing upon “ Prior effort and failure,” “ Selection by competitors,” “ Commercial success,” “ Simplicity,” and “ The advantages and merits of the applicant’s rim.”\nWe are not convinced by all these, however, that patentable matter is presented by appellant’s claims, in view of the prior art.\nThe Board of Appeals said:\nAs we view the matter there was nothing inventive in making the enlargement E of the flange ring of such a size that it would not become wedged in the gutter. We are satisfied the pressure of the inflated tire used upon the wheel of the Greene type would push the flange outwardly to some degree and to an extent sufficient to leave a slight clearance between the inner wall of the gutter and the enlarged portion of the flange ring. How much clearance would be needed in practice would be a mere matter to be determined after a simple trial. Any mechanic 'would readily understand the parts must not fit ■so tightly that they could not be readily separated when desired to remove the flange ring and would likewise understand the body portion of such ring which fits in the gutter must be strong enough and stiff enough for the purposes ■desired.\nWe concur in the board’s decision and same is affirmed.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Albert L. Ely (J. Ralph Barrow and Conway P. Coe of counsel) for appellant.",
      "T. A. Hostetler {Howard B. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 845\nIn re Joseph G. Swain\n(No. 2735)\nUnited States Court of Customs and Patent Appeals,\nMay 25, 1931\nAlbert L. Ely (J. Ralph Barrow and Conway P. Coe of counsel) for appellant.\nT. A. Hostetler {Howard B. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May 6, 1931, by Mr. Barrow hnd Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenkoot, Associate Judges"
  },
  "file_name": "1396-01",
  "first_page_order": 714,
  "last_page_order": 716
}
