{
  "id": 11825185,
  "name": "JAMES HARDIE GYPSUM (NEVADA) INC., a Nevada Corporation, Appellant, v. INQUIPCO, a Nevada Corporation, Respondent",
  "name_abbreviation": "James Hardie Gypsum (Nevada) Inc. v. Inquipco",
  "decision_date": "1996-12-20",
  "docket_number": "No. 27384",
  "first_page": "1397",
  "last_page": "1408",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1397"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 903"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "69 F. 427",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3785117
      ],
      "year": 1895,
      "opinion_index": 0,
      "case_paths": [
        "/f/69/0427-01"
      ]
    },
    {
      "cite": "86 Nev. 613",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4844215
      ],
      "weight": 5,
      "year": 1970,
      "pin_cites": [
        {
          "page": "616"
        },
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/86/0613-01"
      ]
    },
    {
      "cite": "84 Nev. 109",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4891870
      ],
      "weight": 2,
      "year": 1968,
      "pin_cites": [
        {
          "page": "116"
        },
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/84/0109-01"
      ]
    },
    {
      "cite": "86 Nev. 216",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4842363
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "219"
        },
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/86/0216-01"
      ]
    },
    {
      "cite": "99 Nev. 308",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4847304
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "315"
        },
        {
          "page": "1336"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/99/0308-01"
      ]
    },
    {
      "cite": "832 P.2d 1086",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10375654
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1091"
        },
        {
          "page": "1091"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/832/1086-01"
      ]
    },
    {
      "cite": "180 N.W. 282",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1920,
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "147 P.2d 558",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1944,
      "pin_cites": [
        {
          "page": "561"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 Nev. 353",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557780
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "355",
          "parenthetical": "citation omitted"
        },
        {
          "page": "801",
          "parenthetical": "citation omitted"
        },
        {
          "page": "355",
          "parenthetical": "damages begin to accrue upon breach"
        },
        {
          "page": "801",
          "parenthetical": "damages begin to accrue upon breach"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0353-01"
      ]
    },
    {
      "cite": "100 Nev. 72",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2405845
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "73"
        },
        {
          "page": "1107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0072-01"
      ]
    },
    {
      "cite": "95 Nev. 798",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4797057
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "801"
        },
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/95/0798-01"
      ]
    },
    {
      "cite": "95 Nev. 507",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4800549
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "510"
        },
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/95/0507-01"
      ]
    },
    {
      "cite": "106 Nev. 587",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558023
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "590"
        },
        {
          "page": "137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0587-01"
      ]
    },
    {
      "cite": "642 P.2d 1345",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10438386
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/642/1345-01"
      ]
    },
    {
      "cite": "6 Nev 51",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11272822
      ],
      "year": 1870,
      "pin_cites": [
        {
          "page": "56"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/6/0051-01"
      ]
    },
    {
      "cite": "102 Nev. 606",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557974
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "608",
          "parenthetical": "citation omitted"
        },
        {
          "page": "498",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0606-01"
      ]
    },
    {
      "cite": "105 Nev. 423",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4786553
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "426"
        },
        {
          "page": "1241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/105/0423-01"
      ]
    },
    {
      "cite": "110 Nev. 167",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557361
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "177"
        },
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1034,
    "char_count": 23996,
    "ocr_confidence": 0.919,
    "pagerank": {
      "raw": 1.46669331535489e-07,
      "percentile": 0.6583957211404989
    },
    "sha256": "8522fdbcea22f6e06ab2fb60873a5eab3e775fc654dbbb6102c68fcbc9559119",
    "simhash": "1:132c4b42caca2dd5",
    "word_count": 3910
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "JAMES HARDIE GYPSUM (NEVADA) INC., a Nevada Corporation, Appellant, v. INQUIPCO, a Nevada Corporation, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nAppellant, James Hardie Gypsum, Inc. (“Hardie”), entered into an oral rental agreement with Inquipco for a boom crane truck. Thereafter, the truck was damaged while being operated by a Hardie employee.\nInquipco sued Hardie for loss of rental income, moving expenses, investigation charges and attorney’s fees. The district court, sitting without a jury, entered judgment for Inquipco. Hardie appealed, contending that the trial court erred in finding that the parties entered into an oral agreement with a written modification. In the alternative, Hardie maintains that the lower court erred in its award of lost rental damages, attorney’s fees, and investigation fees. Hardie also argues that the award of prejudgment interest was erroneous.\nWe affirm the judgment in part but reverse and remand for a limited retrial on the issue of damages resulting from loss of rental and for recalculation of prejudgment interest.\nFACTS\nHardie operates the Blue Diamond gypsum mine in Blue Diamond, Nevada. Inquipco leases, repairs, and maintains equipment. On November 3, 1992, Didi Dessaints, a clerk for Hardie, claims that she orally ordered a boom truck for two days at $330.00 per day from Inquipco at the request of Rodney Hysell, a maintenance foreman for Hardie.\nRobert Cancellieri, of Inquipco, promptly directed his office to prepare an “Equipment Rental Agreement” (“the Agreement”), and to deliver the equipment. The Agreement was prepared by Inquipco, and was physically divided into parts separated by horizontal solid lines. The top portion consisted of a written contract containing terms and conditions and a reference to the reverse side for more terms and conditions. The top portion also embodied a signature line. The bottom half allowed space for the entry of contractual terms specific to the parties involved. It also included a “Delivery Inspection by” signature line.\nWes Watson, an Inquipco employee, promptly delivered the truck to Hardie. Gary Gottula, a superintendent for Hardie, happened to meet Watson at the guard gate and told Watson to leave the truck there and he would receive it. Gottula claims that after he inspected the vehicle, Watson put a document (now known as the Agreement) before him. Without reading it, Gottula signed on the line indicating his inspection and receipt of delivery of the truck. Gottula testified that he thought the document was a “packing slip.” He claims he did not assent to any of the terms on the document, and that he intended his signature only to be evidence that he had inspected and received the equipment.\nGottula also testified that he was unaware that Dessaints had ordered the truck before it arrived, and that he did not accept the truck in his capacity as a superintendent. He claims that anyone, even the guards or secretaries, can receive deliveries, but are not authorized to sign equipment rental agreements. He also testified that he did have the authority to rent equipment, but was not exercising that authority in this case since Hysell rented this particular equipment. Gottula also testified that at some time prior to the oral agreement, he must have given Hysell approval to order the truck.\nOn November 5, 1992, the truck was damaged while being operated by Hysell. Hysell died in the accident. The parties and the State of Nevada inspected the truck during the next month. Within a month of the accident, Inquipco transported the truck to its facility.\nLarry Cox, the general manager of Inquipco, testified that Inquipco had the means to repair or replace the vehicle immediately, but chose to wait until February 28, 1994, almost sixteen months after the accident, to accept insurance proceeds and replace the vehicle. He claims they waited because Hardie’s counsel told him that the truck was defective, so he did not want to disturb the evidence. He also wanted Hardie to admit responsibility before repairing the truck.\nOn January 11, 1993, and again on February 3, 1993, Hardie’s counsel sent a letter to Inquipco, which Cox admits receiving, advising Cox of Inquipco’s legal duty to repair and place the equipment into service. Both letters also informed Inquipco of Hardie’s position that a defect may have caused the accident.\nOn July 23, 1993, Inquipco filed suit against Hardie for property damages as well as lost rentals, investigation expenses, transportation expenses, and attorney’s fees under the Agreement provisions. However, Inquipco withdrew its claim for property damages after it accepted reimbursement from its insurance carrier and recommissioned the vehicle for use on February 28, 1994.\nAfter the parties had presented their cases, the judge found that the parties entered into an oral contract, which was subsequently modified by the Equipment Rental Agreement. The district court entered judgment in favor of Inquipco for lost rental damages of $43,200.00, transportation damages of $1,100.00, investigation damages of $3,150.00, attorney’s fees of $29,500.00, and court costs of $1,154.14. It was further ordered that the judgment bear interest beginning on November 5, 1992. This appeal ensued.\nDISCUSSION\nHardie admits that it entered into an oral agreement with Inquipco, but claims that the trial court erred in finding that the contract had been modified in writing. Hardie maintains that Gottula did not assent to the Agreement. In the alternative, it claims that the Agreement is unenforceable under Nevada’s Statute of Frauds.\nNRS Chapter 104A sets forth Nevada’s Uniform Commercial Code as it applies to leases. The article applies to any transaction, regardless of form, that creates or modifies a lease. NRS 104A.2102; NRS 104A.2208.\nNRS 104A.2206 provides that “an offer to make a lease contract must be construed as inviting acceptance in any manner and by any medium reasonable in the circumstances.” Intent to make an offer or an acceptance is a question of fact. See Hanneman v. Downer, 110 Nev. 167, 177, 871 P.2d 279, 285 (1994). Under NRCP 52(a), findings of fact by the court shall not be set aside unless clearly erroneous, and due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses.\n“[Fjindings of fact . . . must be upheld if supported by substantial evidence, and may not be set aside unless clearly erroneous.” Trident Construction Corp. v. West Electric, Inc., 105 Nev. 423, 426, 776 P.2d 1239, 1241 (1989). “Substantial evidence has been defined as that which a reasonable mind might accept as adequate to support a conclusion.” State of Nevada Employment Security Dept. v. Jones, 102 Nev. 606, 608, 729 P.2d 497, 498 (1986) (citation omitted).\nHardie contends that the district court erred in finding that the Agreement constituted an offer. Watson handed the Agreement to Gottula and asked him to sign it with all of the terms in plain view. Thus, we hold that there were facts upon which the district court could conclude that the Agreement was an offer to modify the oral lease.\nNext, Hardie argues that Gottula’s signature did not constitute an acceptance. “There can be no valid executory contract unless there be a meeting of the minds of the respective parties upon its terms and conditions.” Hillyer v. The Overman Silver Mining Co., 6 Nev 51, 56 (1870).\nHardie argues that Gottula thought the Agreement was an inspection receipt or packing slip and that there is no evidence that he intended to effect a modification of the oral contract when he signed the “Delivery Inspection by” line instead of the alleged acceptance line at the top of the document.\nThe fact finder should look to objective manifestations of intent to enter into a contract. Mullen v. Christensen, 642 P.2d 1345, 1350 (Alaska 1982). In Mullen, Mullen argued that the evidence was insufficient to show mutual assent because one of the parties did not perceive himself as entering into a contract. The court held that “the self-serving testimony of the parties as to their subjective intentions or understandings is not probative evidence of whether the parties entered into a contract.” Id.\nAdditionally, Restatement (Second) of Contracts section 211 (1979), states, in pertinent part that:\n(1) [Wjhere a party to an agreement signs or otherwise manifests assent to a writing and has reason to believe that like writings are regularly used to embody terms of agreements of the same type, he adopts the writing as an integrated agreement with respect to the terms included in the writing.\n(2) Such a writing is interpreted wherever reasonable as treating alike all those similarly situated, without regard to their knowledge or understanding of the standard terms of the writing.\nIn this case, Gottula was the superintendent of the engineering department. He had worked for Hardie and its related companies for nearly thirty years and was in charge of his department. Further, he testified that he initialed all of the purchase orders so that he could keep track of what occurred in his department. There was also evidence that he was authorized to enter into rental agreements on behalf of Hardie.\nBased upon the foregoing, we conclude that there was evidence that Gottula had experience with this type of form and knew that “like writings are regularly used to embody terms of agreements of the same type.” Thus, the evidence supports the district court’s finding that Gottula accepted the terms of the Agreement on behalf of Hardie.\nStatute of frauds\nNRS 104A.2201(l)(b) provides that,\nA lease contract is not enforceable by way of action or defense unless . . . [t]here is a writing, signed by the party against whom enforcement is sought or by that party’s authorized agent, sufficient to indicate that a lease contract has been made between the parties and to describe the goods leased and the lease term.\nHardie argues that the written contract is barred by NRS 104A.2201(l)(b), or the statute of frauds, because Gottula was not authorized to sign such a contract for Hardie.\nGottula testified that he was the Engineering Superintendent for Hardie and that he had the authority to rent equipment. We hold that the district court’s finding that Gottula had authority to rent equipment was based on substantial evidence and thus not erroneous.\nDamages\nHardie also challenges the district court’s award of damages for loss of use, attorney’s fees, and investigation fees.\n1. Loss of use damages\nHardie maintains that Inquipco is not entitled to lost rent pursuant to the Agreement. In the alternative, it charges the district court with failing to set forth factual findings supporting the basis for the award and with failing to reduce Inquipco’s award for refusing to mitigate its damages.\nIn construing a contract, this court is obligated to undertake its own independent review without deference to the district court’s determination. Clark County Public Employees v. Pearson, 106 Nev. 587, 590, 798 P.2d 136, 137 (1990); see also Casino Air v. Sierra Pacific Power Co., 95 Nev. 507, 510, 596 P.2d 496, 499 (1979). The Agreement in this case provides:\nLessee will save Lessor from and reimburse Lessor for all damage to and loss of the equipment from any cause. Lessee further agrees to indemnify and hold lessor harmless from all loss, damage, liability, cost of expense, of whatsoever nature or cause, arising out of Lessee’s use or possession of equipment.\nWe agree with the district court that the Agreement provides for loss of use damages, and that Inquipco sustained the loss of rental fees on the truck after the accident.\nHardie also argues that under NRCP 52(a), when sitting without a jury, the district court judge shall find the facts specially. In Cooper v. Pacific Auto. Ins. Co., 95 Nev. 798, 603 P.2d 281 (1979), this court held that in the absence of express findings of fact by the district court, this court may imply findings where the evidence clearly supports the judgment. Id. at 801, 603 P.2d at 283. A “detailed itemization of the damage award [is] not necessary [under NRCP 52(a)], [but] the district court should ... at least set forth the various categories of damages and the amount designated to each category.” Bing Construction Co. v. Vasey-Scott Engineering Co., Inc., 100 Nev. 72, 73, 674 P.2d 1107, 1107 (1984).\nIn this case, the district court awarded Inquipco $43,200.00 in loss of use damages. The record indicates that although the daily rental charge was $330.00, the monthly rental charge was $3,950.00. The truck was out of commission for nearly sixteen months. Although the district court judge only found $43,200.00 in loss of use damages, the evidence supports an award of $3,950.00 per month for sixteen months, or a total of $63,200.00. Therefore, to this point, the evidence supports the amount awarded.\nHardie insists, however, that the award was flawed because the court did not reduce the award commensurate with Inquipco’s failure to mitigate its damages.\n“As a general rule, a party cannot recover damages for loss that he could have avoided by reasonable efforts.” Conner v. Southern Nevada Paving, Inc., 103 Nev. 353, 355, 741 P.2d 800, 801 (1987) (citation omitted). “[T]he rule denfies] recovery for losses which could have been prevented by the . . . expenditures of plaintiff. . . .” Valencia v. Shell Oil Co., 147 P.2d 558, 561 (Cal. 1944). In order to recover loss of use damages, the plaintiff must “show diligence in getting the car repaired as early as reasonably possible.” Rownstein v. Bernhard & Turner Automobile Co., 180 N.W. 282, 284 (Iowa 1920). “[T]he trial court’s role, as trier of fact, is to determine the reasonable period of repair.” Airborn, Inc. v. Denver Air Center, Inc., 832 P.2d 1086, 1091 (Colo. Ct. App. 1992).\nHardie claims that there was insufficient evidence adduced at trial to find that Inquipco employed reasonable efforts to recommission the vehicle because it waited sixteen months before replacing the truck even though it had the means to do so earlier. Further, Hardie wrote Inquipco on January 11, 1993, and again on February 3, 1993, advising it to repair the vehicle as soon as possible to mitigate its damages. Hardie even made a written offer to repair the vehicle, but Inquipco refused.\nContrary to Inquipco’s assertion that it was reasonable to delay while waiting for Hardie’s admission of responsibility, “refusal to admit liability and pay for repairs does not in itself constitute a[n] . . . interference with the repair process.” Airborn, 832 P.2d at 1091.\nInquipco also claimed that it maintained the equipment in its damaged condition because defense counsel threatened a “defective product” defense at trial. While Inquipco’s assertion might support a finding that it was reasonable in delaying repair, it does not support a finding that it was reasonable in delaying repair or replacement if it had the means to do so earlier.\nInquipco could have mitigated its loss of use damages by replacing the vehicle within a reasonable time, while preserving the damaged truck as evidence. Or, Inquipco could have placed Hardie on notice that it would be given a reasonable time to inspect the damaged truck, and to give the truck’s manufacturer the same opportunity before the truck’s repair would be undertaken. Thus, the district court’s determination that Inquipco’s delay in replacing [or repairing?] the vehicle was reasonable is not supported by evidence that Inquipco needed to preserve the evidence.\nWe remand this aspect of the case to the district court in order to convene whatever type of hearing (e.g., evidentiary or the presentation of argument on evidence already admitted) may be necessary in order to determine a reasonable period for replacement [or repair] and for recalculation of loss of use damages based on that finding.\n2. Attorney’s fees\nAttorney’s fees are not recoverable absent an enabling statute or rule or a provision for such fees in a contract between the parties. Rowland v. Lepire, 99 Nev. 308, 315, 662 P.2d 1332, 1336 (1983). In this case, Inquipco, by affidavit and motion, asked the court for $37,280.00 in attorney’s fees. Pursuant to the Agreement, the district judge awarded $29,500.00.\nHardie argues that “under the due process clause[s] of the United States and Nevada Constitution^], due process requires that Hardie be entitled to confront witnesses and cross examine them on the issue of damages.” Moreover, Hardie claims that the court erroneously allowed Inquipco to prove by affidavit the question of contract damages regarding attorney’s fees. Hardie maintains that if a contract gives rise to attorney’s fees, those damages are indistinguishable from any other type of damages awarded under the contract, and that a “court would hardly have tried all the damage issues by affidavit.”\nFor support, Hardie cites NRCP 43(a), which states that “in all trials the testimony of witnesses shall be taken orally in open court, unless otherwise provided by these rules or by statute.” However, NRCP 43(c) states that “when a motion is based on facts not appearing of record the court may hear the matter on affidavits presented by the respective parties, but the court may direct that the matter be heard wholly or partly on oral testimony or depositions.”\nNRCP 43(c) is applicable. Since facts regarding attorney’s fees were not already in the record, the court had discretion to hear the matter on affidavits under NRCP 43(c).\n3. Investigation fees\nNext, Hardie claims that the Agreement does not provide for an award of investigation fees. As noted above, the Agreement provides:\nLessee will save Lessor from and reimburse Lessor for all damage to and loss of the equipment from any cause. Lessee further agrees to indemnify and hold lessor harmless from all loss, damage, liability, cost of expense, of whatsoever nature or cause, arising out of Lessee’s use or possession of equipment.\nWe are persuaded that the fees Inquipco incurred in investigating the vehicle in anticipation of litigation can be construed as a “cost arising out of Lessee’s use of equipment.” Thus, we conclude that the district court did not err in determining that the contract provided for investigation fees.\nHardie also insists that even if the damages were proper under the contract, they were miscalculated; that the district court awarded $3,150.00 in investigation fees, but the bill provided by the investigative agency, Risk Management Associates, was for $1,650.00. Responding, Inquipco notes that in addition to the $1,650.00 invoice, it submitted an invoice into evidence from California Crane Testing for $1,500.00. The latter statement, in combination with the former, total the $3,150.00 awarded by the court. Inquipco justifies having taken the crane to California Crane Testing after it was inspected by Risk Management because defense counsel specifically asked Inquipco to take the crane to a disinterested third party. Thus, the evidence of record supports the district court’s award of the inspection costs as having arisen out of Hardie’s use of the equipment.\nPrejudgment interest\nThe district court’s judgment provides “that said Judgment shall bear interest at the rate set forth at NRS 99.040 from November 5, 1992, until paid in full.” Hardie argues that the district judge erred in awarding prejudgment interest from the date of the accident because Inquipco has failed to prove when performance came due. We agree.\n“When there is no express contract in writing fixing a different rate of interest, interest must be allowed at a rate equal to the prime rate at the largest bank in Nevada, . . . upon contracts, express or implied. ” NRS 99.040(l)(a). “NRS 99.040, allows interest . . . from the time the money becomes due. This . . . mean[s] that the interest may be calculated from a date prior to judgment.” Checker, Inc. v. Zeman, 86 Nev. 216, 219, 467 P.2d 100, 102 (1970).\nThe money becomes due when the “time for performance was due as resolved by the court upon trial of the cause.” Paradise Homes, Inc. v. Central Surety, 84 Nev. 109, 116, 437 P.2d 78, 83 (1968). “The trial court may not speculate as to when the sum becomes due nor decide that question upon the premise of what appears to be a fair and equitable time for the beginning of the running of interest.” Brandon v. Travitsky, 86 Nev. 613, 616, 472 P.2d 353, 355 (1970). A trial court should award “interest from the dates the various obligations [fall] due.” Id.\nIn Brandon, the parties engaged in a series of contractual dealings, each coming due at different times. The trial court held that prejudgment interest should accrue from the date of performance of the first contract. Id. This court reversed and held, as a matter of law, that prejudgment interest would not begin to run until the date when all the obligations stemming from the transactions of the parties had become due. Id.\nIn this case, the oral agreement as modified by the Agreement was for a two-day rental beginning on November 3, 1992, and ending on November 5, 1992. The Agreement provides that “customer agrees to return the equipment to Inquipco ... in as good condition as when received.” Thus, property damage, and possibly the two-day rental fee, fell due on November 5, 1992, when Hardie breached the Agreement by not returning the equipment to Inquipco “in as good condition as when received.” See Conner v. Southern Nevada Paving, 103 Nev. 353, 355, 741 P.2d 800, 801 (1987) (damages begin to accrue upon breach). However, the court did not award either of those types of damages because Inquipco did not ask for them.\nPrejudgment interest on the transportation fees, loss of use, or the investigation fees did not “become due” before Inquipco actually incurred the expense giving rise to the particular award. Otherwise, Inquipco would recover double interest from November 5, 1992, until it actually incurred the expense on behalf of Hardie. We therefore remand this aspect of the judgment to the district court for determinations of when the loss of use damages, the investigation fees, and the transportation fees each became due and for recalculation of prejudgment interest based upon the respective findings.\nCONCLUSION\nWe conclude that the district court did not err in finding the existence of an oral contract with a written modification, nor did it err in awarding investigation fees or attorney’s fees. However, the district court’s finding that Inquipco’s delay in replacing the vehicle was reasonable is not supported by the evidence. Thus, we remand for further proceedings regarding loss of use damages consistent with this opinion. Furthermore, the imposition of prejudgment interest from the date of the accident was erroneous because none of the awards became due on that date. Therefore, we also remand for further findings regarding when each award became due and for a recalculation of interest based on the respective dates.\nFor the reasons discussed above, the judgment entered by the district court is affirmed with the exception of the award for loss of use damages and prejudgment interest; the aforementioned exceptions are reversed and remanded for redetermination and recalculation consistent with this opinion.\nNRCP 52(a) provides that “in all actions tried upon the facts without a jury ... the court shall find the facts specially and state separately its conclusions of law thereon and direct the entry of the appropriate judgment.”\nHardie also argues that because the Minute Order “made no finding in regard to interest,” there cannot be such an award. The fact that the Minute Order does not provide for interest is irrelevant so long as the judgment awards interest under NRS 99.040. See Morgan v. Hagerman, 69 F. 427 (D. Nev. 1895). Thus, this argument is without merit.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Kirshman, Harris and Cooper and Sheldon M. Market, Las Vegas, for Appellant.",
      "Berkley & Gordon, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "JAMES HARDIE GYPSUM (NEVADA) INC., a Nevada Corporation, Appellant, v. INQUIPCO, a Nevada Corporation, Respondent.\nNo. 27384\nDecember 20, 1996\n929 P.2d 903\nKirshman, Harris and Cooper and Sheldon M. Market, Las Vegas, for Appellant.\nBerkley & Gordon, Las Vegas, for Respondent."
  },
  "file_name": "1397-01",
  "first_page_order": 579,
  "last_page_order": 590
}
