{
  "id": 6082721,
  "name": "Rava v. Charlton",
  "name_abbreviation": "Rava v. Charlton",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4150",
  "first_page": "1398",
  "last_page": "1402",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1398"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 798"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "71 F. (2d) 174",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        264035,
        6082428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/71/0174-01",
        "/ccpa/21-2/1187-01"
      ]
    },
    {
      "cite": "63 F. (2d) 259",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079763,
        905419,
        905444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/20-2/0869-01",
        "/f2d/63/0259-02",
        "/f2d/63/0259-01"
      ]
    },
    {
      "cite": "14 App. D. C. 552",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1315830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/14/0552-01"
      ]
    },
    {
      "cite": "104 F. (2d) 801",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6082761,
        1059822
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/1407-01",
        "/f2d/104/0801-01"
      ]
    },
    {
      "cite": "97 F. (2d) 89",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        994328,
        6082207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/97/0089-01",
        "/ccpa/25-2/1206-01"
      ]
    },
    {
      "cite": "62 F. (2d) 368",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078798,
        908574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/20-2/0791-01",
        "/f2d/62/0368-01"
      ]
    },
    {
      "cite": "9 App. D. C. 207",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1325277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/9/0207-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 597,
    "char_count": 11487,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17336396832402198
    },
    "sha256": "ed5ae70a79911ddf7487c423821c7c9f0f172e5743b846159ff66a7b87698aba",
    "simhash": "1:8e2926378cb7d7e1",
    "word_count": 1945
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      ".Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Rava v. Charlton"
    ],
    "opinions": [
      {
        "text": "BlaND, Judge,\ndelivered the opinion of the court:\nThis is an appeal by the senior party Rava from the decision of ■the Board of Appeals of the United States Patent Office which reversed tlie decision of 'the- Examiner of Interferences wlio had awarded priority of invention in the single count involved to Rava.\nThe count reads as follows:\nThe method of preparing electrical discharge devices having metal parts inclosed within an envelope which consists in inductively heating said metal parts to remove the gases therefrom and later vaporizing a getter previoiisly affixed to one of said metal parts in such a position as to he substantially without the field of inductive effect employed in previousl/y heating the said metal parts whereby said metal parts may be first inductively heated and said getter may be later inductively vaporized by the effect of a subsequently applied inductive field displaced from the first said inductive field, removing, the residual gas from said envelope and sealing said envelope. [Emphasis [italics] on limitations in controversy ours.]\nThe invention relates to a method of manufacturing vacuum tubes and particularly to the method of driving out occluded gases contained in the metal parts in the vacuum space. The ordinary vacuum tube, such as is used in radio, contains within the glass envelope a number of metal parts in which are found certain undesirable gases. Unless they are removed the efficiency of the tube is thereby affected. As will be observed from the count, the instant process consists of first inductively heating the metal parts to remove the gases there-irom and later vaporizing the getter previously affixed to one of the metal parts in such a position as to be substantially without the field •of the first inductive heating.\nAfter the parts are placed in the envelope, a vacuum pump is applied which removes much, but not all, of the gases which have \"been liberated from the metal by the inductive heating. It has long been known that by the use of a getter most of the remaining gases can be removed or rendered harmless. The getters used are chemically active metals such as caesium and magnesium which vaporize when flashed, which action takes place when less heat is applied than is required for the inductive heating to remove the gases from the metal. The temperature employed to remove the gases from the metal must be above the ordinary operating temperature of the electrodes, while the heat sufficient to flash the getter is less intense.\nGetters were used in the prior art to remove the remaining gases, after the metals had been degassed, by placing the getter at some advantageous spot where it would not vaporize during the inductive heating of the metal parts. Tubes have been made by employing this principle in several different ways. For instance, the envelope might be extended at some point SO’ as to keep the getter from being in contact with the metal parts during the heating operation. The invention at bar is said to be an improvement over the old art in that the placing of the getter substantially without the field of the inductive heating of the metal, and at the same time in a position as close to the metal to be inductively treated as is possible without flashing-the getter-in the inductive-treatment, constitutes'-a method which is useful from a manufacturing standpoint in the production of this kind of tube.\nAccording to the method here involved, it is proposed by Nava to-place the getter on a loop mounted in a plane parallel to the plane-of the lateral section of the plate. The loop is welded to the plate- and is far enough removed from the metal parts (although connected therewith) to avoid the getter being intensely heated during\" the first inductive heating. It is obvious that the loop and the getter will be heated, to some extent, in the first heating operation, but it is desirable, according to both inventors, that the getter be so positioned that the inductive heating will drive all gases out of the metal without prematurely flashing the getter.\nCharlton’s method is employed upon a tube having such parts as an anode and a grid with supporting rods, and a capsule containing a getter of vaporizing material which capsule is secured either directly to the anode or on one side of it at a short distance from the anode. The walls of the capsule are said to protect the getter to som'e'extéü't from’the first'heating. It'is also argued by appellee that the metal plate provides a magnetic shadow which shields the getter and its support from the magnetic flux produced by the coil.\nThe count originated with Hava in his reissue application filed February 2,1934, for a reissue of his patent No. 1,676,049, issued July 3, 1928, on an application filed May 29, 1924. The interference was-originally declared between said reissue application of Nava and a joint application of Charlton and one Whelan, filed August 10, 1925. The interference was later reformed by the substitution of the sole application of Charlton filed November 1, 1934, for the said joint application.\nHava was confined to his filing date — May 29, 1924. Charlton took proof. He showed that prior to Eiiva’s effective date he and his associates, working under him, in the research laboratory of the General Electric Company had made several tubes embodying the disclosure of the Charlton application.\nBoth tribunals concurred in finding that the record clearly showed that Charlton had built these structures and the question involved here is whether or not these tubes so built respond to the count involved. If they do, then the decision of the board should be affirmed. The tubes so produced were not introduced in evidence, but sketches were made by witnesses when testifying as to the production of the tubes and these sketches are exhibits in the record.\nEava in his reasons of appeal questions the right of Charlton to make the claim corresponding to the count, but this is not seriously pressed for the obvious reason that no motion to dissolve on this .ground was made during the motion period. The question was not properly before the board and is not before us.\nEava also seeks to raise the question that the record shows that another and not Charlton, in the laboratory of which Charlton was the head, conceived the involved invention. As between Charlton and Rava it cannot be urged that a third person made the invention and evidence to this effect is impertinent to the issue involved in this interference. Croskey v. Atterbury, 9 App. D. C. 207; Derby et al. v. Whitworth, 20 C. C. P. A. (Patents) 791, 62 F. (2d) 368; Hoza v. Colby, 25 C. C. P. A. (Patents) 1206, 97 F. (2d) 89; Underwood’s Interference Practice, § 81 and cases cited; Hess v. Dreyfuss (Appeal No. 4119), 26 C. C. P. A. (Patents) 1407, 104 F. (2d) 801 (decided concurrently herewith). If a third party and not Charlton was the real inventor, this is a matter for the consideration of the Patent Office after the termination of this interference. Foster v. Antisdel, 14 App. D. C. 552.\nSo the only issue presented which requires decision is whether or not the board erred in holding that the count reads upon said early work of Charlton and this involves a determination of how the count should be construed. Eava urges that since the count originated with him it must be construed in the light of his application. The first point of contention is that the limitation—\na getter previously affixed to one of said metal parts in such a position as to be substantially without the field of inductive effect employed in previously healing the said metal parts whereby said metal parts may be first inductively heated and said getter may be later inductively vaporized * * *.\nrequires that there should be an independent heating first of the metal parts and second of the getter; in other words that there are to be two distinct, separate operations in which the second is not affected by the first. Eava wants an interpretation that would require a holding that during the first inductive heating the getter must be entirely away from the heating influence. The Examiner of Interferences agreed with this view but the board held otherwise.\nAn examination of Eava’s application would suggest that he has greatly emphasized the feature of his method which permits less heating of the getter while heating the metal than that shown by Charlton. Unquestionably, Eava discloses a heating of the getter subsequent to the heating of the metal which is more independent of the first heating and in which there is less overlapping, than does Charlton. The difficulty with Nava’s position is that the count does not call for independent heating and Nava may not claim broadly the invention which involves some overlapping of heat applied in the first part of the process and then for the purpose of avoiding an adverse priority award insist that limitations be read into the count. In interference proceedings like this, counts must be given the broadest interpretation they will reasonably permit and in case of ambiguity it is proper, when the same requires interpretation, to consider the application in which the counts originated, but limitations in counts may not be ignored nor may they be read into the counts in this character of proceeding. Writer v. Kiwad, 20 C. C. P. A. (Patents) 869, 63 F. (2d) 259; Martin v. Chapman et al., 21 C. C. P. A. (Patents) 1187, 71 F. (2d) 174.\nThe Charlton devices were so constructed that the capsule containing the getter was substantially without the field of inductive effect employed in the first heating operation. It was not entirely without the field; neither is Nava’s getter entirely without the field. When Charlton constructed his tubes in controversy, which are! relied upon to show priority of invention, he first applied the inductive heating by moving past the metal parts a high frequency coil which is traversed by high frequency alternating current. The electro-mag-netic field of the coil set up heat currents in the pieces of metal in the field and most of the gases were first removed. It is true that this heating operation to some extent must have heated the capsule and the getter, but not enough to flash the getter. After the gases had been driven from the metal, the heating operation was applied to the capsule containing the getter and the getter was flashed. The important thing in the method, obviously, is to see that the getter, even though heated to some extent, does not flash’ until after the occluded gases in the metal have been liberated therefrom. The question of degree of the heating of the getter in the first operation, as long as the getter is not flashed, seems to be unimportant, in the circumstances here involved. As before stated, both parties have some overlapping heat in the two operations.\nThe count was very broadly drawn and we think the board correctly concluded that the Examiner of Interferences erred in reading limitations into it in such a way as to make it not read upon Charlton’s early work.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "BlaND, Judge,"
      }
    ],
    "attorneys": [
      "Frank M. Slough for appellant.",
      "Charles MeClair (Chester L. Davis and Ilarry E. Dunham of counsel) for .-appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 798\nRava v. Charlton\n(No. 4150)\n'United States Court of Customs and Patent Appeals,\nJune 26, 1939\nFrank M. Slough for appellant.\nCharles MeClair (Chester L. Davis and Ilarry E. Dunham of counsel) for .-appellee.\n[Oral argument May 9, 1939, by Mr. Slough and Mr. MeClair]\n.Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1398-01",
  "first_page_order": 716,
  "last_page_order": 720
}
