{
  "id": 6559856,
  "name": "Fashion Park, Inc., v. The Fair",
  "name_abbreviation": "Fashion Park, Inc. v. Fair",
  "decision_date": "1931-05-25",
  "docket_number": "No. 2734",
  "first_page": "1399",
  "last_page": "1402",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1399"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 830"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "10 F. (2d) 895",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1653498,
        4068047
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/10/0895-01"
      ]
    },
    {
      "cite": "56 App. D. C. 100",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4068047
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "37 F. (2d) 437",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0437-01"
      ]
    },
    {
      "cite": "35 F. (2d) 784",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1766166
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/35/0784-01"
      ]
    },
    {
      "cite": "13 F. (2d) 319",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        4067546,
        1305763,
        1305876,
        4070127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/13/0319-01",
        "/f2d/13/0319-02"
      ]
    },
    {
      "cite": "56 App. D. C. 348",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        4067546,
        4070127
      ],
      "opinion_index": 0,
      "case_paths": []
    }
  ],
  "analysis": {
    "cardinality": 383,
    "char_count": 6899,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17677478493919915
    },
    "sha256": "8ec2f175d857dc6825d623f87cab3105517403231bc2310edbfa0f704e5b14c2",
    "simhash": "1:b1e7e27a07886cc4",
    "word_count": 1145
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenboot, Associate Judges"
    ],
    "parties": [
      "Fashion Park, Inc., v. The Fair"
    ],
    "opinions": [
      {
        "text": "LenROOt, Judge,\ndelivered the opinion of the court:\nThis is an appeal in a trade-mark opposition proceeding from a decision of the Commissioner of Patents, affirming a decision of the examiner of trade-mark interferences, dismissing the opposition of appellant and adjudging appellee entitled to the registration for which it filed application on August 16, 1928.\nAppellee’s mark consists of the notation “Fashion Bow,” used upon men’s youths’, and boys’ outer clothing, and upon ladies’ misses’, and girls’ suits, coats, dresses, etc. Its application states that said mark has been used by it since August 3, 1928.\nThe opposition is based upon prior adoption and use by appellant of the notation “ Fashion Park ” as a trade-mark upon men’s outer clothing, for which appellant has secui'ed the following three registrations: No. 130566, issued April 27, 1920; No. 131225, issued May 4, 1920, and No. 160277, issued October 17, 1922. Each of said registrations, in addition to the words “'Fashion Park,” have a representation of two men on horseback. The marks in said registration differ in minor respects, but the words “Fashion Park ” are the dominating feature of all of them.\nThe marks of the respective parties are used on identical goods, viz, men’s outer clothing.\nThe question before us is whether the marks of the respective parties so closely resemble each other as to be likely to cause confusion or mistake in the mind of the public, or to deceive purchasers, when appropriated to men’s clothing.\nThe testimony shows that appellant has continuously used its mark upon men’s outer clothing for more than 15 years, and for several years has been carrying on a very extensive national advertising campaign, using the words “Fashion Park” therein as the leading feature of such advertising; that in said advertising campaign it expends approximately $500,000 annually.\nThe commissioner, in dismissing the opposition, relied upon the case of Franklin Knitting Mills, Inc. v. Kassmam, & Kessner, Inc., 56 App. D. C. 348, 13 F. (2d) 319, and the decision of this court in the case of Rosenberg Bros. & Co. v. Horowitz, 17 C. C. P. A. (Patents) 641, 35 F. (2d) 784, as controlling his decision.\nThe marks involved in the Franklin Knitting Mills case, supra, were “Fashion Knit” and “Fashion Park,” used upon hats and caps. The case of Rosenberg Bros. & Co. v. Horowitz, supra, involved the trade-mark “ Fashion Park,” owned by the predecessor of the appellant here, and the trade-mark “ Washington Park,” both marks being used upon men’s outer clothing. In- both of said cases the marks were held not to be confusingly similar. However, in view of the differences between the marks “ Fashion Knit,” “ Washington Park,” and “Fashion Row,” the mark here in issue, we do not think the decisions in the above cases are in anywise controlling of the question before us.\nA case more in point is that of Rosenberg Bros. & Co. v. Wetherby-Kayser Shoe Co., 17 C. C. P. A. (Patents) 794, 37 F. (2d) 437, which involved the said trade-mark “ Fashion Park,” used upon men’s outer clothing, and the mark “ Fashion Lane,” used on men’s, women’s, and children’s footwear, namely, shoes, slippers, etc. In the opinion in that case, this court, speaking through Presiding Judge Graham, said:\nIn -considering tliis matter [confusion or mistake] it will be borne in mind tbat tbe goods upon which the opposer uses its trade-marks are men’s coats, vests, pants, and overcoats, and that the goods upon which the appellee applicant uses its mark are men’s, women’s, and children’s footwear, such as shoes, and so forth. Whether these be considered goods of the same descriptive properties or not their similarity or lack of similarity is a very proper matter to be considered in determining whether such confusion or mistake in the mind of the public is liable to occur by the registration of the appellee’s mark.\nWhile the court held in that case that the marks “ Fashion Park ” and “Fashion Lane ” were not so similar as to cause confusion, when applied to the goods upon which the respective marks were used, it is clear that had said marks been used upon identical goods, as in the case at bar, a different question would have been' presented.\nFor the reasons stated we do not think that any prior decision of this court is determinative of the issue in the case at bar.\nIn considering whether the marks here in issue are confusingly similar, an important fact to 'be considered is that the marks are used upon identical goods.\nThe words “ Fashion Park ” suggest to the mind a park frequented by people fashionably clothed. The words “ Fashion Row ” suggest to the mind a street or row frequented by people fashionably clothed.\nWe believe that one going into a store to purchase a suit of clothes, having read an advertisement of “ Fashion Park ” clothes, might easily think his memory was faulty as to the word “ Park ” in the advertisement and conclude that a suit bearing the trade-mark “ Fashion Row ” was manufactured by the same party whose advertisement he had read.\n. In our opinion, the marks “ Fashion Park ” and “ Fashion Row,” used upon men’s outer clothing, so nearly resemble each other as to be likely to cause confusion or mistake in the mind of the public, or to deceive purchasers, and the commissioner erred in dismissing the opposition and granting the application of appellee.\nWe are, furthermore, of the opinion that appellee selected the mark “Fashion Row” with the expectation of profiting by appellant’s extensive advertising of its trade-mark “ Fashion Park.” We say this because there were a multitude of words which appellee might have selected as a trade-mark as to which there would be no likelihood of confusion with appellant’s mark. This fact, while not determinative of our conclusion, tends to confirm it. On this point we quote from the opinion in the case of Guggenheim v. Cantrell & Cochrane, Ltd., 56 App. D. C. 100, 10 F. (2d) 895, as follows:\nIn this court it has been repeatedly declared that there is neither legal nor moral excuse for even an approximate simulation of a well-known mark applied to goods of tlie same descriptive properties, and that, when an attempt to effect such simulation becomes apparent, the two marks' should not be examined with a microscope to detect minute differences but, on the contrary, should be viewed as a whole, as the general public would view them;-in other words, that the points of similarity are of greater importance than the points of difference.\nThe decision of the Commissioner of Patents is reversed.",
        "type": "majority",
        "author": "LenROOt, Judge,"
      }
    ],
    "attorneys": [
      "Clarence C. Campbell for appellant.",
      "No appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 830\nFashion Park, Inc., v. The Fair\n(No. 2734)\nUnited States Court of Customs and Patent Appeals,\nMay 25, 1931\nClarence C. Campbell for appellant.\nNo appearance for appellee.\n[Oral argument May 7, 1931, by Mr. Campbell]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenboot, Associate Judges"
  },
  "file_name": "1399-01",
  "first_page_order": 717,
  "last_page_order": 720
}
