{
  "id": 6082736,
  "name": "Padgett v. Warner",
  "name_abbreviation": "Padgett v. Warner",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4060",
  "first_page": "1403",
  "last_page": "1407",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1403"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 957"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "104 F. (2d) 953",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1059833,
        6082780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/104/0953-01",
        "/ccpa/26-2/1411-01"
      ]
    },
    {
      "cite": "83 F. (2d) 703",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        931569,
        6081953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/83/0703-01",
        "/ccpa/23-2/1162-01"
      ]
    },
    {
      "cite": "77 F. (2d) 622",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        953388,
        6083071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/77/0622-01",
        "/ccpa/22-2/1349-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 12696,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 8.95887501656537e-08,
      "percentile": 0.5016555019230851
    },
    "sha256": "71bd5f0814fbd5a7e2129ee6953c19544aa1732f8d503d9e681497aed0c569df",
    "simhash": "1:2703a88627a12f08",
    "word_count": 2076
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Padgett v. Warner"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Examiner of Interferences awarding priority of invention of the subject matter defined in the single count in issue to appellee, Archibald A. Warner.\nThe invention is for improvements in universal joints, and, as defined in the count in issue, relates to both the “torque ring” type, disclosed in appellee’s application, and the “double-Y” type, disclosed by appellant.\nThe count reads:\n1. In a universal joint, the combination of a plurality of relatively movable members including a member having a pair of substantially aligned openings therein and a second member having a pair of trunnions extending outwardly into said openings, bearing cups disposed in said openings around said trunnions and closing said openings outwardly of the trunnions therein, a sleeve of independent needles between each of said cups and trunnions, a channel containing an annular packing surrounding the base of each trunnion, said channel opening toward the adjacent bearing cup, said cups having end portions projecting inwardly from the openings in which said cups are disposed substantially beyond said needles and extending into the channels and engaging said packings, and retaining means providing abutments to retain the same in said openings and maintain the inwardly projecting end portions of the cups against the packings in said channels and with the needles free to move longitudinally in the cups.\nThe interference is between appellee’s application No. 524,446, filed March 23, 1931, and appellant’s patent No. 2,032,491, issued March 3,1986, on an application, No. 660,594, filed March 13,1933.\nThe count originated in appellant’s patent where it appears as claim 1. It was copied by appellee on April 15, 1936, for interference purposes.\nAs the date alleged in appellant’s preliminary statement for conception of the involved invention was subsequent to the filing date of appellee’s application, appellant was ordered by the Examiner of Interferences to show cause why judgment on the record should not be entered against him. Thereupon, appellant moved to dissolve the interference on the ground that appellee did not have the right to make the claim constituting the count in issue, his contention being that appellee’s application did not disclose the following expressly defined structural limitations contained in the count: First, “a sleeve of independent needles between each of said cups and trunnions,” second, “cups having end portions projecting inwardly from the openings in which said cups are disposed substantially beyond said needles and extending into the channels and engaging said packings,” and, third, “retaining means providing abutments to retain the same in said openings and maintain the inwardly projecting end portions of the cups against the packings in said channels and with the needles free to move longitudinally in the cups.”\nIn his decision denying appellant’s motion to dissolve the interference, the Primary Examiner fully discussed each of the contentions made by appellant in support of his motion to dissolve.\nAppellant having failed to make sufficient showing why judgment on the record should not be entered against him, the Examiner of Interferences awarded priority of the subject matter defined in the count in issue to appellee.\nOn appeal, the Board of Appeals considered the issues raised by appellant’s motion to dissolve, and held that the motion was not well taken. The issues were again discussed by the board in its decision denying appellant’s petition for rehearing.\nThe sole issue presented by appellant’s appeal is whether the Board of Appeals erred in holding that appellee could make the claim constituting the count in issue.\nCounsel for appellant contend that the issue count aptly defines appellant’s device, and that if the count is construed in the light of appellant’s patent where it originated it does not read upon appellee’s disclosure.\nIf the language of the count is ambiguous, it should be interpreted in accordance with the meaning given it in appellant’s patent in which, the count originated. Neumair v. Malocsay, 22 C. C. P. A. (Patents) 1349, 77 F. (2d) 622; Hausman v. Hochman, 23 C. C. P. A. (Patents) 1162, 83 F. (2d) 703. If, on the other hand, the language of the count is not ambiguous, it should be given the broadest interpretation which it will reasonably permit, with due consideration being given the expressly defined limitations therein contained. Eger v. Watson, (Appeal No. 4129), 26 C. C. P. A. (Patents) 1411, 104 F. (2d) 953 (decided concurrently herewith), and cases therein cited.\nThe tribunals of the Patent Office concurred in holding, and we are in agreement therewith, that the language of the count in issue is not ambiguous; that the count is broadly worded and should be broadly construed; and that limitations not found in the count should not be read into it for the purpose of avoiding the interference.\nWith regard to the issue of whether appellee’s application discloses “a sleeve of independent needles between each of said cups and trunnions,” appellant points out that in his disclosure the “needles” are “free of attachment to the cup”; whereas appellee provides a sleeve with an inwardly extending flange which serves to retain the rollers against displacement.\nThe difficulty with that argument is that the count does not contain the limitation that the needles or rollers are “free of attachment to the cup.” It may be observed in this connection that appellant’s patent in which the involved count originated contains six claims which contain the limitation that the needles are free of attachment to the cup; whereas the involved count, which is claim 1 of the patent, does not contain any such limitation.\nKelative to that issue, the Board of Appeals said:\nIn both structures the rollers oí the bearings are not enclosed in or held in place by a cage as is common in older structures. In both cases the rollers may be said to be independent of each other in that there is no restraining cage. Since these rollers are interposed between the trunnion and the bearing, they bear a certain relation to the bearing in that they are supported thereby, but in other respects they may be regarded as independent since they may have a limited longitudinal movement and are free to roll independent of each of the other elements of the bearing. The party Padgett contends that the count of the interference which was taken from his patent was at one time regarded by the Primary Examiner as not reading on the Warner disclosure and calls attention to arguments presented in the patented file before said count was allowed. There is nothing indefinite or ambiguous about the terms “independent needles” and it is not seen how any argument offered in connection with same can be said to modify the plain and obvious meaning of said terms.\nWe are in agreement with the views expressed by both the Primary Examiner and the Board of Appeals that appellee’s application clearly discloses “a sleeve of independent needles between each of said cups and trunnions,” as called for by the count in issue.\nThe second, matter urged upon us is that appellee’s application does-not disclose “cups having end portions projecting inwardly from the openings in which said caps are disposed,” etc., as called for by the appealed count. [Italics ours.]\nAs hereinbefore noted, appellee’s device is of the “gimbal ring” or “torque ring” type. The “gimbal ring” in appellee’s structure contains the “openings” referred to in the count.\nIt is conceded by counsel for appellant that the end portions of the cups in appellee’s structure contact the packing as required by the terms of the count. Counsel for appellant argue, however, that the end portions of the cups in appellee’s structure are overlapped by the gimbal ring sections and that they extend inwardly from the gimbal ring sections, not from the openings therein, and that, as a consequence, as stated in their brief—\nthe cups can only be removed by separating the torque ring sections.\nIn view of the fact that in the Padgett arrangement the end portions of the cups do project inwardly from the openings in the yoke arm, it is possible to apply and remove said cups endwise of the walls of said openings and this is very desirable in actual practice.\nIt is true, as stated by counsel for appellant that in appellee’s-device the cups are removed by separating the torque ring sections,* whereas in appellant’s structure the cups may be removed through the openings in the yoke arm. The count in issue, however, is not limited to appellant’s type of structure, and the language of the count here under consideration, although aptly defining appellant’s structure, was held by the Primary Examiner and the Board of Appeals to be sufficiently broad to read upon appellee’s device.\nWe have given careful consideration to the arguments presented here by counsel for appellant, but are unable to hold that the tribunals of the Patent Office were manifestly wrong in holding that the cups disclosed in appellee’s drawings have end portions which project inwardly from the openings in the “gimbal ring” and extend into the channels and engage the packing, as called for by the count in issue.\nCounsel for appellant further contend that appellee’s application does not disclose “retaining means providing abutments to retain the same [the cups] in said openings and maintain the inwardly projecting end portions of the cups against the packings in said channels and with the needles free to move longitudinally in the cups.”\nBelative to that issue, the board stated:\nIn appellant’s structure a circumferential groove is provided in the bearing member in which is housed a split ring and this split ring acts as an abutment to prevent outward movement of the cup. Various other meansi. are shown for holding the cup against outward movement and it is obvious that appellant intended this language to read on certain other structures as well as upon the form showing the split ring. In the Warner structure as stated above, a shoulder is provided on the inner portion of the cup wall and this contacts with the gimbal ring to prevent outward movement of the cup. It is obvious that the terms “retaining means providing abutments” is very broad and obviously was intended to cover any means for performing this function. There is no limitation as to where the retaining means is located or the nature of the abutment used. While it is true appellant shows a slightly greater space for endwise movement of the needles than is disclosed in the Warner structure, still it is clearly shown on the drawings of the Warner device that the needles can have an appreciable endwise movement.\nCounsel for appellant contend that, although the drawings in appellee’s application show a “slight clearance between the roller ends that would apparently permit a slight longitudinal movement of the rollers in the cups,” the application makes no reference to such longitudinal movement of the rollers and no function is claimed therefor, and that, therefore, appellee’s application does not fairly disclose that functional arrangement as called for by the count in issue.\nAs appellee’s rollers are so arranged that they are free to move longitudinally in the cups, as clearly appears from the drawings in appellee’s application, it is immaterial, so far as the issue here is concerned, that no reference was made in appellee’s application to such longitudinal movement.\nWe are of opinion that appellee’s application discloses “retaining means providing abutments to retain” the cups in the openings and that appellee’s rollers are free to move longitudinally in the cups.\nDue to the fact that we are unable to conclude that the tribunals of the Patent Office erred in holding that the count in issue reads upon the disclosure hi appellee’s application, we deem it unnecessary to extend this opinion by a discussion of other arguments presented in the brief of counsel for appellant.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Strauoh <& Hoffman (William A. Strauch and James A. Hoffman of counsel! for appellant.",
      "Harness, Diohey & Pierce (Arthur W. Dichey and John A. BlaJr of counsel! for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 957\nPadgett v. Warner\n(No. 4060)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\nStrauoh <& Hoffman (William A. Strauch and James A. Hoffman of counsel! for appellant.\nHarness, Diohey & Pierce (Arthur W. Dichey and John A. BlaJr of counsel! for appellee.\n[Oral argument March 6, 1939, by Mr. Hoffman and Mr. Dickey]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1403-01",
  "first_page_order": 721,
  "last_page_order": 725
}
