{
  "id": 11791072,
  "name": "ANTHONY LEE R., aka TONY R., Appellant, v. THE STATE OF NEVADA, Respondent; GENO L., a Minor, Appellant, v. THE STATE OF NEVADA, Respondent; JACKTORIAN H., aka TORI H., a Minor, Appellant, v. THE STATE OF NEVADA, Respondent",
  "name_abbreviation": "Lee R. v. State",
  "decision_date": "1997-12-30",
  "docket_number": "No. 27772; No. 27889; No. 28130",
  "first_page": "1406",
  "last_page": "1424",
  "citations": [
    {
      "type": "official",
      "cite": "113 Nev. 1406"
    },
    {
      "type": "parallel",
      "cite": "952 P.2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "99 Nev. 222",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4856131
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "225"
        },
        {
          "page": "997"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/99/0222-01"
      ]
    },
    {
      "cite": "100 Nev. 130",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2405945
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "136"
        },
        {
          "page": "795-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0130-01"
      ]
    },
    {
      "cite": "91 Nev. 729",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8559337
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "734"
        },
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/91/0729-01"
      ]
    },
    {
      "cite": "104 Nev. 33",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556581
      ],
      "weight": 2,
      "year": 1988,
      "pin_cites": [
        {
          "page": "38",
          "parenthetical": "quoting Sheriff v. Smith, 91 Nev. 729, 734, 542 P.2d 440, 443 (1970)"
        },
        {
          "page": "224",
          "parenthetical": "quoting Sheriff v. Smith, 91 Nev. 729, 734, 542 P.2d 440, 443 (1970)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/104/0033-01"
      ]
    },
    {
      "cite": "110 Nev. 535",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558325
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "540",
          "parenthetical": "stating that changes in statutes are presumed to operate prospectively absent clear legislative intent to apply a statute retroactively"
        },
        {
          "page": "1256",
          "parenthetical": "stating that changes in statutes are presumed to operate prospectively absent clear legislative intent to apply a statute retroactively"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0535-01"
      ]
    },
    {
      "cite": "100 Nev. 414",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2405503
      ],
      "weight": 4,
      "year": 1984,
      "pin_cites": [
        {
          "page": "418"
        },
        {
          "page": "1123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0414-01"
      ]
    },
    {
      "cite": "387 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333627
      ],
      "year": 1967,
      "pin_cites": [
        {
          "page": "33",
          "parenthetical": "quoting Nat'l Crime Comm'n Report at 87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/387/0001-01"
      ]
    },
    {
      "cite": "383 U.S. 541",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172664
      ],
      "year": 1966,
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0541-01"
      ]
    },
    {
      "cite": "86 Nev. 644",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4847475
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "649",
          "parenthetical": "noting that \"no part of a statute should be rendered nugatory, nor any language turned to mere surplusage, if such consequences can properly be avoided\""
        },
        {
          "page": "533",
          "parenthetical": "noting that \"no part of a statute should be rendered nugatory, nor any language turned to mere surplusage, if such consequences can properly be avoided\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/86/0644-01"
      ]
    },
    {
      "cite": "88 Nev. 635",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4816451
      ],
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "637-38"
        },
        {
          "page": "458-59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/88/0635-01"
      ]
    },
    {
      "cite": "109 Nev. 1062",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557720
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1065"
        },
        {
          "page": "286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/109-2/1062-01"
      ]
    },
    {
      "cite": "209 P.2d 501",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1922,
      "pin_cites": [
        {
          "page": "502"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "46 Nev. 193",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4574771
      ],
      "year": 1922,
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/46/0193-01"
      ]
    },
    {
      "cite": "110 Nev. 1370",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558576
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1373",
          "parenthetical": "quoting State v. Jepsen, 46 Nev. 193, 196, 209 P.2d 501, 502 (1922)"
        },
        {
          "page": "271",
          "parenthetical": "quoting State v. Jepsen, 46 Nev. 193, 196, 209 P.2d 501, 502 (1922)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110-2/1370-01"
      ]
    },
    {
      "cite": "103 Nev. 588",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558812
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "591"
        },
        {
          "page": "879"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0588-01"
      ]
    },
    {
      "cite": "102 Nev. 644",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558226
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "650-51",
          "parenthetical": "citations omitted"
        },
        {
          "page": "443",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0644-01"
      ]
    },
    {
      "cite": "110 Nev. 320",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557764
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "325"
        },
        {
          "page": "938"
        },
        {
          "page": "325"
        },
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0320-01"
      ]
    },
    {
      "cite": "104 Nev. 736",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558563
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/nev/104/0736-01"
      ]
    },
    {
      "cite": "421 U.S. 519",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541745
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0519-01"
      ]
    },
    {
      "cite": "383 U.S. 341",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "99 Nev. 427",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4851503
      ],
      "weight": 19,
      "year": 1983,
      "pin_cites": [
        {
          "page": "437"
        },
        {
          "page": "953"
        },
        {
          "page": "442"
        },
        {
          "page": "957"
        },
        {
          "page": "437"
        },
        {
          "page": "953"
        },
        {
          "page": "431"
        },
        {
          "page": "950"
        },
        {
          "page": "437"
        },
        {
          "page": "953"
        },
        {
          "page": "442"
        },
        {
          "page": "956-57"
        },
        {
          "page": "433"
        },
        {
          "page": "951"
        },
        {
          "page": "437"
        },
        {
          "page": "953"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/99/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1466,
    "char_count": 43955,
    "ocr_confidence": 0.915,
    "pagerank": {
      "raw": 3.6045776388898053e-07,
      "percentile": 0.8879029240700905
    },
    "sha256": "4b8d1f04f393dd8d6088d21ce30410867055e0ec1028f1aa80bb27848a9dbe6f",
    "simhash": "1:bd95506cceb67121",
    "word_count": 7299
  },
  "last_updated": "2024-02-27T20:24:24.780579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Maupin, J., dissented in part.",
      "Rose and Young, JJ., concur."
    ],
    "parties": [
      "ANTHONY LEE R., aka TONY R., Appellant, v. THE STATE OF NEVADA, Respondent. GENO L., a Minor, Appellant, v. THE STATE OF NEVADA, Respondent. JACKTORIAN H., aka TORI H., a Minor, Appellant, v. THE STATE OF NEVADA, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nSpringer, J.:\nJACKTORIAN H., No. 28130\nThis is an appeal from an order of the juvenile division of the district court which certifies the subject minor, Jacktorian H. (“J. H.”), for prosecution as an adult. In this opinion we clarify the certification provisions of former NRS 62.080, as amended in 1995, and remand to the juvenile division with instructions to reconsider the matter in light of our interpretation of NRS 62.080(2) (b).\nPrior to the 1995 amendment to NRS 62.080(2), all persons under eighteen years of age were “presumed to come within the jurisdiction of the juvenile court,” and there could be no certification from the juvenile court to the adult court unless it was “made to appear clearly and convincingly that the public safety and welfare require[d] transfer.” In the Matter of Seven Minors, 99 Nev. 427, 437, 664 P.2d 947, 953 (1983). Under the 1995 amendment, it is declared that the public safety and welfare require certification to adult court in juvenile cases involving the use or threatened use of a deadly weapon; and in such cases the juvenile court “shall certify” the child for criminal proceedings unless the court finds that the child was “not a principal actor” or that certain “exceptional circumstances exist.” Under the statutory amendment, underaged persons charged with offenses involving the use of a deadly weapon are presumed not to come within the jurisdiction of the juvenile court.\nAlthough this case presents serious questions as to whether J. H. has been sufficiently “charged” with an offense involving a deadly weapon so as to give rise to the presumption of certification, we base reversal of the juvenile court’s denial of certification on its quite understandable misapplication of the “exceptional circumstances” language in the statute. The pertinent language of NRS 62.080(2) at the time of J. H.’s certification was as follows:\nIf a child 14 years of age or older is charged with . . . [an] offense involving the use or threatened use of a deadly weapon or an attempt to commit such an offense, ... the juvenile division . . . shall certify the child for proper criminal proceedings to [the adult court] unless the court specifically finds that the child was not a principal actor in the oifense or that exceptional circumstances exist because the child’s actions were substantially the result of his substance abuse or emotional or behavioral problems[,] and such substance abuse or problems may be appropriately treated through the jurisdiction of the juvenile division.\nUnder the statute in question, before a child can, in certification proceedings, be said to have been charged with an offense involving a deadly weapon, the State must plead in some manner and establish probable cause that the child committed an offense involving a deadly weapon. To establish its prima facie case and thus bring into operation the presumption of certification, the State must file a petition, motion or other pleading which puts the child on notice that certification is being sought. The State must then show that there is “prosecutive merit” to the charge.\n“Prosecutive merit” is an expression that comes from the appendix to Kent v. United States, 383 U.S. 341 (1966), and refers to the standard of proof to be applied at the first phase of a certification hearing. It involves some showing by the State that the juvenile committed the charged act. As pointed out in Breed v. Jones, 421 U.S. 519 (1975), the “Court has never attempted to prescribe criteria for, or the nature and quantum of evidence that must support a decision to transfer a juvenile for trial in adult court.” This court has, however, “prescribe[d] criteria” for establishing prosecutive merit in the following terms:\nA preliminary determination of prosecutive merit is to be made to assure that there is probable cause to believe that the subject youth committed the offense or offenses charged.\nIn the Matter of Seven Minors, 99 Nev. 427, 442, 664 P.2d 947, 957 (1983).\nOnce the State has pleaded its certification charges and has established “prosecutive merit” by showing that there is probable cause to believe that the child has committed an offense involving the use or threatened use of a deadly weapon or an attempt to commit such an offense, a presumption is created under which the juvenile court “shall certify the child for proper criminal proceedings.” At this point the burden of going forward shifts to the respondent child who must then present evidence either that he or she was not a “principal actor in the offense” or that mitigating, “exceptional circumstances,” of the kind set out in the statute, exist. Because it is clear that J. H. was the only actor and therefore the principal actor in this offense, we will deal only with the questions relating to the “exceptional circumstances” portion of the statute.\nBefore discussing the mitigating “exceptional circumstances” which, according to the statute, must be the cause of the “child’s actions,” we first address whether the presumption created by the statute went into effect at all in this case. Absent “prosecutive merit” to the charges, there can be no presumption. The limited facts that can be gathered from this record reveal that the State’s establishment of prosecutive merit is problematical. J. H. is charged with assault with a deadly weapon and with burglary. The assault with a deadly weapon charge stems from a charged “unlawful attempt... to commit a violent injury” upon another boy. The burglary charge is that J. H. entered the boy’s home through an unlocked door “with the intent to commit assault or battery.” The original juvenile court petition alleges that J. H. “slash[ed] at the victim with a knife.” The “slashing” charge appears from the record to be limited to J. H.’s angry brandishing of a knife during a quarrel with the mentioned boy concerning the boy’s treatment of J. H.’s sister. Although the formal charge against J. H. is that he “attempt[ed] ... to commit violent injury,” the facts relating to the charged attempt to commit violent injury and to the specific intent necessary for a burglary charge were never aired in these certification proceedings.\nIn Seven Minors, we ruled that certification could not be carried out without the “necessity for establishing the merit of the prosecution’s case as a condition for proceeding with the transfer [certification] process.” 99 Nev. at 437, 664 P.2d at 953. “Unless probable cause is conceded by the minor, the court should proceed to hear and determine this issue before proceeding further.” Id. Although it does not appear that counsel for J. H. expressly “conceded” the prosecutive merit issue, counsel made no effort to oppose the State’s affidavit on this issue.\nTo establish probable cause that J. H. did actually “attempt” to “commit violent injury” on the boy by “slashing” at him, the State relied entirely on an affidavit of some kind. As J. H.’s counsel did not include this affidavit in the record on appeal, we have no idea as to the weight or sufficiency of the evidence supporting prosecutive merit. Rather than oppose the State’s evidence and pursue J. H.’s version of the case, namely, that he did not threaten the boy with a knife during their quarrel {see note 2, infra), J. H.’s counsel stated to the juvenile court that counsel was “not going into the facts” of the case. J. H.’s counsel made no attempt to counter the State’s case with regard to prosecutive merit and indicated to the court that “if we had submitted affidavits,” they would have “indicated] that the victim [was] a crack head and that it didn’t happen this way and there was no knife and that I know that that’s not going to be the issue.”\nFrom the few facts that appear in the record, J. H.’s version appears to be that he had been offended by the way in which the “victim” had treated his sister, that he did not threaten the boy with a knife, and that he did not have any intent to harm the boy, much less to “commit violent injury.” Under Keys v. State, 104 Nev. 736, 766 P.2d 270 (1988), the State must prove a specific intent in order to establish the crime of attempt. Although prose-cutive merit was not litigated, there was a strong possibility that mental elements of the assault charge as well as the burglary charge would have been very difficult to prove. It is therefore possible that the case might have ended at the prosecutive merit stage of the proceedings.\nBecause we are reviewing the subject statutory amendment for the first time, the prosecutive merit aspect of these certification proceedings has been discussed; however, this question was not raised by J. H. on appeal. We rest reversal of the order of certification in this case, then, not upon infirmities in the “charge” upon which the presumption is based; rather, we decide on the basis of the juvenile court’s incorrect reading of the following clause in the amended statute:\nthat exceptional circumstances exist because the child’s actions were substantially the result of his substance abuse or emotional or behavioral problems ....\nNRS 62.080(2)(b).\nWe agree with J. H.’s contention that the juvenile court did not properly define or apply the “exceptional circumstances” provision of the statute. The trial judge, quite understandably, read the statutory language narrowly to mean that in order to rebut the presumption of certification, he had to find that J. H.’s criminal “actions were substantially the result” of J. H.’s substance abuse, that is to say, that the charged behavior was caused by substance abuse and not by J. H.’s volitional acts. The trial judge could not and would not find that J. H.’s actions were the “result” of substance abuse. The juvenile court judge certainly cannot be faulted for this reading of the statute. The statute says that the criminal actions must be the result of substance abuse, and the judge simply concluded that criminal actions cannot be the result of drug use. Reading the statute in the way that he did, the judge necessarily took the position that there was no set of facts under which he could find that criminal conduct was the result of substance abuse. Given the juvenile court judge’s frame of mind, it would not appear that J. H. had any chance of rebutting the presumption of certification.\nThe construction of a statute is a question of law. Moody v. Manny’s Auto Repair, 110 Nev. 320, 325, 871 P.2d 935, 938 (1994). “The leading rule of statutory construction is to ascertain the intent of the legislature in enacting the statute.” McKay v. Bd. of Supervisors, 102 Nev. 644, 650-51, 730 P.2d 438, 443 (1986) (citations omitted). Generally, when the words in a statute are clear on their face, they should be given their plain meaning unless such a reading violates the spirit of the act. Hotel Employees v. State, Gaming Control Bd., 103 Nev. 588, 591, 747 P.2d 878, 879 (1987). Thus, we have previously held that “when a statute’s language is clear and unambiguous ‘there is no room for construction.’ ” Rodgers v. Rodgers, 110 Nev. 1370, 1373, 887 P.2d 269, 271 (1994) (quoting State v. Jepsen, 46 Nev. 193, 196, 209 P.2d 501, 502 (1922)).\nIn other words, the plain meaning of a statute’s words are presumed to reflect the legislature’s intent in enacting the statute. Nevertheless, statutory language should not be read to produce absurd or unreasonable results. Alsenz v. Clark Co. School Dist., 109 Nev. 1062, 1065, 864 P.2d 285, 286 (1993). When the words of a statute clearly contradict the legislature’s intent, the intent of the legislature will predominate:\n“The leading rule for the construction of statutes is to ascertain the intention of the legislature in enacting the statute, and the intent, when ascertained[,] will prevail over the literal sense. The meaning of words used in a statute may be sought by examining the context and by considering the reason or spirit of the law or the causes which induced the legislature to enact it. The entire subject matter and the policy of the law may also be involved to aid in its interpretation, and it would always be construed so as to avoid absurd results.”\nMoody, 110 Nev. at 325, 871 P.2d at 938 (quoting Welfare Div. v. Washoe Co. Welfare Dep’t, 88 Nev. 635, 637-38, 503 P.2d 457, 458-59 (1972)).\nHere it was clearly not the intention of the legislature that certification should automatically result in all deadly weapons cases; otherwise, no exceptions would exist, and all such cases would be subject to mandatory certification. See Paramount Ins. v. Rayson & Smitley, 86 Nev. 644, 649, 472 P.2d 530, 533 (1970) (noting that “no part of a statute should be rendered nugatory, nor any language turned to mere surplusage, if such consequences can properly be avoided”). The legislature intended that some cases with deadly weapons involvement would not require certification; therefore, we will undertake an interpretation of the statutory language that will give suitable recognition to that legislative intent.\nThe juvenile court judge showed justifiable consternation in his efforts to apply this statute in the present case. The judge remarked that “this part of the statute is extremely unfortunate [because] there are a tremendous number of words that almost exclude any circumstance that this court could ever envision . . . [for] applying” the statute.\nThe juvenile court’s quandary is not difficult to understand. On its face, the statute requires the court to find that criminal actions were not the exercise of free will but, rather, the result of factors beyond the control of the actor, namely, substance abuse, emotional problems or behavioral problems. Counsel for J. H. obviously understood the problem when he conceded that “psychologists . . . tell me we can never say . . . that the emotional or behavioral problem or substance abuse problem cause them to commit the crime.” (Emphasis added.)\nThe juvenile court judge confirmed the jurisprudence of this court when he recognized that the law has not “recognized the use of drugs as a legitimate excuse for criminal behavior. Thus, his concern that the statute required him to do just that would lead to an absurd result. This court has similarly eschewed “the deterministic principle that youthful law violators are not morally or criminally responsible for their behavior but, rather, are victims of the environment” or of mental or emotional conditions that are claimed to have caused them to commit crimes. Seven Minors, 99 Nev. at 431, 664 P.2d at 950. We agree with the trial judge that criminal conduct on the part of mentally competent actors cannot be said to have been caused by or to be the result of substance abuse or other similar problems in the life of juvenile offenders. As we have said, criminal conduct is caused by and is the result of a free-will decision to engage in prohibited conduct.\nThat criminal actions cannot properly be said to be the result of substance abuse or emotional problems is, of course, not to say that substance abuse or emotional problems are not frequently important factors, perhaps overwhelming factors, in explaining a juvenile’s decision to commit a crime. This does not mean, however, that criminal conduct should be excused or mitigated because it is thought to be the result of substance abuse and not the result of culpable criminal “actions.”\nWe believe that the statute can be read in a way that does not require the juvenile court judge to recognize drugs as a “legitimate excuse” for delinquency and does not require the juvenile court judge to find, in order to apply the “exceptional circumstances” provisions in the statute, that the criminal actions were the “result of” substance abuse or emotional or behavioral problems.\nIt is common knowledge that drugs are “involved” in some way in a significant number of crimes; and it is certainly safe to say that drug use is present in (rather than the cause of) a substantial number of criminal activities. It is also the case, particularly in juvenile court, that emotional or behavioral disorders contribute in no small measure to the final, voluntary decision to commit a criminal act. We conclude, then, that reading the statute in accordance with the legislature’s intent, J. H.’s criminal actions did not have to be “substantially the result of substance abuse” but, rather, substance abuse had to have substantially influenced or contributed to J. H.’s criminal actions. It will, of course, be the juvenile court judge, in these kinds of cases, who determines and makes findings as to whether substance abuse, emotional problems or behavioral problems have had a “substantial” influence on or contribution to a child’s criminal actions or are insubstantial and tangential.\nWe conclude, then, that the juvenile court judge misinterpreted and misapplied the statute when he took the position that criminal actions are not the result of substance abuse and that, therefore, the statute required him to certify J. H. “for proper criminal proceedings.” This narrow interpretation is contrary to the intention of the legislature, which intended that the presumption be rebuttable under some circumstances. As pointed out in the margin, there is evidence that this young man has a serious drug problem, had a “need to participate in drug treatment” and “would be more appropriately treated through the jurisdiction of the Juvenile Court.” {See note 2, supra). If the juvenile court judge in this case had been asked to find whether substance abuse substantially contributed to or substantially influenced J. H.’s actions and whether his “problems may be appropriately treated through the jurisdiction of the Juvenile Court,” the judge’s decision may very well have been different from the one rendered in this case.\nBecause it appears that the juvenile judge in this case did not certify J. H. to the adult court because the judge’s quandary over the meaning of NRS 62.080(2), it is necessary to reverse the judgment below and remand to the juvenile division of the district court for further proceedings.\nANTHONY LEE R., No. 27772\nThis juvenile certification case was decided by the same juvenile court judge that decided the Jacktorian case. This case, however, involves charges that are much more serious in nature than in Jacktorian. Anthony is charged with a flagrant robbery with a deadly weapon aggravated by his abusive and lewd abuse of his female victim. The juvenile court judge properly defined the charges in this case as being “horrendous,” and commented that the juvenile court does not “deal[] with this type of offense very well.”\nAgain, as in Jacktorian, the juvenile court judge complained that the “exceptional circumstances” provisions in NRS 62.080 were “vague” and commented on the record that he did not know what the statutory terms “substantially” and “result of” meant and said that he did not “think anybody else does.”\nIt is probably the case that the juvenile court judge would have certified this youth to the adult court even if he had in hand the interpretation of the statute provided in Jacktorian, above. As pointed out in Jacktorian, the statute creates a presumption of certification that cannot be overcome unless the respondent minor establishes that drug abuse or the other factors mentioned in the statute “substantially influenced or contributed to” the charged criminal actions.\nBecause the statute has engendered legitimate confusion that has not been clarified until now, we have no choice other than to remand this juvenile certification matter to the juvenile court so that it can proceed in the manner described in Jacktorian. The judgment of the juvenile court is reversed and the matter is remanded to the juvenile division of the district court.\nGENO L., No. 27889\nGeno L. was originally charged with four counts that arose from what appears to be a gang-related melee: two counts of battery with a deadly weapon, and two counts of battery with substantial bodily harm. Geno L. was certified to the adult court on three of the charges. One of these charges involves battery of a young woman, Darci, with a deadly weapon, a baseball bat. Geno’s involvement in this battery created a presumption of certification under NRS 62.080(2)(b). The other two charges upon which certification is based are of lesser offense and, of themselves, would not support the certification of Geno, a first offender, to the adult court. The issue in the case, then, is whether the juvenile court erred in its application of the deadly weapon presumption in ordering that Geno be certified for adult prosecution based on the battery of Darci, Count II of the juvenile court petition.\nAlthough this case, like the other cases in this opinion, requires an interpretation of NRS 62.080(2)(b), our interpretation in this case relates not to the “exceptional circumstances” portion of the statute (as in the other two appeals) but, rather, to the provision of the statute which excepts from the presumption a “child [who] was not a principal actor in the offense.” In this case (again, with the same juvenile court judge who presided in Jacktorian and in Anthony), there was an extensive hearing given on the issue of whether Geno was or was not a principal actor in the battery with a deadly weapon charge. The facts of this case are as follows:\nOn the evening of September 1, 1995, Frank and Darci were roller blading with Frank’s brother, Richard, who was riding a mountain bike. The trio had just picked up food and drinks and were on their way to a park to eat when they reached the intersection of Torrey Pines and Carmen in Las Vegas. A car with seven teenage occupants arrived at the intersection at the same time. Geno was in the car along with Nick, Kristen, Toby, Tommy, Mark, and Sarah. Toby shouted an insulting remark at Frank, Darci, and Richard, who were on the corner, and apparently Frank responded in kind.\nNick, who was driving, stopped the car; Toby got out and approached Frank, who had bent down in an unsuccessful attempt to remove his roller blades. According to Darci’s testimony, Tommy, Nick, and Geno then approached Frank, surrounded him, and began to hit and kick Frank. However, Mark (whom the State chose not to prosecute) testified at the certification hearing that Geno stood by him at the car during the altercation between Frank, Toby, Tommy, and Nick. Darci acknowledged that Mark had not participated in the incident. Sarah, who stayed in the car with Kristen during the entire incident, testified that she saw Mark standing by the car, but did not see Geno. She further testified that there was a metal baseball bat on the floor in the back seat of the car and that neither Geno nor anyone else ever took the bat from the car.\nAs the fight progressed, Frank and his attackers moved into the street, while Darci remained on the sidewalk with Richard. At some point, one of Frank’s assailants knocked Darci to the ground. Darci claimed that while still on the ground, she heard one of the assailants say “get the bat.” Darci testified that she could not identify who attacked her; however, she stated that she had seen Geno approaching her shortly before she was knocked down, but that Geno was not holding a baseball bat at that time. Shortly thereafter, while still on her hands and knees, Darci alleged that she saw a metal baseball bat swinging at the center of her face. She did not see who wielded the baseball bat, but turned her head to the right, absorbing the blow with her left jaw, which was fractured in two places, necessitating reconstructive surgery the following day. At some time, Toby confessed to police that he had hit Darci in the jaw with his fist. Frank was beaten unconscious and suffered severe lacerations to his head and face.\nDarci testified that the police reports of the incident, which reported that Darci had jumped on Toby’s back in an effort to help Frank, and that Toby had subsequently hit her, were inaccurate. She maintained that she could not identify who broke her jaw, and she denied ever physically engaging any of Frank’s assailants. Various witnesses were on the scene, but almost all of them refused to give statements, claiming that they were afraid of retribution from Frank and Darci’s assailants. According to police, several witnesses stated that they had seen a baseball bat used during the fight. A metal baseball bat was recovered from the assailants’ car; however, no usable fingerprints were found on the bat. In Richard’s police statement, he asserted that the man who attacked Darci was between 5'8\" and 5'9\". The record indicates that Geno is significantly shorter.\nAs mentioned above the State petitioned the juvenile court to certify Geno as an adult on the four counts charged. One week before the certification hearing, a probation officer submitted a report recommending denial of certification. The probation officer’s recommendation that certification not be carried out was based on his belief that there had to be “stronger evidence to show Geno’s direct involvement in these [b]atteries” before he would recommend certification.\nIn this case, unlike Jacktorian, there was in fact a pleading filed, a “Certification Petition,” asking that the court certify Geno to the adult court; however, no mention is made in the petition of the presumption created by NRS 60.080(2)(b) or of the “principal actor” exception to the presumption rule. It is clear from a transcript of the hearing, however, that Geno was on notice of the charge upon which certification was based in this case and that the crucial issue before the court was whether or not Geno was a “principal actor” in the battery.\nAs recognized by the juvenile court, this is a “difficult” case, and although there is some evidence that Geno was involved to some degree in the fray, there is little if any evidence of his “principal” involvement in the crime of battery with a deadly weapon, battery with a baseball bat. No one saw Geno with a bat in his hand; Geno was smaller than the assailant described by witnesses as the wielder of the bat, and there were no fingerprints or other physical evidence that Geno battered Darci with a baseball bat. Although Darci, the victim of the battery, saw Geno standing nearby before she was struck, she could not testify that it was Geno who battered her with the bat.\nAs in Jacktorian, we note in this case that a presumption is created whenever an “offense involving” a deadly weapon is charged and the prosecutive merit of the charge is established by the State. The juvenile court held that the battery with a deadly weapon charge had prosecutive merit. We conclude that there was enough evidence for the juvenile court to conclude that Geno was charged with an offense “involving the use ... of a deadly weapon” and that, accordingly, it must be presumed, under NRS 62.080(2)(b), that Geno should be certified unless it appears that he was “not a principal actor in the offense.” It was therefore incumbent upon Geno to rebut the presumption by a showing that he was “not a principal actor in the offense.” Put another way, it was established that Geno was an “actor” in the offense, and the only issue before the juvenile court was whether he was a principal actor.\nAlthough Geno was situated near Darci when she was battered, it is anything but clear that he was the actual batterer. If anyone had seen him with a baseball bat in hand or had actually seen him strike the victim, obviously there would be no problem in this case, and it would be clear that Geno was a principal actor; Geno’s “principal” involvement is tenuous at best.\nThe juvenile court, understandably, had “difficulty with this one” — “trying to dissect a fight” — and described the decision to certify as “an awfully close call.” The judge further commented that “the term principal actor is . . . one that has yet to be defined by the legislature” and went on to make the critical comment that “all those that participated in the fight in some fashion were principal actors.” The trial judge’s statement that he believed all participants in the fray to be principal actors renders the question of whether Geno was the actual assailant immaterial. Under the juvenile court’s definition of principal actor, Geno was a principal actor just by being there and “participating” in some way in the total fray.\nThe term “principal actor” loses all meaning and significance if it is said that all participants in criminal activity are “principal actors”; consequently, we must hold that the juvenile court erred in giving the expression that broad an interpretation to the term. If the term principal actor is to be given any cognizance, some meaning must be given to the word, “principal.”\nAlthough, as pointed out by the juvenile court judge, the legislature provided no definition of the word, “principal,” this is a word of common usage, meaning “chief” or “main.” Webster’s New International Dictionary 1966 (2d ed. 1948). A “principal” actor can be distinguished from an actor who plays only a small, peripheral role in the commission of a crime.\nThe word “principal” in the term “principal actor” must be distinguished from our statutory definition of “principal,” which is “[ejvery person concerned in the commission of a felony . . . whether he directly commits the act constituting the offense, or aids or abets in its commission” and, as well, any person who “whether present or absent . . . counsels, encourages, hires, commands, induces or otherwise procures another to commit a felony.” NRS 195.020. The statutory definition of a “principal” is in harmony with the trial judge’s definition of “all those who participate in some fashion”; but this, we believe, is a broader definition than that intended by the legislature to be applied in cases in which those who have an insubstantial role in a crime may be excepted from the presumption of certification by reason of their not being “principal actor[s]” in the offense.\nGeno would be a “principal actor” if he had actually battered the victim, or counseled or commanded some other assailant on the scene to batter the victim or held the victim while another assaulted her. There are many ways in which Geno could have been a “principal actor” in the battery with a deadly weapon committed here; however, if, as he claims, he was just standing there when some other youth battered Darci, without notice to him, he could be said to have committed an “offense involving the use of a deadly weapon,” but he would not be, under the meaning of the term in our statute, a “principal actor.”\nGiven the trial judge’s overbroad and incorrect definition of principal actor, including all participants in the crime as principal actors, it is necessary that we remand this case for a new determination of whether Geno can establish that he was not a principal actor in the offense of battery with a deadly weapon.\nGeno’s certification order is reversed, and the matter is remanded to the juvenile division of the district court.\nRose and Young, JJ., concur.\nWe note that the record in this case does not reveal any charging document in which the State makes its request that the juvenile court decide whether to “retain jurisdiction or certify the child for proper criminal proceedings.” NRS 62.080(1). The juvenile court’s decision to retain jurisdiction or certify for criminal proceedings is a much more momentous and life-changing event for a juvenile than is an adjudication of delinquency under NRS Chapter 62. The record does contain a “Certification Report,” which refers to a motion by the State requesting that a probation officer “be ordered to investigate all facts and circumstances necessary to assist” the court in determining whether J. H. should be certified as an adult; but there is no motion or petition that asks the court to certify in this case and no adversarial pleading which puts in issue the “prosecutive merit” (see In the Matter of Seven Minors, 99 Nev. 427, 437, 664 P.2d 947, 953 (1983)) of the charge.\nJuveniles charged with crimes, and facing prosecution as adults, are entitled to procedural due process. Kent v. United States, 383 U.S. 541, 562 (1966). The United States Supreme Court has held that to comply with due process, notice must be “given sufficiently in advance of scheduled court proceedings so that reasonable opportunity to prepare will be afforded, and it must ‘set forth the alleged misconduct with particularity.’ ” In re Gault, 387 U.S. 1, 33 (1967) (quoting Nat’l Crime Comm’n Report at 87). In Nevada, certification proceedings should be initiated by a written motion or petition that explicitly states the charges upon which transfer is sought, the juvenile’s past record of criminal conduct, and preferably, other material relating to the personal background and attributes of the minor. Seven Minors, 99 Nev. at 442, 664 P.2d at 956-57. In In re Three Minors, 100 Nev. 414, 684 P.2d 1121 (1984), we suggested that petitions for certification should contain sufficient evidence from which the juvenile court could make a preliminary determination of prosecutive merit. Id. at 418, 684 P.2d at 1123. As noted, there is no such adversarial pleading in the record on appeal. Because J. H. did not raise this point in his appeal, we do not consider it a point of error; however, it does appear that a minor is entitled to more specific notice of the basis for the motion or petition to certify to the adult court than was given here.\nFinally, we note that our concerns may be obviated by the 1997 amendments to NRS 62.080(2)(b), which, inter alia, place an affirmative duty on the State to file a specific motion for certification.\nJ. H.’s psychological report provides some insight into the facts of this case:\nDuring the interview, the subject minor denied any burglary or having a knife during the argument with [the victim]. He does admit to being in [the victim’s] apartment and confronting him about problems with his sister. He further admits to long-term use of drugs (since 12 years old) and pf using Sherm sticks the last 5-6 months, including the early morning use the day of the incident, which kept him awake all night. Current testing . . . also reveal[s] the serious substance abuse problem and other emotional/behavior problems caused and exacerbated by it.\nThe psychological report, incidentally, refers to a “need to participate in drug treatment and mental health treatment/ counseling which would be more appropriately treated through the jurisdiction of the Juvenile Court.\" (Emphasis added.)\nIn saying that substance abuse and other similar problems cannot be said to be a legal cause of criminal misconduct, we must note that the concept of “cause” is a broad one indeed and that in certain contexts it could be said that drug abuse “caused” a crime in the sense that “but for” drug abuse a given crime would not have been committed. William C. Burton’s Legal Thesaurus 65-66 (1980) gives such diverse meaning to the verb “cause” as “contributed to,” “bring about,” “engender,” “foment,” “give occasion for,” “incite,” “influence,” and “stimulate.” Strictly speaking then, it may not be entirely accurate to make the blanket statement that drug abuse cannot be the cause of criminal acts because drug abuse may very well contribute to, give occasion for or influence criminal activity. Still, we stand by our statement that, as a matter of law, the cause in fact of criminal conduct, as stated in the text, is the free-will decision of the juvenile offender, cause in fact being “that particular cause which produces an event and without which the event would not have occurred.” Black’s Law Dictionary 201 (5th ed. 1979).\nIt goes without saying that if the actor is not acting voluntarily, not acting with mens rea, there is no criminal liability. We assume in this opinion that a juvenile suffering from drug, emotional or behavioral problems is legally competent to be held criminally liable and that the criminal actions were the result of the juvenile’s decision to commit the crime and not the result of some mental or emotional condition.\nWe note that the statute at issue was again amended in 1997, which fact does not alter our disposition of these appeals. See Castillo v. State, 110 Nev. 535, 540, 874 P.2d 1252, 1256 (1994) (stating that changes in statutes are presumed to operate prospectively absent clear legislative intent to apply a statute retroactively). However, we have also held that when a former statute has been amended, such amendment is persuasive evidence of what the legislature intended by the first statute. Roberts v. State of Nevada, 104 Nev. 33, 38, 752 P.2d 221, 224 (1988) (quoting Sheriff v. Smith, 91 Nev. 729, 734, 542 P.2d 440, 443 (1970)). With respect to NRS 62.080(2)(b), the 1997 legislature limited mandatory certification to crimes involving the use of a “firearm,” as opposed to the broader category of crimes involving the use of a “deadly weapon.” The legislative history to the 1997 amendment indicates that the 1995 legislature may not have intended to create such a broad category of crimes when enacting the mandatory certification provisions of NRS 62.080(2)(b). Hearing on A.B. 438 Before the Assembly Judiciary Comm., 69th Leg. (Nev., June 13, 1997); Hearing on A.B. 438 Before the Senate Judiciary Comm., 69th Leg. (Nev., June 17, 1997). In contrast, the 1997 legislature removed the “principal actor” exception to mandatory certification, thus expanding certification to all actors in a crime involving the use of a firearm. The trial court, on remand, may consider as persuasive the 1997 amendments when resolving the State’s motions to certify these minors for adult prosecution.\nWe reject J. H.’s claim that the statute violates the Equal Protection Clauses of the United States and Nevada Constitutions. J. H. concedes that the transfer statute does not implicate a suspect classification or fundamental right, and therefore, will be unconstitutional only if it does not bear a rational relationship to a legitimate legislative purpose. See Allen v. State Pub. Emp. Ret. Bd., 100 Nev. 130, 136, 676 P.2d 792, 795-96 (1984); State Farm v. All Electric, Inc., 99 Nev. 222, 225, 660 P.2d 995, 997 (1983). We conclude that the transfer statute is rationally related to, and effectuates, the legitimate legislative purposes of public protection and social control. Seven Minors, 99 Nev. at 433, 664 P.2d at 951. Accordingly, the statute does not violate equal protection of the law.\nJ. H. also argues that NRS 62.080(2)(b) is unconstitutionally vague because it fails to provide fair warning and lends itself to arbitrary enforcement. Because of our ruling that the juvenile court did not properly apply the statute in accordance with the meaning attributed to the statute in this opinion, it is unnecessary to reach this constitutional point.\nWe note that, unlike the situation in Jacktorian, this juvenile did not deny criminal actions involving the use of a deadly weapon.\nIt should be noted that the juvenile court’s finding of “exceptional circumstances” or other mitigating circumstances so that NRS 62.080(2) presumption does not apply does not preclude certification in cases in which the background of the juvenile or the nature of the offense makes it “appear clearly and convincingly that the public safety and welfare require transfer.” In the Matter of Seven Minors, 99 Nev. 427, 437, 664 P.2d 947, 953 (1983).\nIt should be noted that the presumption arising out of involvement with a deadly weapon (NRS 62.080(2)) is a special avenue to be taken in deadly weapons cases. The creation of this presumption does not alter the effectiveness of NRS 62.080(7), which gives general discretionary power to juvenile courts to certify minors over fourteen years of age; and independent of the factors relating to the presumption (“principal actor” and “exceptional circumstances”), juvenile courts have the power to certify under our juvenile justice jurisprudence. See, e.g., In the Matter of Seven Minors, 99 Nev. 427, 664 P.2d 947 (1983). In cases such as this one, even if the NRS 62.080(2) presumption cannot be applied (because the minor is not a “principal actor”), certification proceedings under NRS 62.080(1) could still, in appropriate cases, be pursued. If, for example, Geno had had a long record of gang violence and had been even remotely “involved” in the kind of beating present in this case, it could be argued that there was a strong case for certification outside of the deadly weapon presumption.",
        "type": "majority",
        "author": "Springer, J.:"
      },
      {
        "text": "Shearing, C. J.,\nconcurring:\nI agree that these three cases must be remanded. On remand, the juvenile judge must use the standard stated in the majority opinion to determine whether these three juveniles should be certified to adult court. I write separately, however, to note that the certification statute, NRS 62.080, as amended in 1995, may require a change in approach to certification hearings. Under the original NRS 62.080, certification was solely within the discretion of the juvenile judge; the determination of whether there was probable cause was often pro forma and could be made simultaneously with the determination of whether the juvenile should be certified to adult criminal court. Under the amended NRS 62.080, the determination of probable cause is crucial, because certification may be mandated if the juvenile judge finds probable cause. It is now incumbent upon the attorneys and judge to focus first on the determination of probable cause. This finding alone may determine the outcome.",
        "type": "concurrence",
        "author": "Shearing, C. J.,"
      },
      {
        "text": "Maupin, J.,\nconcurring and dissenting:\nI agree that Jacktorian and Lee should be remanded for proceedings consistent with our construction of NRS 62.080(2). I would note in passing that any mitigating circumstances found on remand would not compel denial of the State’s certification petitions. The juvenile judge has broad discretion, given any number of circumstances, including the nature of the offense, to grant certification even if the mitigators set forth in the statute are found to exist. For example, I would find it inconceivable that any mitigating circumstance could be found to justify non-certification of Anthony Lee R.\nAs to Geno L., I believe that there was sufficient evidence that he was a “principal” in the instant offense. Although there was conflicting evidence, including the incredible assertion of Geno’s associates that the baseball bat was not used, he was placed in the midst of an affray in which one of the victims was savagely beaten with “a” baseball bat while essentially helpless. The evidence of his participation in this profound act of violence and cowardice is sufficient to implicate the presumption of NRS 62.080(2).",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Maupin, J.,"
      }
    ],
    "attorneys": [
      "Morgan D. Harris, Public Defender, Susan Deems Roske, Deputy Public Defender, Las Vegas, for Appellant Anthony Lee R.",
      "Frankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney, Tim O’Brien, Deputy District Attorney, Clark County, for Respondent State of Nevada.",
      "Moran & Associates, Las Vegas, for Appellant Geno L.",
      "Frankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney, James Tufteland, Chief Deputy District Attorney, and Frank Ponticello, Deputy District Attorney, Clark County, for Respondent State of Nevada.",
      "Morgan D. Harris, Public Defender, R. Michael Gardner, Deputy Public Defender, Las Vegas, for Appellant Jacktorian H.",
      "Frankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney, James Tufteland, Chief Deputy District Attorney, Clark County, for Respondent State of Nevada."
    ],
    "corrections": "",
    "head_matter": "ANTHONY LEE R., aka TONY R., Appellant, v. THE STATE OF NEVADA, Respondent. GENO L., a Minor, Appellant, v. THE STATE OF NEVADA, Respondent. JACKTORIAN H., aka TORI H., a Minor, Appellant, v. THE STATE OF NEVADA, Respondent.\nNo. 27772\nNo. 27889\nNo. 28130\nDecember 30, 1997\n952 P.2d 1\nMaupin, J., dissented in part.\nMorgan D. Harris, Public Defender, Susan Deems Roske, Deputy Public Defender, Las Vegas, for Appellant Anthony Lee R.\nFrankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney, Tim O’Brien, Deputy District Attorney, Clark County, for Respondent State of Nevada.\nMoran & Associates, Las Vegas, for Appellant Geno L.\nFrankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney, James Tufteland, Chief Deputy District Attorney, and Frank Ponticello, Deputy District Attorney, Clark County, for Respondent State of Nevada.\nMorgan D. Harris, Public Defender, R. Michael Gardner, Deputy Public Defender, Las Vegas, for Appellant Jacktorian H.\nFrankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney, James Tufteland, Chief Deputy District Attorney, Clark County, for Respondent State of Nevada."
  },
  "file_name": "1406-01",
  "first_page_order": 586,
  "last_page_order": 604
}
