{
  "id": 6082761,
  "name": "Hess v. Dreyfuss",
  "name_abbreviation": "Hess v. Dreyfuss",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4119",
  "first_page": "1407",
  "last_page": "1411",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1407"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 801"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "104 F. (2d) 798",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6082721,
        1059725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/1398-01",
        "/f2d/104/0798-01"
      ]
    },
    {
      "cite": "97 F. (2d) 89",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        994328,
        6082207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/97/0089-01",
        "/ccpa/25-2/1206-01"
      ]
    },
    {
      "cite": "62 F. (2d) 368",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078798,
        908574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/20-2/0791-01",
        "/f2d/62/0368-01"
      ]
    },
    {
      "cite": "9 App. D. C. 207",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1325277
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/9/0207-01"
      ]
    },
    {
      "cite": "81 F. (2d) 882",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080280,
        938796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/0952-01",
        "/f2d/81/0882-01"
      ]
    },
    {
      "cite": "65 F. (2d) 171",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        899921,
        6082403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/65/0171-01",
        "/ccpa/20-2/1142-01"
      ]
    },
    {
      "cite": "16 F. (2d) 137",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1292935
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/16/0137-01"
      ]
    },
    {
      "cite": "102 F. (2d) 862",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1068728,
        6081087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/102/0862-01",
        "/ccpa/26-2/1095-01"
      ]
    },
    {
      "cite": "54 F. (2d) 147",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1810554,
        6078827
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/54/0147-01",
        "/ccpa/19-2/0773-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 447,
    "char_count": 9971,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 8.724443257361318e-08,
      "percentile": 0.4938386369243921
    },
    "sha256": "ba7fe5fc78896d4f01486f73fa10a9d3cdd1f094d00f0b595323bc020b3f87e3",
    "simhash": "1:87a7d9e06de59e6b",
    "word_count": 1656
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Oarbeit, Presiding Judge, and Bland, Hatfield, Lewboot, and Jaoksom, Associate Judges"
    ],
    "parties": [
      "Hess v. Dreyfuss"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Examiner of Interferences awarding priority of invention to appellee, Henry Dreyfuss.\nThe invention in issue is a design for a handle for use on various articles, including kitchen and household tools and utensils.\nThe handle is described in appellee’s application as follows:\nAs shown in the drawings, the handle consists of an elongated body of convex form throughout, with the ends of the body tapering at different angles and terminating in rounded surfaces of different curvature.\nThat description of the invention was accepted as correct by each of the tribunals of the Patent Office, as well as by counsel for the parties.\nThe count in the interference reads:\nThe ornamental design for a handle as shown and described.\nThe interference is between appellant’s application, serial No. D-56,678, filed May 4, 1935, and appellee’s application, serial No. D-55,632, filed February 27,1935.\nAppellant is the junior party, and the burden was upon him to establish priority of invention by a preponderance of the evidence.\nIn his preliminary statement, appellant alleged that he conceived the invention in February 1934; that his first drawing of it was made on October 16, 1934; that he first disclosed it to others in November 1934; that in November 1934 he began exercising reasonable diligence in reducing the invention to practice; that in January 1935 he “first embodied his invention in a full sized operative device”; and that on March 25, 1935, he first prepared a written description of the invention.\nAppellee alleged in his preliminary statement that he conceived the invention on or about August 1,1934; that he made the first drawing of the invention and disclosed the invention to others on or about August 15, 1934; and that he reduced it to practice on or about September 1,1934.\nCounsel for appellant contended before each of the tribunals of the Patent Office, and contend here, that the involved design is not patentable, and that appellee failed to establish that he and not some other person in his organization conceived the alleged invention.\nEvidence was introduced by appellant for the purpose of establishing that the design here involved was not patentable over prior art, and also for the purpose of establishing that he reduced the invention to practice and disclosed it to others long prior to the dates alleged in his preliminary statement.\nIt appears from the decisions of the tribunals of the Patent Office that counsel for appellee moved to strike from the record (the motion is not in the record and, therefore, is not before us) the evidence introduced by appellant relative to the patentability of the involved design, as well as that introduced by appellant for the purpose of showing disclosure to others and reduction to practice prior to the dates alleged in appellant’s preliminary statement. It further appears from the decision of the Examiner of Interferences, dated April 1, 1931, that appellee’s motion was sustained only so far as it related to the evidence pertaining to the patentability of the involved design. It further appears that the tribunals of the Patent Office considered all other evidence introduced by appellant, the Examiner of Interferences stating in his decision that, regardless of what appellant’s evidence established, he would be restricted to the dates alleged in his preliminary statement.\nIt is well settled that “a party is restricted to the dates alleged in his preliminary statement (which ordinarily involves proof of disclosure to others) and reduction to practice of an invention,” and that proof of any date earlier than those alleged in his preliminary statement is competent only for the purpose of establishing “the date alleged and none other.” See rule 110 of the Rules of Practice of the United States Patent Office, also Fenton R. Brydle v. Harry H. Honigbaum, 19 C. C. P. A. (Patents) 173, 54 F. (2d) 147; Borm v. Champayne (decided April 10, 1939), 26 C. C. P. A. (Patents) 1095, 102 F. (2d) 862.\nCounsel for appellant state in their brief that during the motion period appellant moved to dissolve the interference on the ground “of non-patentability of the Dreyfuss claim,” and contend that the Examiner of Interferences and the Board of Appeals erred in not considering evidence introduced by appellant (which, it is stated, was not before the Primary Examiner) for the purpose of establishing the non-patentability of the subject matter of that claim.\nNeither the alleged motion to dissolve the interference nor the decision of the Primary Examiner with regard thereto are in the record; accordingly, we are not in a position to pass upon any issue claimed to have been raised by the alleged motion. It is well settled, howevei', that the question of the patentability of counts; in an interference is not ancillary to the issue of priority, and will not be considered in an interference proceeding. Hendrickson and Nelson v. Ronning and Ronning, 22 C. C. P. A. (Patents) 1040, 16 F. (2d) 137.\nIt appears from the record that appellant’s preliminary statement was filed on March 24, 1936; that his evidence in the case was submitted on September 9 and 14 to 17, inclusive, 1936; and that ap-pellee’s evidence was submitted on October 13 and 14 of that year.\nIt appears from a decision of the Examiner of Interferences, dated January 30, 1937, that, on January 21, 1937, approximately four months after the submission of his evidence and approximately three months after the evidence of appellee had been submitted, appellant moved to amend his preliminary statement by inserting therein that he first made drawings of the invention in March or April 1934, that he disclosed it to others in March or April 1934, that he reduced it to practice between April and July 1934, and that he commenced to exercise reasonable diligence in reducing it to practice between April and July 1934; that affidavits of appellant and his counsel were submitted in support of the motion; and that appellant was fully aware, in August 1936 and prior to the submission of any evidence in, the case, of the “need for amendment” of his preliminary statement.\nThe motion to amend was denied by the Examiner of Interferences, and his decision was affirmed by the Board of Appeals.\nCounsel for appellant contend here that the tribunals of the Patent Office erred in refusing to permit appellant to amend his preliminary statement.\nIt may be said at this point that neither the motion to amend appellant’s preliminary statement nor the affidavits filed in support thereof are in the record before us. Assuming, as we must, in view of the state of the record, that the Examiner of Interferences correctly stated the facts (the correctness of his statement is not challenged) in his decision on the motion to amend, the decisions of the tribunals of the Patent Office denying appellant’s motion to amend were clearly right. See Methudy v. Roy, 20 C. C. P. A. (Patents) 1142, 65 F. (2d) 171; Robbins v. Wettlaufer, 23 C. C. P. A. (Patents) 952, 81 F. (2d) 882.\nRelative to the question raised here by counsel for appellant as to whether appellee or one of his associates conceived the involved Invention disclosed and claimed in appellee’s application, it is sufficient to say that such an issue cannot be raised in a proceeding of this character, and that any evidence in the record upon that subject is not pertinent to the issue of priority as between the parties to the interference. Croskey v. Atterbury, 9 App. D. C. 207; Derby et al. v. Whitworth, 20 C. C. P. A. (Patents) 791, 62 F. (2d) 368; Hoza v. Colby, 25 C. C. P. A. (Patents) 1206, 97 F. (2d) 89; Underwood’s Interference Practice, § 81 and cases cited; Rava v. Charlton (Appeal No. 4150), 26 C. C. P. A. (Patents) 1398, 104 F. (2d) 798, (decided concurrently herewith).\nThe Examiner of Interferences held that the evidence submitted by appellee establishes that he conceived the invention at least as early as August 15, 1934, and that he actually reduced it to practice at least as early as January 8, 1935. Those findings, which were apparently approved by the Board of Appeals, are not challenged here by counsel for appellant, except as it is argued that some ■one in appellee’s organization other than appellee is the inventor of the subject matter claimed in his involved application.\nThe tribunals of the Patent Office concurred in holding that appellant failed to establish that he conceived the invention prior to appellee’s filing date — February 27, 1935.\nThe evidence introduced by appellant has been fully analyzed and discussed in the decision of the Examiner of Interferences.\nWe have carefully examined the exhibits introduced by appellant and the testimony relative thereto, and, as we are in complete accord with the views expressed in the decision of the Examiner of Interferences with regard thereto, we deem it unnecessary to enter upon a discussion of the evidence here. It is sufficient to say that, in our opinion, appellant has failed to establish conception of the involved Invention prior to appellee’s filing date (February 27, 1935) ; that the record clearly establishes that appellee was the first to conceive the invention and the first to reduce it to practice; and that, therefore, appellee is entitled to an award of priority.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Ohritton, Wiles, Davies, Hirsehl & Dawson (George A. Ohritton, Btcmley Hoods, and Nelson J. Jewett of counsel) for appellant.",
      "George H. Kennedy, Jr. (Charles E. Riordon and Owen W. Kennedy of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 801\nHess v. Dreyfuss\n(No. 4119)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\nOhritton, Wiles, Davies, Hirsehl & Dawson (George A. Ohritton, Btcmley Hoods, and Nelson J. Jewett of counsel) for appellant.\nGeorge H. Kennedy, Jr. (Charles E. Riordon and Owen W. Kennedy of counsel) for appellee.\n[Submitted on briefs March 10, 1939]\nBefore Oarbeit, Presiding Judge, and Bland, Hatfield, Lewboot, and Jaoksom, Associate Judges"
  },
  "file_name": "1407-01",
  "first_page_order": 725,
  "last_page_order": 729
}
