{
  "id": 6092600,
  "name": "In re Marwan R. Kamal and Edgar R. Rogier",
  "name_abbreviation": "In re Kamal",
  "decision_date": "1968-07-03",
  "docket_number": "No. 7964",
  "first_page": "1409",
  "last_page": "1415",
  "citations": [
    {
      "type": "official",
      "cite": "55 C.C.P.A. 1409"
    },
    {
      "type": "parallel",
      "cite": "158 U.S.P.Q. 320"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "398 F.2d 867",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2143480
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/398/0867-01"
      ]
    },
    {
      "cite": "327 F. 2d 1005",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        121210,
        6092284
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/327/1005-01",
        "/ccpa/51-2/1180-01"
      ]
    },
    {
      "cite": "51 CCPA 1180",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092284
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1180-01"
      ]
    },
    {
      "cite": "41 USPQ 321",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "102 F. 2d 877",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081132,
        1068844
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/1103-01",
        "/f2d/102/0877-01"
      ]
    },
    {
      "cite": "26 CCPA 1103",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081132
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/1103-01"
      ]
    },
    {
      "cite": "363 F. 2d 444",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        815728,
        6086946
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/363/0444-01",
        "/ccpa/53-2/1375-01"
      ]
    },
    {
      "cite": "53 CCPA 1375",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6086946
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/53-2/1375-01"
      ]
    },
    {
      "cite": "327 F. 2d 685",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        121179,
        6092093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/327/0685-01",
        "/ccpa/51-2/1031-01"
      ]
    },
    {
      "cite": "51 CCPA 1031",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092093
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1031-01"
      ]
    },
    {
      "cite": "370 F. 2d 349",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2050121,
        6085899
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/370/0349-01",
        "/ccpa/54-2/0855-01"
      ]
    },
    {
      "cite": "54 CCPA 855",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6085899
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "730"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/54-2/0855-01"
      ]
    },
    {
      "cite": "274 F.2d 949",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078310,
        1956687
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0785-01",
        "/f2d/274/0949-01"
      ]
    },
    {
      "cite": "47 CCPA 785",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078310
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0785-01"
      ]
    },
    {
      "cite": "306 F. 2d 494",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        256690,
        12166163
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/306/0494-01",
        "/ccpa/49-2/1301-01"
      ]
    },
    {
      "cite": "49 CCPA 1301",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166163
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1301-01"
      ]
    },
    {
      "cite": "332 F. 2d 382",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6092450,
        137475
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1484-01",
        "/f2d/332/0382-01"
      ]
    },
    {
      "cite": "51 CCPA 1484",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092450
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1484-01"
      ]
    },
    {
      "cite": "332 F. 2d 825",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        137186,
        6092436
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/332/0825-01",
        "/ccpa/51-2/1447-01"
      ]
    },
    {
      "cite": "51 CCPA 1447",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092436
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1447-01"
      ]
    },
    {
      "cite": "282 F.2d 357",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6077291,
        2012102
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/48-2/0711-01",
        "/f2d/282/0357-01"
      ]
    },
    {
      "cite": "48 CCPA 711",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077291
      ],
      "weight": 2,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/48-2/0711-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 847,
    "char_count": 17095,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.8078776645034507e-07,
      "percentile": 0.7173700088306306
    },
    "sha256": "c6381fe399b1b2466390cf13903f0ac56a7564435baebcffe8181f7210987d02",
    "simhash": "1:b317842c57aa92d1",
    "word_count": 2630
  },
  "last_updated": "2024-02-27T17:09:53.194820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Judges Rich, Smith, Almond, Kirkpatrick."
    ],
    "parties": [
      "In re Marwan R. Kamal and Edgar R. Rogier"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nThe sole issue involved in this appeal from the Patent Office Board of Appeals is whether the claim on appeal complies with the requirements of 35 USC 112, second paragraph.\nThat issue arises in an appeal from the decision of the board, adhered to on reconsideration, affirming the examiner’s rejection of claim 7 of appellants’ application. All of the remaining claims in the application were allowed.\nThe claim here contended for is:\n7. A polymer prepared by reacting the compound of claim 1 with a poly-functional organic compound containing labile hydrogen atoms.\nThe compound of claim 1, which the Patent Office found patentable, is:\n3 *£ cá A ¾ 3 3 O P< I s>\nwhere 7 is an integer selected from O and 1, x is an integer of 2 to about 4 and R is the hydrocarbon group of polymeric fat acids RiCOOH)*, said polymeric fat acids having been prepared by polymerizing fat acids of 8-24 carbon atoms.\nAppellants’ specification begins:\nThis invention relates to novel polyisoeyanates and polymers prepared from such polyisoeyanates. More particularly, the present invention relates to new polyisoeyanates derived from polymeric fat acids and to polymers prepared from such polyisoeyanates and polyfunetional organic compounds containing labile hydrogen atoms. (Emphasis added.)\nAfter describing the polyisoeyanates of the invention, and the methods of preparing them, that written description of the invention further describes certain polymers prepared by reacting the polyiso-cyanates of the invention with polyfunetional organic compounds containing labile, or active, hydrogen atoms. In the words of the specification:\nThe polyisoeyanates of the present invention can be handled with unexpected ease. Thus they are characterized by very low toxicity and have a long shelf life due to their slow reactivity with moisture. They are particularly useful for preparing polymers from polyfunetional organic compounds containing labile hydrogen atoms. We have found that condensation polymers of our poly-isocyanates and amines can be prepared without difficulty. The reactions of other isocyanates such as aromatic diisocyanates and amines are extremely difficult to control. Also, the polymers prepared according to our invention have good flexibility and are easily molded. Polyureas and polyurethanes prepared from our polyisoeyanates are tough and absorb only extremely low amounts of water.\nThe polyfunetional organic compounds containing active hydrogen atoms can be selected from a wide variety of materials. These compounds contain groups such as -OH, -NH«, -NRH, -OOOH, -SH and the like. Examples of such reactants are diols, polyfunetional phenols, diamino compounds, diacids, dithiols and the like. Compounds containing mixed functional groups can also be used such as hydroxyearboxylie acids, aminoalcohols, aminoacids and the like. Representative polyfunctional organic compounds include: ethylene glycol, diethylene glycol, trimethylene glycol, tetramethylene glycol, hexamethylene glycol, decamethylene glycol, 1,5-pentanediol, 1,4-hexanediol, resorcinol, pyro-eatechole. p,p'-dihydroxydiphenyl, pyrogallol, decamenthylene dithiol, thioresor-cinol, ethylene dithiol, phthalie acid, adipic acid, hexamethylene diamine, trimethylene diamine, 1,3-diaminobutane, tetramethylene diamine, phenylene diamine, toluene diamine, xylylene diamine, ethanolamine, N-phenyldiethanola-mine, 2 amina-l-butanol, triethanolamine, 12-hydroxydeeanoic acid, piperazine, bis-(hydroxymethyl) durene, 2,4-dinitrophenyl hydrazine, phenyl hydrazine, and the like.\nThe specification continues with fifteen specific working examples describing the production of certain members of the class of polymers defined in claim 7. These polymers, appellants state, are useful as molding compounds, adhesives, in the preparation of laminates and the like.\nWith this somewhat detailed background of the invention, we shall now turn to the issues as framed by the examiner and the board. We have found it helpful to discuss various aspects of the board’s reasoning separately, while bearing in mind that but a single statutory basis for the rejection exists.\nA recurring theme in the examiner’s reasoning was that appellants lacked the “concept’’ or “contemplation” of certain compounds. He thought the term “polyfunctional organic compound” was too broad since “compounds such as polyakylene ether glycols, which though probably operable, are not incited in the disclosure and obviously, therefore, are not contemplated.” [Emphasis added.] At another point, the examiner thought claim 7 was so “vague and indefinite” that it read upon compounds “such as Vitamin A and ribonucleic acid which have replaceable hydrogen atoms, but are not contemplated by this invention.” The examiner expressly stated, however, that he was not asking for a specific working example of all the compounds “used or contemplated” and that he was not challenging the operability of any compound to react with appellants’ isocyanate.\nIn his Answer, he indicated that the basis for the rejection is 35 USC 112 and that appellants failed to define properly the nature of the invention in accordance with the requirements of the statute. Thus, the claim has been rejected on the ground of “being vague, indefinite and too broad.”\nThere, the examiner reiterated many of the grounds for his rejection and, in addition, stated:\n* * * Rather he [the Examiner] is saying that the specification is lacking as to the concept of using certain of these generic classes with the new isocyanate, and because of this failure appellants are not entitled to the use of broad language which would encompass and read on such materials. * * * [Emphasis added.]\nMoreover, the Examiner stated:\nThe honorable Board should note that the Examiner is not challenging the operability of such materials, namely the polyethers, polyesters, polyformals etc. to react with the isocyanate. Rather he is questioning the conception by the inventors of the interaction of them with their isocyanate. [Emphasis added.]\nTo this the Examiner added the following additional contention:\nA short analysis of the term [polyfunctional organic compound containing labile hydrogen atoms] is in order. It is to be noted that there is no limitation that the compound must contain only carbon, hydrogen, sulfur, oxygen and nitrogen, the most common elements of organic compounds. Presently it can contain boron, phosphorous, selenium and many other moieties, none of which are contemplated, by the specification. There is also lacking an indication as to how many labile hydrogens are present. The other functionality could be other than labile hydrogen, such as an epoxide ring which could split open. It is not even indicated that the compound must be suitable for preparing a polyurethane. * * * [Emphasis added.]\nThe board stated its full agreement with the examiner’s rejection of the appealed claim “as failing to comply with the provisions of 85 USC 112.” The board, however, attempted to clarify what it termed “an apparent misunderstanding” as to the examiner’s position:\n* * * The Examiner did not state that the appealed claim did not cover inoperative subject matter, but indicated that he did not challenge the operability of such materials as polyesthers, polyesters, and polyformals in the reaction with isocyanates.\nWe must agree with the Examiner that the disclosure is not properly representative of all the classes of polyfunctional organic compounds containing labile hydrogen atoms and, therefore, the specification does not support the tremendously broad terminology. Included therein are numerous reactions which, while they may react with the isocyanate, would do so to produce polymers not exhibiting the properties of appellants’ products, namely, flexibility and moldability. Included are reactants which cause cross-linking as well as reactants of classes entirely foreign to, not related to the labile hydrogen-containing reagents exemplified.\nWe have indulged in this formulation of the position below to point out the difficulties in evaluating a rejection based upon 35 USC 112 when the particular statutory language is not explicitly relied upon.\nIn evaluating this rejection, we would first observe that the “written description of the invention,” 85 USC 112 (first paragraph), discloses two aspects of appellants’ invention: a polyisocyanate compound, and a polymeric reaction product produced by the chemical combination of that polyisocyanate compound and a polyfunctional organic compound containing labile hydrogen atoms. Portions of appellants’ specification, i.e., the written description of the invention, as filed, indicate the breadth of the subject matter which appellants regarded as their invention. Thus, there can be no question that the claims are “too broad” in the sense of embracing a “concept which was not stated in the original disclosure” of the invention in appellants’ specification. In re Cavallito, 48 CCPA 711, 282 F.2d 357, 127 USPQ 202 (1960).\nSecond, we observe from this record that the terminology used by appellants in the appealed claim is not in question and that compounds falling within the terminology of claim 7 are well known in the art as illustrated in a number of United States patents.\nEach of the cited patents indicates that terminology such as “organic compound containing labile or active hydrogens” is conventional language in this art, which apparently is well understood by those of ordinary skill. In addition, the examiner has conceded that the terminology is conventional.\nThus, analyzing appellants’ invention, it rests in the reaction combination of a particularly defined compound, of claim 1, and a poly-functional, organic compound containing labile hydrogen atoms. Accordingly, we must conclude that there is nothing amiss in the form of the claim, and that one of ordinary skill in this art would be apprised of the scope of the claim in view of the terminology there used. See In re Hansen, 51 CCPA 1447, 332 F. 2d 825, 141 USPQ 803 (1964). It is neither “vague” nor “indefinite.”\nTo the extent that the board affirmed the examiner on the ground that the appellants’ written description of his invention is not “properly representative of all the classes of polyfunctional organic compounds containing labile hydrogen atoms,” we disagree with that decision. From this record, and in the absence of prior art, appellants are the first to discover the polyisocyanate of claim 1. They also appear from this record to be the first to have reacted the polisocyanate of claim 1 with a polyfunctional organic compound containing labile\nhydrogen atoms. This seems to us to be a broad invention, see In re Boller, 51 CCPA 1484, 332 F. 2d 382, 141 USPQ 740, 743 (1964), which entitles appellants to claims commensurate with that broad invention as disclosed. In re Sus, 49 CCPA 1301, 306 F. 2d 494, 134 USPQ 301 (1962).\nAppellants concede that there are many polyfunctional organic compounds containing labile hydrogens that have not been specifically named in appellants’ specification. But a disclosure of that extent is not required by the statute. As stated by this court in In re Grimme, 47 CCPA 785, 274 F.2d 949, 124 USPQ 499, 501 (1960):\n* * * It is manifestly impractical for an applicant wiio discloses a generic invention to give an example of every species falling within it, or even to name every such species. It is sufficient if the disclosure teaches those skilled in the art what the invention is and how to practice it. * * *\nWe thus believe that appellants’ disclosure, which includes a description of broad functional groups, broad classes of polyfunctional compounds, thirty-three specific compounds and fifteen working examples is legally sufficient. The fact that appellants’ invention is not the. polyfunctional organic compound, per se, but resides instead in the combination of this class of compounds with the novel polyiso-cyanate makes this extensive disclosure adequate to comply with the section 112 requirements. See In re Cavallito, supra.\nMoreover, we think the board’s criticism that the terminology of the claim is such that it include numerous reactants which, while they may react with the isocyanate, would produce polymers not exhibiting the properties of appellants’ products, is unwarranted. While the board confined its comment to the properties of flexibility and moldability of the resultant product, as disclosed in the specification, we observe that the working examples illustrating the preparation of the polymers are not so restricted.\nExamples I to XV illustrate, among other things, that the polymers may be easily molded and in some instances are flexible, as in Examples I, II and IV; that the polymers are flexible but somewhat brittle, as in Example V; rubbery, as in Examples VI and VII; relatively brittle, as in Examples VIII, IX and XI; or even tacky, as in Example XIV.\nThe solicitor argues, on this issue, that claim 7 is broad enough to include polyfunctional compounds which would be expected to be inoperable for appellants’ purposes. He states that the possible existence of compounds falling within the scope of the claim, but not having the utility set forth in appellants’ specification, may properly be considered in connection with a rejection on undue breadth, citing In re Cavallito, supra.\nWhile it has been held in In re Cavallito, supra, and in In re Surrey, 54 CCPA 855, 370 F. 2d 349, 151 USPQ 724, 730 (1966), that “the possible existence of compounds falling within the scope of the claims, but not having the utility set forth in appellant’s specification, may properly be considered in connection with a rejection on undue breadth,” those cases are distinguishable from the present situation. Both involved claims to pharmaceutical compounds, whose utility depended in large part upon their acceptance by the human body, while appealed claim Y is directed to polymeric materials, which are to be used as molding compounds, adhesives, in laminates, and the like. The use of polymeric materials in this capacity is art-recognized and does not involve the unpredictability before the court in those cases.\nIn In re Riat, 51 CCPA 1031, 327 F. 2d 685, 140 USPQ 471, the court distinguished In re OmdUito, stating:\nWhether a disclosure gives reasonable assurance that all of the compounds embraced by the claims would be useful for the purposes intended must be determined by the particular circumstances of each case, including the nature of the compounds per se and the supporting disclosure. Here, in contrast to Gavallito which involved pharmaceutical compounds where unpredictability is particularly notorius, we are concerned with azo dyestuffs which constitute an art-recognized genus. We find no suggestion in the record of any compound encompassed by the generic claims which would not be a dyestuff. Both of the appealed claims are drawn to azo dyes and the examiner stated that “azo dyes are well known.”\nMoreover, despite appellants’ specific request for evidence of the factual basis for the board’s decision, the board has provided no such evidence. We think it improper for the board to, in effect, judicially notice the “inoperability” of species of compounds within the bounds of claim Y. It is not, and cannot be “common knowledge” that certain polyfunctional organic compounds containing labile hydrogen atoms will react with the novel polyisocyanate defined by claim 1 to yield products not desired by appellants, since, by this record, appellants are the first persons to react such compounds with their new polyiso-cyanate. See In re Spormann, 53 CCPA 1375, 363 F. 2d 444, 150 USPQ 449 (1966); Bray v. Tears, 26 CCPA 1103, 102 F. 2d 877, 41 USPQ 321 (1939).\nFurthermore, the mere possibility of inclusion of inoperative substances, if, indeed, operability is properly questionable under 35 USC 112, does not prevent allowances of broad claims. In re Sarett, 51 CCPA 1180, 327 F. 2d 1005, 140 USPQ 474 (1964).\nBased upon the foregoing, the decision of the board is reversed.\nWorley, C. J., did not participate.\nThe board consisted of Messrs. Magil, Lidoff, and Mangan, Examlners-in-Cbief. Mr. Lidoff write the opinion.\nApplication Serial No. 250,211, filed January 9, 1963, for “Polyisoeyanates and Derivatives.”\nHanford et al_ 2,284.896 June 2,1942\nRothrock_ 2,374,136 Apr. 17,1945\nSchultheis et al. 3,012,991 Dec. 12,1961\nBritain. 3,054,757 Sept. 18,1962\nMerten et al.... 3,055,845 Sept. 25,1962",
        "type": "majority",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Anthony A. Juettner, Gene 0. Enockson (William 0. Babcock, George R. Jones, David 8. Abrams, Beale and, Jones for appellants.",
      "Joseph Schimmel (Raymond E. Martin, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "398 F.2d 867; 158 USPQ 320\nIn re Marwan R. Kamal and Edgar R. Rogier\n(No. 7964)\nUnited States Court of Customs and Patent Appeals,\nJuly 3, 1968\nAnthony A. Juettner, Gene 0. Enockson (William 0. Babcock, George R. Jones, David 8. Abrams, Beale and, Jones for appellants.\nJoseph Schimmel (Raymond E. Martin, of counsel) for the Commissioner of Patents.\n[Oral argument April 4, 1968 by Mr. Jones and Mr. Martin]\nBefore Worley, Chief Judge, and Judges Rich, Smith, Almond, Kirkpatrick.\nSenior District Judge, Eastern District of Pennsylvania, sitting by designation."
  },
  "file_name": "1409-01",
  "first_page_order": 749,
  "last_page_order": 755
}
