{
  "id": 6082780,
  "name": "Eger v. Watson",
  "name_abbreviation": "Eger v. Watson",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4129",
  "first_page": "1411",
  "last_page": "1417",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1411"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 953"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "92 F. (2d) 720",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6077497,
        1014463
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/25-2/0719-01",
        "/f2d/92/0720-01"
      ]
    },
    {
      "cite": "82 F. (2d) 424",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        935069,
        6081134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/82/0424-01",
        "/ccpa/23-2/1045-01"
      ]
    },
    {
      "cite": "76 F. (2d) 398",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081642,
        957991
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/22-2/1098-01",
        "/f2d/76/0398-01"
      ]
    },
    {
      "cite": "70 F. (2d) 916",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6082077,
        269637
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/21-2/1130-01",
        "/f2d/70/0916-01"
      ]
    },
    {
      "cite": "70 F. (2d) 375",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081737,
        269653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/21-2/1068-01",
        "/f2d/70/0375-01"
      ]
    },
    {
      "cite": "58 F. (2d) 1058",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6083145,
        1795765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/19-2/1231-01",
        "/f2d/58/1058-01"
      ]
    },
    {
      "cite": "56 F. (2d) 881",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1803171,
        6082013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/56/0881-01",
        "/ccpa/19-2/1084-01"
      ]
    },
    {
      "cite": "54 F. (2d) 821",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1810832,
        6079735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/54/0821-01",
        "/ccpa/19-2/0867-01"
      ]
    },
    {
      "cite": "54 F. (2d) 959",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079497,
        1810895
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/19-2/0840-01",
        "/f2d/54/0959-01"
      ]
    },
    {
      "cite": "53 F. (2d) 709",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1814128,
        6078514
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/53/0709-01",
        "/ccpa/19-2/0751-01"
      ]
    },
    {
      "cite": "49 F. (2d) 1072",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6560700,
        1828484
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/1502-01",
        "/f2d/49/1072-01"
      ]
    },
    {
      "cite": "40 F. (2d) 999",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0999-01"
      ]
    },
    {
      "cite": "36 F. (2d) 298",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0298-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 15811,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 9.369130595172464e-08,
      "percentile": 0.5144614608805378
    },
    "sha256": "996ec588904ee13dc98545527e87edd69ae3408cf7cd20d74c95a2345fa30340",
    "simhash": "1:92276f131b9f17c5",
    "word_count": 2779
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GabRett, Presiding Judge, and Bland, Hatfield, Lenboot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Eger v. Watson"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Examiner of Interferences awarding priority of the subject matter defined in the single count in issue to appellee, Frank H. Watson.\nThe invention relates to a pneumatic tire valve and a stem member having a bore therethrough, a chamber formed intermediate the ends of the bore, the walls of the chamber and bore being yieldable, “a body element axially shiftable relative to said stem including a valve head” of less diameter than the chamber in the bore and of greater diameter than the bore, the valve head being adapted to seal the stem member when forced into the bore and to permit the flow of air through the stem when the valve head is in the chamber, and a cap member secured to the body element and embracing the extended portion of the stem, as called for by the appealed count.\nThe count in issue reads:\n1. In a pneumatic tire valve and stem, a stem member connected with a pneumatic tube including a bore therethrough and a chamber formed intermediate the ends of said bore, the walls of said chamber and bore being yield-able, a body element axially shiftable relative to said stem including a valve head of greater diameter than said bore and less in diameter than said chamber, said valve head adapted to seal said stem member when forced into said bore and permit flow of air through said valve stem when in said chamber, and a cap member secured to said body element and embracing the extended portion of said stem.\nThe interference is between appellant’s application, No. 635,209, filed September 28, 1932, and appellee’s application, No. 664,394, filed April 4, 1933.\nAppellee is the junior party, and the burden was upon him to establish priority of invention by a preponderance of the evidence.\nIt appears from the record that no motion to dissolve the interference on the ground that appellant was not entitled to make the count in issue was filed by appellee. However, it appears from the decision of the Examiner of Interferences that on the hearing before him appellee Watson urged that the disclosure in appellant’s application was not sufficient to support the count in issue. The examiner stated in Ms decision that as appellee failed to raise that issue by a motion to dissolve the interference during the motion period, he was not entitled to raise that question. The examiner stated in his decision, however, that—\nthere is authority to the effect that in a clear case the examiner of interferences may on his own motion consider the right of a party to make the counts at final hearing and render an award of priority on the basis of his consideration (Smith v. Foley v. Anderson v. Smith, 136 O. G. 847; 1908 C. D. 210). In this interference it so clearly appears that Eger’s disclosure does not support the count that this procedure will be adopted.\nIn holding that appellant Eger could not make the count in issue, the Examiner of Interferences said:\nThe deficiencies of Eger’s disclosure with respect to the count are two in number. One of these is that his application does not show or set forth “a cap member secured to said body element.” If, as Eger states in his application and brief, the member 4 shown in Eig. 2 of his drawing is a cap member, and it is thought that broadly it is entitled to that designation, then it is not shown “secured” to the body element 15. “Secured” means fastened and the body element 15 is not shown or described as being able to be made fast to the cap 4. In the Watson disclosure there is shown a threaded connection between the body element and the cap but the body element 15 of the. Eger device is at all times not fastened but is yieldingly positioned by means of a spring in suspended relation with respect to a member 9 which is in turn threaded to the cap member 4.\nThe other deficiency is in respect to a “chember” required by the count as being “formed intermediate the ends of said bore.” Due to the terms of the count otherwise it follows that the chamber referred to must of necessity bo of a larger diameter than the bore, a condition not subscribed to in the Eger device. According to the terms of the count the “stem member” includes “a bore therethrough and a chamber formed intermediate the ends of said bore” and from this it follows that the chamber should be able to be distinguished from the bore. The count further requires “a body element * * * including a valve head of greater diameter than said bore and less in diameter than said chamber” and it follows from this limitation that the chamber is distinguishable from the bore at least by the fact of its having a greater diameter than the bore. Eger’s disclosure shows a bore 14 but no chamber distinguishable from it. All elements of the count must be regarded as material and Eger’s application is thus clearly lacking in disclosure of two material elements. Because of this state of circumstances priority will be awarded the party Watson.\nTlie examiner further stated in his decision that as the appellate tribunals might take a different view as to appellant Eger’s right to make the count (appellant having submitted no evidence, relying upon the filing date of his application for conception and constructive reduction to practice), he would consider the evidence submitted by appellee Watson. Considering the evidence of appellee Watson in the light of his views as to the proper construction to be given the language of the count, the Examiner of Interferences held that appellee bad failed to establish conception, of the invention prior to appellant’s filing date.\nOn appeal by appellant, the Board of Appeals disagreed with the examiner’s views regarding the proper construction to be placed upon the language of the count in issue, and held that appellant was entitled to make the count. In so holding, the board said:\nIt is his [the Examiner of Interferences] view that the cap member is not secured to the body element of the valve. In the Watson device the cap fe connected by screw threads with the body element, but in the Eger construction the body element is prevented from escaping from the cap by the intermediate agency of a spring and a spring seat. We are of the opinion that these intermediate elements may be regarded as acting to secure the two parts together. The fact that there is some play between these parts we do not regard as material.\nThe examiner has also held that Eger does not show a chamber formed intermediate the ends of the bore in the stem member. The Mger drawing does not show any reduction m the sige of the bore as it approaches the tire tube in the manner disclosed by Watson and we cam, agree with the exammer that when the language of this portion of the count is given the usual meaning it does not. appear to read upon the Mger structure. We find, however, that the count specifies in effect that the valve head seals the stem when it is forced into the bore and permits the flow of air when in the chamber. If this language is to be given the usual meaning, this portion of the count is confusing as the' introductory portion would indicate that the entire opening through the stem is to be regarded as the bore and, therefore, that the valve head must always be in the bore. In view of this inconsistency in the count, we believe that it is necessary to construe it in such a manner as to give it a reasonable meaning at least when applied to the disclosure of the party Watson. We think that the reasonable interpretation is that the bore contains a constriction which is smaller than the valve head against which the head is forced to prevent am- flow and that the bore adjacent this constriction is sufficiently large so• as to form a chamber or passageway through which flow may occur when the head is moved away from the constriction into it. When the count is construed' in this manner, we believe that it reads upon the Eger construction. We recognize that usually limitations should not be read into a claim or the language construed as different from its ordinary meaning but in an interference proceeding where a count is found to be inaccurate, it is believed that it is sometimes advisable to construe it in the light of the disclosures of the parties. This does not mean, however, that it is necessary for the examiner to allow the claim to issue m its objectionable form. [Italics ours.]\nThe board then considered the evidence submitted by appellee Watson, evidently in the light of the construction it had placed upon the language of the count, and held that appellee had established conception of the invention defined by the count in the late summer of 1932, about a month prior to the filing (September 28, 1932) of appellant’s application; that appellee was diligent at the time appellant entered the field, and thereafter until he reduced the invention to practice on or about October 27, 1932; and, accordingly, awarded priority of invention to appellee.\nThe authority of the Examiner of Interferences and the Board of Appeals to consider the right of appellant to make the claim constituting the count in issue (appellee having failed to raise that issue by a motion to dissolve the interference) is not challenged here by counsel for appellant, and, for the purpose of this decision, ■we assume, without deciding, that those tribunals had such authority.\nIt clearly appears from appellant’s application that the bore in his device “is of the same diameter,” as stated in the brief of counsel for appellant, “from the valve seat to the inner end of the stem in place of being formed of two different portions, one of which is of sufficient diameter to accommodate the valve head and the other of which is of lesser diameter.” In other words it is conceded, as indeed it must be, that appellant’s application does not disclose “a chamber formed intermediate the ends of said bore,” as called for in the appealed count. That being so, it is obvious that appellant does not disclose a valve head “of greater diameter than said bore and less in diameter than said chamber.”\nIt will be observed that the Board of Appeals stated in its decision that appellant’s disclosure did not show a chamber in the bore, as called for in the appealed count, if the language of the count be given its ordinary meaning. The board was of opinion, however, that, if given its ordinary meaning, the language of the count is confusing and ambiguous, and that it should be construed, therefore, as though it read “the bore contains a constriction which is smaller than the valve head against which the head is forced to prevent air flow and that the bore adjacent this constriction is sufficiently large so as to form a chamber or passageway through which flow may occur when the head is moved away from the constriction into it,” and held that, as thus construed, the count read upon the disclosure in appellant’s application.\nCounsel for appellant do not contend here that appellant’s application discloses a chamber “intermediate the ends of” the “bore.” They do contend, however, as stated in their brief, “that even though Eger’s disclosure does not literally show a bore through the valve stem with a ‘chamber’ intermediate the ends of the bore, since Eger’s bore is of constant diameter, * * * such fact is immaterial insofar as the inventive subject matter of the count is concerned. Since Eger’s bore 14 is of such diameter as to operatively accommodate the valve head 16, his disclosure is equivalent to the immaterial limitartion of the count, wherein a ‘chamber’ intermediate the ends of the tore is called for.” [Italics not quoted.]\nThe board also concluded, as will be observed from the quoted excerpt from its decision, that, although the cap member in appellant’s device is not directly attached to the “body element,” the latter “is prevented from escaping from the cap by the intermediate agency of a spring and a spring seat,” and that the intermediate elements (the spring and spring seat) “may be regarded as acting to secure” the cap member to the body element, and, accordingly, held that the language in the last clause of the count read on appellant’s device.\nIt is clear from an examination of appellee’s application that the count reads literally on his disclosure, and it is only when an attempt is made to read it upon appellant’s disclosure that we are confronted with the confusion and ambiguity mentioned in the board’s decision.\nThe record does not disclose in whose application the count originated. It is conceded, however, that it did not originate in either of the involved applications. As originally declared, the interference was between four parties. Two of those parties were subsequently eliminated, and it may be, although the record does not so state, that the count originated in the application of one of those parties. But however that may be, it is well settled that in interference proceedings the language of the counts should “be given the broadest construction or interpretation, as the case may be, as it will reasonably permit,” but that expressly defined limitations contained therein may not be disregarded. Donald W. Slattery v. Chester W. Larner, 17 C. C. P. A. (Patents) 725, 36 F. (2d) 298; In re Joseph Bijur, 17 C. C. P. A. (Patents) 1134, 40 F. (2d) 999; Henry P. Field v. Audley Hart Stow, 18 C. C. P. A. (Patents) 1502, 49 F. (2d) 1072; Ernest J. Sweetland v. Don Cole, 19 C. C. P. A. (Patents) 751, 53 F. (2d) 709; Garrett G. Mudd v. Otto A. Schoen, 19 C. C. P. A. (Patents) 840, 54 F. (2d) 959; Atherton v. Payne, 19 C. C. P. A. (Patents) 867, 54 F. (2d) 821; Caleb S. Bragg v. William J. Bester, 19 C. C. P. A. (Patents) 1084, 56 F. (2d) 881; In re Albert Charles Fischer, 19 C. C. P. A. (Patents) 1231, 58 F. (2d) 1058; In re Replogle, 21 C. C. P. A. (Patents) 1068, 70 F. (2d) 375; In re Beach, 21 C. C. P. A. (Patents) 1130, 70 F. (2d) 916; In re Key, 22 C. C. P. A. (Patents) 1098, 76 F. (2d) 398; Bard v. Flodin, 23 C. C. P. A. (Patents) 1045, 82 F. (2d) 424; Bryson v. Clarke, 25 C. C. P. A. (Patents) 719, 92 F. (2d) 720. It is also well settled that the question of the equivalency of the structures disclosed by the parties is not involved in an interference proceeding. In re Key, supra; Bryson v. Clarke, supra.\nIt may be, as held by the Board of Appeals, that, giving \"the language of the last clause in the appealed count a broad interpretation, the cap member in appellant’s device may be said to be secured to the “body element.” It is evident, however, that appellant’s application does not disclose “a chamber formed intermediate the ends” of the bore through the stem member, and a “valve head of greater diameter than said bore and less in diameter than said chamber,” as called for by the appealed count. Appellant, therefore, is not entitled to make the claim constituting the count in issue.\nDue to the fact that we hold that appellant is not entitled to make the claim constituting the count in issue, other issues presented by counsel for the parties need not be considered. Accordingly, although we disagree' with the views expressed by the Board of Appeals as to the right of appellant to make the claim constituting the count in issue, we are in accord with the conclusion reached by it,- and its decision is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Gourley <6 Budlong (Elmer Stewart of counsel) for appellant.",
      "Gushmcm, Darby & Oushman (Avion V. Cushman and Gorham TP. Freer of counsel, for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 953\nEger v. Watson\n(No. 4129)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\nGourley <6 Budlong (Elmer Stewart of counsel) for appellant.\nGushmcm, Darby & Oushman (Avion V. Cushman and Gorham TP. Freer of counsel, for appellee.\n[Oral argument March 15, 1939, by Mr. Stewart and Mr. Freer]\nBefore GabRett, Presiding Judge, and Bland, Hatfield, Lenboot, and Jackson, Associate Judges"
  },
  "file_name": "1411-01",
  "first_page_order": 729,
  "last_page_order": 735
}
