{
  "id": 11497442,
  "name": "CLIFFORD STUBBS, Appellant, v. THE STATE OF NEVADA, Respondent",
  "name_abbreviation": "Stubbs v. State",
  "decision_date": "1998-12-30",
  "docket_number": "No. 28784",
  "first_page": "1412",
  "last_page": "1417",
  "citations": [
    {
      "type": "official",
      "cite": "114 Nev. 1412"
    },
    {
      "type": "parallel",
      "cite": "972 P.2d 843"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "99 Nev. 681",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4850382
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "683-684"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/99/0681-01"
      ]
    },
    {
      "cite": "102 Nev. 241",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556673
      ],
      "weight": 6,
      "year": 1986,
      "pin_cites": [
        {
          "page": "243"
        },
        {
          "page": "1216"
        },
        {
          "page": "243"
        },
        {
          "page": "1216"
        },
        {
          "page": "244"
        },
        {
          "page": "1216-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0241-01"
      ]
    },
    {
      "cite": "107 Nev. 89",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556624
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "91"
        },
        {
          "page": "726"
        },
        {
          "page": "91"
        },
        {
          "page": "726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0089-01"
      ]
    },
    {
      "cite": "113 Nev. 987",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11787095
      ],
      "weight": 6,
      "year": 1997,
      "pin_cites": [
        {
          "page": "992"
        },
        {
          "page": "816"
        },
        {
          "page": "993"
        },
        {
          "page": "817"
        },
        {
          "page": "995"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/113-2/0987-01"
      ]
    },
    {
      "cite": "404 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172366
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "262"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/404/0257-01"
      ]
    },
    {
      "cite": "86 Nev. 4",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4847060
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "9"
        },
        {
          "page": "1015"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nev/86/0004-01"
      ]
    },
    {
      "cite": "107 Nev. 465",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557627
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "parenthetical": "the district court is free to impose any lawful sentence"
        },
        {
          "parenthetical": "the district court is free to impose any lawful sentence"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nev/107/0465-01"
      ]
    },
    {
      "cite": "113 Nev. 987",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11787095
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 1,
      "case_paths": [
        "/nev/113-2/0987-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 594,
    "char_count": 11223,
    "ocr_confidence": 0.879,
    "pagerank": {
      "raw": 6.937325788646364e-08,
      "percentile": 0.42064093312003903
    },
    "sha256": "77e1bd8c286a9426af65c94c975c39eb73acfa1cab9034754e2cd9c2174e4027",
    "simhash": "1:df50eb00e7ed9d0d",
    "word_count": 1862
  },
  "last_updated": "2024-02-27T21:38:34.106665+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rose and Young, JJ., concur."
    ],
    "parties": [
      "CLIFFORD STUBBS, Appellant, v. THE STATE OF NEVADA, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nSpringer, C. J.:\nAppellant Clifford Stubbs contends that the State breached a written plea agreement by calling a witness at the sentencing hearing to give victim impact testimony and by making certain comments to the sentencing judge. We agree that the prosecutor’s comments, were error and order a new sentencing hearing.\nPursuant to an agreement between Stubbs and the State, Stubbs pleaded guilty to first-degree murder with the use of a deadly weapon. The plea agreement merely stated: ‘ ‘In exchange for my plea of guilty, the State, my counsel and I have agreed to recommend the following: The State will stipulate to life with the possibility of parole.” The record reflects that, upon entering the negotiated plea, counsel for Stubbs informed the court of the negotiations as follows:\n[Wje’ve entered into negotiations with the State. In return for Mr. Stubbs’ plea to the charge in the information, the State has agreed to stipulate that he receive life with the possibility of parole, with an additional [term of] life with the possibility of parole for the enhancement.\nDefense counsel acknowledged that the district court would not be bound by the stipulation at the time of sentencing.\nIn spite of the plea agreement, at sentencing the prosecutor commented at some length upon the State’s assessment of the ‘ ‘practical reality’ ’ of the case if it were to go to a jury and why he felt constrained to enter into the bargain rather than risk a “compromised verdict.” The State also called the victim’s daughter to present a victim impact statement. The State then rested without further comment. Thereafter, the district court sentenced Stubbs to consecutive life terms in the Nevada State Prison, without the possibility of parole.\nThe day after sentencing, an article appeared in a local newspaper noting that the district court had rejected the plea bargain and quoting the prosecutor as saying, “It was exactly the way I planned it to happen.” The defense filed a “Notice of Newspaper Article.” Stubbs appeals, arguing that the prosecutor breached the plea agreement.\n“[Wjhen a plea rests in any significant degree on a promise or agreement of the prosecutor, so that it can be said to be part of the inducement or consideration, such promise must be fulfilled.” Santobello v. New York, 404 U.S. 257, 262 (1971). Thus, this court has repeatedly held that when the state enters into a plea agreement, it is held to “the most meticulous standards of both promise and performance.” See, e.g., Statz v. State, 113 Nev. 987, 992, 944 P.2d 813, 816 (1997); Citti v. State, 107 Nev. 89, 91, 807 P.2d 724, 726 (1991); Van Buskirk v. State, 102 Nev. 241, 243, 720 P.2d 1215, 1216 (1986); Kluttz v. Warden, 99 Nev. 681, 683-684, 669 P.2d 244, 245 (1983). Violation of either the terms or the spirit of the agreement requires reversal. Citti, 107 Nev. at 91, 807 P.2d at 726.\nIn Statz, this court held that the prosecutor, at the sentencing hearing, violated a plea agreement to stipulate to a certain sentence by calling the victim’s father to testify and commenting on the circumstances of the crime. We reasoned that if the state “intends to retain the right to present facts and argument pertaining to sentencing, such a limited commitment should be made explicit” in the plea agreement. Statz, 113 Nev. at 993, 944 P.2d at 817.\nIn the present case, there is no indication in this stipulation that the State intended to reserve the right to comment upon the circumstances of the crime or the reason for the plea bargain. Accordingly, following Statz, we conclude that the State violated the plea agreement by relating a disparaging assessment of the case to the court.\n“The violation of a plea bargain by the state requires reversal.” Statz, 113 Nev. at 995, 944 P.2d at 818 (citing Van Buskirk, 102 Nev. at 243, 720 P.2d at 1216). This court orders specific performance of a plea agreement where it will implement the parties’ reasonable expectations and there is no new information or change of circumstances which would bind the sentencing court to an unsuitable disposition. Van Buskirk, 102 Nev. at 244, 720 P.2d at 1216-17. Absent any such new information or change of circumstances, we conclude that Stubbs is entitled to specific performance of the plea agreement as negotiated.\nWe do not agree with Stubbs thát the calling of a victim by the prosecutor violated the plea agreement or our holding in Statz. The prosecutor in Statz called upon a victim witness to give substantive testimony at sentencing. Further, the State is statutorily required to notify victims to facilitate their availability during the sentencing process. See NRS 176.015. The mere introduction by a prosecutor of a victim witness to the court and submitting a few neutral preliminary questions to the witness should not have any substantive effect on a judge’s decision. The State calling victims to present impact testimony does nothing more than comply with the law and facilitate the process of presenting victim impact evidence.\nFor the reasons stated above, we vacate Stubbs’ sentence and remand this case for a new sentencing hearing.\nRose and Young, JJ., concur.\nAt Stubbs’ sentencing hearing, the prosecutor had this exchange with the court:\nMr. Stanton: Well, it’s practical reality of what the State assesses as the chances, as you know as a former prosecutor, in a jury trial, and anything is possible in a jury trial. The State assessed this case as follows: This was a First Degree Murder case with the use of a deadly weapon. The attendant injuries of Mr. Stubbs were real and significant. The State was in the mind that a jury seeing the videotape of the crime scene of which exists and graphically depicts the extent of Mr. Stubbs injuries which is not reflected in how he appears before the Court even with the scars on his neck. He was virtually disemboweled. That, coupled with the ingestion and use of narcotics by both parties involved here renders the possibility of a diminished capacity defense, not a true defense, as the Court knows does not exist in the State of Nevada, but one where a jury either through a compromised verdict would come up to a less than a First Degree Murder, for example a Second Degree Murder.\nThe Court: All right.\nMr. Stanton: Secondly, this offense occurred after the adoption of the new crime bill that had this murder taken place prior in the month of June, the potential sentence on a First Degree Murder would have been half of what it is now, 20 years before he becomes eligible for parole. It is now doubled to 40 years with the increased sentence. The State weighed after talking with the victim’s family, both the two brothers of Ms. Marshall here in Reno, the brother in Texas who you received a letter from as well as through Monique’s parents in San Diego, discussion with them of the realities of what could happen in front of a jury, what the potential punishments were. The State felt it was in the State’s best interest as well as the victims’ to ensure a First Degree Murder conviction as to risk a compromised verdict in front of a jury.",
        "type": "majority",
        "author": "Springer, C. J.:"
      },
      {
        "text": "Maupin, J.,\nwith whom Shearing, J., agrees, dissenting:\nStubbs argues that he suffered prejudice as a result of the State’s failure to specifically reiterate its recommendation for a sentence of life with the possibility of parole after the conclusion of the victim impact testimony, or at the conclusion of the district court’s remarks in support of its decision not to accept the sentencing stipulation.\nA review of the sentencing hearing transcript fails, in my view, to demonstrate a violation of the plea agreement. The district court was clearly aware of the State’s stipulation, the victim impact testimony was not precluded by the agreement and was properly permitted by statute, and the State’s representations properly articulated its position on the matter.\nCiting Statz v. State, 113 Nev. 987, 944 P.2d 813 (1997), appellant argues that, by calling a victim impact witness to testify, the State violated the spirit of the plea agreement. While I stand by my joinder in the dissent in Statz, I would note that Statz is clearly distinguishable from this case. The prosecutor in Statz called upon a victim witness to give substantive testimony at sentencing, not victim impact testimony as was the case here. I would also note in this connection that the State is statutorily required to notify victims to facilitate their availability during the sentencing process. See NRS 176.015. I cannot agree that the mere introduction by a prosecutor of a victim witness to the court and submitting a few neutral preliminary questions to the witness could, of itself, have any substantive effect on a judge’s decision. It is the testimony itself, not the State’s role as a facilitator, that creates the substantive effect of victim impact testimony.\nThe State was under no obligation to remind the district court of the stipulation. Even if the State had done so, it was within the district court’s discretion to disregard the recommendation. See Villalpando v. State, 107 Nev. 465, 814 P.2d 78 (1991) (the district court is free to impose any lawful sentence). Given that the district court was aware of the State’s stipulation regarding sentencing, that the defendant was clearly aware that the stipulation was not binding, and the fact that Stubbs sought no formal relief from the district court, I do not believe that the record of the sentencing hearing demonstrates that reversible error has occurred. See Drummond v. State, 86 Nev. 4, 9, 462 P.2d 1012, 1015 (1970).\nHaving drawn the above conclusions, I would remand this matter in light of the alleged extra-judicial comments of the prosecutor that appeared in a news article the day following the sentencing hearing. The statement of the prosecutor, if accurate, was clearly improper. At the very least, such a statement would tend to undermine the integrity of the proceedings and public confidence in the judicial process. Further, the statement, if made, would, in retrospect, give new significance to the comments at sentencing about the problems of proof that led to the negotiated arrangement. In the light that the prosecutor may have tried to “finesse” the district court into violating the agreement, again assuming the extra-judicial statements were made, resentencing would be appropriate. Thus, I would remand for an evidentiary hearing to determine if these comments were made, or whether the report quoting the statements was substantially áccurate.\nAlthough the record of the hearing itself does not compel the conclusion that the trial court would have followed the stipulation had it known the prosecuting attorney’s true intent, public confidence in the process would require a new sentencing hearing if the press statement is accurate.",
        "type": "dissent",
        "author": "Maupin, J.,"
      }
    ],
    "attorneys": [
      "Michael Specchio, Public Defender, John Reese Petty, Chief Deputy Public Defender, Washoe County, for Appellant.",
      "Frankie Sue Del Papa, Attorney General, Carson City; Richard Gammick, District Attorney, Terrence P. McCarthy, Deputy District Attorney, Washoe County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "CLIFFORD STUBBS, Appellant, v. THE STATE OF NEVADA, Respondent.\nNo. 28784\nDecember 30, 1998\n972 P.2d 843\nMichael Specchio, Public Defender, John Reese Petty, Chief Deputy Public Defender, Washoe County, for Appellant.\nFrankie Sue Del Papa, Attorney General, Carson City; Richard Gammick, District Attorney, Terrence P. McCarthy, Deputy District Attorney, Washoe County, for Respondent."
  },
  "file_name": "1412-01",
  "first_page_order": 562,
  "last_page_order": 567
}
