{
  "id": 6559981,
  "name": "In re Edmund Rich Morton",
  "name_abbreviation": "In re Morton",
  "decision_date": "1931-05-27",
  "docket_number": "No. 2742",
  "first_page": "1413",
  "last_page": "1415",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1413"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 953"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 375,
    "char_count": 5412,
    "ocr_confidence": 0.443,
    "sha256": "6ea2a1e366466932c2d0712931b6ab39cb9074e4cb233fe3c0734ca71af4ec93",
    "simhash": "1:381799ea7969e650",
    "word_count": 909
  },
  "last_updated": "2023-07-14T18:59:12.927908+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Len-root, Associate Judges"
    ],
    "parties": [
      "In re Edmund Rich Morton"
    ],
    "opinions": [
      {
        "text": "Graham, Presiding Judge,\ndelivered the opinion of the court:\nThe appellant filed an application in the United States Patent Office for a patent upon improvement in motor-driven cameras. All the claims were rejected by the examiner as unpatentable over the prior art. The appellant appealed to the Board of Appeals of the United States Patent Office as to claims 1, 2, 3, 5, 9, 11, and 12. The Board of Appeals affirmed the decision of the examiner as to ail claims -except claim 5, which was allowed. Appeal to this court has been perfected as to the final rejection of claims 2, 3, 9, and 12 only. Claim 2 is typical and is as follows:\n2. The combination of a camera, having devices operating cyclically, an electric driving motor, connecting means between the motor and said devices to drive the same and adapted to be automatically disconnected at the end of each cycle while the motor is still running, an energizing' circuit for the motor, and automatic means for opening the motor circuit before each exposure and closing the circuit again after each exposure.\nThe claims were rejected by the Board of Appeals upon the ■following references:\nSteffens, 429705, June 10, 1890.\nBrauner et al., 1253205, January 15, 1918.\nTopliff et al., 1268805, June 4, 1918.\nLaws, 1293479, February 4, 1919.\nBeidler, 1377454, May 10, 1921.\nDobbin, 1448526, March 13, 1923.\nThe device of appellant is an electric motor-driven camera, especially adapted for use in aircraft, and in which, by automatic mechanism, the motor is stopped while the exposure of the film is being made. This is accomplished by a mutilated driving gear which is driven by a pinion connected by a flexible shaft to the electric motor and storage battery which is provided. A segment of the mutilated gear is composed of a nonconducting material which revolves in a path lying under a'brush in the motor circuit. This nonconducting segment breaks the electric circuit at the end of each cycle. There is also a hand-operated mechanism, or trigger, which is used to open the shutter and expose the plate, after the release of which an auxiliary spring forces the cogs of the mutilated gear again past the nonconducting segment, closes the circuit, and starts the motor. Thereupon the mutilated gear again completes another 'cycle and advances the film into position for another exposure. This process is repeated indefinitely, according to the wish of the operator. The inventor also includes in his specification the idea of automatic mechanism for tripping the shutter, if this is necessary or desirable. A more detailed description of the device is not necessary for the purposes of this opinion.\nIt is contended by the appellant that the combination which he has produced effects a new and useful result not heretofore obtained in photography. He admits that the reference Laws teaches the art of a- motor-driven camera with intermittent stops of the film while exposure is being made. However, he contends that the motor of Laws, being wind-driven, is not stopped while exposure is being made, and that the principal advantage of appellant’s device is that the motor is stopped wdiile exposure is being made, thus insuring no vibration which would interfere with the photographing process. ' This idea, appellant says, is new, and, taken in connection with his employment of an electric motor, gives him the right to a patent upon the device he has perfected.\nOn consideration of the references, we are unable to see invention in this particular idea. The reference Beidler discloses an electrically driven camera and plainly teaches a method of stopping the motor while the exposure of the film is being made. In the specification we find this recital:\n* ⅜ * jn operation of tlie apparatus it is preferable that the motor be intermittently driven and that during certain periods the film be allowed to remain at rest, as, for instance, when the film-treating means is coupled with a film-exposing means, for it is then possible, while the film is at rest, to effect an exposure of the same to actinic light photographically.\nFurther, in describing the operation of his mechanism, Beidler says:\n⅜ ⅜ ⅜ Another conductor 165 leads from the motor to the source of electricity 166, and a conductor 167 leads from the source of electricity to the switch terminal 168, so that by pressing the switch 162 the motor is energized and the stud 149 is moved from the nose of the cam 150, after which a normal current is established through the switch, and the motor will continue to run until the gear wheel 133 has traveled once around and the stud has contacted the cam and lifted the switch lever.\nFurther analysis of tbe other references is not necessary.\nIn our opinion the appellant, in obtaining the allowance of claim 5, showing the specific structure disclosed by him, was given the benefit of all the patentable disclosures made by him in his application.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Graham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Martin T. Fisher, Robert H. Young, Roquet & Neary (Ralph L. Chappell of •counsel) for appellant.",
      "T. A. Hostetler (Howard 8. Miller of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 953\nIn re Edmund Rich Morton\n(No. 2742)\nUnited States Court of Customs and Patent Appeals,\nMay 27, 1931\nMartin T. Fisher, Robert H. Young, Roquet & Neary (Ralph L. Chappell of •counsel) for appellant.\nT. A. Hostetler (Howard 8. Miller of counsel) for the Commissioner of Patents.\n[Oral argument May S, 1931, by Mr. Chappell and Mr. Miller]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Len-root, Associate Judges"
  },
  "file_name": "1413-01",
  "first_page_order": 731,
  "last_page_order": 733
}
