{
  "id": 11922870,
  "name": "DEBORAH GASSETT, Appellant, v. SNAPPY CAR RENTAL, Respondent",
  "name_abbreviation": "Gassett v. Snappy Car Rental",
  "decision_date": "1995-11-30",
  "docket_number": "No. 26044",
  "first_page": "1416",
  "last_page": "1421",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1416"
    },
    {
      "type": "parallel",
      "cite": "906 P.2d 258"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "108 Nev. 346",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557256
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "349"
        },
        {
          "page": "1338"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0346-01"
      ]
    },
    {
      "cite": "414 P.2d 710",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "82 Nev. 196",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8555954
      ],
      "weight": 7,
      "year": 1966,
      "pin_cites": [
        {
          "page": "201"
        },
        {
          "page": "710",
          "parenthetical": "citations omitted; footnotes omitted"
        },
        {
          "page": "201-02"
        },
        {
          "page": "710"
        },
        {
          "page": "202-03"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/82/0196-01"
      ]
    },
    {
      "cite": "110 Nev. 463",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558081
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "concluding that one attempt to serve defendant during a six month extension of time for service was not sufficient for a showing of due diligence"
        },
        {
          "parenthetical": "concluding that one attempt to serve defendant during a six month extension of time for service was not sufficient for a showing of due diligence"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0463-01"
      ]
    },
    {
      "cite": "106 Nev. 100",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556547
      ],
      "weight": 6,
      "year": 1990,
      "pin_cites": [
        {
          "page": "103"
        },
        {
          "page": "787"
        },
        {
          "page": "103"
        },
        {
          "page": "787"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0100-01"
      ]
    },
    {
      "cite": "669 P.2d 191",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        2351025
      ],
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/idaho/105/0302-01"
      ]
    },
    {
      "cite": "86 Nev. 478",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4838461
      ],
      "weight": 2,
      "year": 1970,
      "pin_cites": [
        {
          "page": "481",
          "parenthetical": "citations omitted"
        },
        {
          "page": "210",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/86/0478-01"
      ]
    },
    {
      "cite": "94 Nev. 651",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558761
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "654"
        },
        {
          "page": "689"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/94/0651-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 11877,
    "ocr_confidence": 0.9,
    "pagerank": {
      "raw": 7.715084294121646e-08,
      "percentile": 0.4539059999250922
    },
    "sha256": "8b385795ee436cc82e80423102306bff61388676fe4b11419657a1edbf4eae17",
    "simhash": "1:8b623383437b6d0b",
    "word_count": 1923
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "DEBORAH GASSETT, Appellant, v. SNAPPY CAR RENTAL, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nIn September of 1985, appellant Deborah Gassett rented a car from respondent Snappy Car Rental and, while driving the car, was involved in an accident with an uninsured motorist. Gassett retained the law offices of Edward M. Bernstein & Associates (Bernstein) to handle her personal injury claims and her dispute with Snappy regarding payment of the damage to the car. Snappy and Bernstein exchanged correspondence regarding the property damage, but seventeen months after its last letter to Bernstein, Snappy filed a complaint against Gassett to recover the amount of the damage to the car.\nSnappy attempted to serve Gassett at her last known address. Gassett had moved by this time, and Snappy’s process server could not find her. Snappy then served Gassett by publication, and when Gassett did not answer, Snappy obtained a default judgment against her.\nGassett first discovered the default judgment in 1993, when she attempted to buy a house. The judgment had been recorded on her credit report. Gassett initiated a proceeding to have the judgment set aside. The district court denied her motion. Gassett appealed that denial to this court. We conclude that Snappy did not use due diligence in attempting to serve Gassett and reverse the district court’s order.\nFACTS\nThe instant case arises out of an automobile accident involving Gassett, which occurred on September 26, 1985. When Gassett was involved in the accident, she was driving a car leased from Snappy. The other driver was uninsured, and Gassett carried no collision insurance; consequently, Snappy could not collect from Gassett’s carrier. Additionally, Snappy claimed that Gassett had not purchased collision insurance with her rental agreement, thereby leaving her liable for any and all damages to the car. Snappy claimed that Gassett owed it $7,962.56, the amount of the deficiency due after deducting the salvage value of the automobile.\nGassett retained the services of Bernstein to represent her with regard to personal injuries sustained in the accident. Snappy was also negotiating the issue of property damage with Gassett through Bernstein because there were questions regarding efficacy of the lease agreement and what actually transpired at the time the lease agreement was signed.\nCorrespondence was exchanged between Snappy and Bernstein between January and October of 1986. The last correspondence between Snappy and Bernstein was on October 16, 1986, when Snappy sent a letter to Bernstein supplying a more legible copy of the rental agreement. On March 18, 1988, seventeen months after its last communication with Gassett or Bernstein, Snappy instituted a suit against Gassett to collect this sum.\nOn March 25, 1988, in an affidavit of due diligence, Snappy’s process server, Robert Irwin, stated that he had attempted to serve Gassett at her last known address in Las Vegas, 4600 W. Sirius, #1310. According to the affidavit, service was attempted on March 22, 1988. The affidavit, a predominately pre-printed form, states: “Affiant further attempted normal and routine checks of telephone directories for the communities nearby for the last known address of Defendant, vehicle registration and Post Office forwarding orders.” Irwin also noted on the form that he spoke with the manager of the apartment complex who told him that Gassett no longer lived at the Sirius address.\nBased on the affidavit of due diligence, an order for the service on Gassett by publication was entered, the summons was published five times, and a copy of the summons and complaint mailed to Gassett at her address on Sirius.\nGassett did not respond, and on July 22, 1988, the district court entered a default judgment against Gassett. The judgment was recorded with the Clark County Recorder on September 2, 1988. The judgment ordered Gassett to pay Snappy $7,962.56 for the deficiency on the car, along with $1,721.36 in interest, $159.00 for the costs of the suit, and $1,250.00 in attorney’s fees.\nGassett first learned of the lawsuit on December 22, 1993. While Gassett was trying to buy a house, the title company found the judgment on her credit history. On January 11, 1994, Gassett filed a motion for order to set aside judgment and to quash service. Gassett argued that the district court should set aside the default judgment because it was obtained through extrinsic fraud and because Snappy did not use due diligence in finding Gassett. Gassett, by sworn affidavit, stated that she had lived in Las Vegas since 1981 and that her address and telephone number had always been listed in the telephone book. In her motion, Gassett also claimed that service was ineffective. Gassett further stated in her affidavit that she never received any notice of any kind regarding the suit.\nOn March 15, 1994, the district court issued its order denying Gassett’s motion to set aside judgment and to quash service. In so doing, the district court found that Snappy had exercised due diligence in attempting to locate Gassett and that Snappy had committed no extrinsic fraud. Additionally, the district court found that neither Gassett nor her counsel had made an appearance in the action pursuant to NRCP 55(b). The district court also found that Gassett had made a general appearance by filing her motion to set aside the judgment, thereby waiving any complaints about improper service.\nGassett now appeals the district court’s denial of her motion.\nDISCUSSION\nThe district court abused its discretion in refusing to set aside the default judgment.\nIn Christy v. Carlisle, 94 Nev. 651, 654, 584 P.2d 687, 689 (1978), this court stated: “It is our underlying policy to have each case decided upon its merits. With this in mind, we approve the observation . . . that a default judgment normally must be viewed as available only when the adversary process has been halted because of an essentially unresponsive party.” (Citation omitted.) This court has also stated “that a trial court’s exercise of discretion in granting or denying a motion to set aside a default judgment will not be disturbed on appeal absent an abuse of discretion.” Minton v. Roliff, 86 Nev. 478, 481, 471 P.2d 209, 210 (1970) (citations omitted). The overriding issue in the instant case is whether the district court abused its discretion in refusing to set aside the default judgment against Gassett.\nNRCP 4(e)(l)(i) allows service by publication when the person to be served resides out of state or after due diligence cannot be found within the state. Gassett argues that Snappy did not exercise due diligence in trying to serve her and that the service by publication was ineffective. We agree. The defective service rendered the district court’s personal jurisdiction over Gassett invalid and the judgment against her void. For a judgment to be void, there must be a defect in the court’s authority to enter judgment through either lack of personal jurisdiction or jurisdiction over subject matter in the suit. Puphal v. Puphal, 669 P.2d 191 (Idaho 1983).\nIn Price v. Dunn, 106 Nev. 100, 787 P.2d 785 (1990), the plaintiff attempted to discover the defendant’s address through the telephone book, inquiries at the power company, and a conversation with the defendant’s stepmother. This court concluded that although the plaintiff complied technically with NRCP 4(e)(l)(i), “her actual efforts, as a matter of law, fall short of the due diligence requirement to the extent of depriving [the defendant] of his fundamental right to due process.” Price, 106 Nev. at 103, 787 P.2d at 787. Additionally, the court stated that “[w]here other reasonable methods exist for locating the whereabouts of a defendant, plaintiff should exercise those methods.” Id. at 103, 787 P.2d at 787; see also McNair v. Rivera, 110 Nev. 463, 874 P.2d 1240 (1994) (concluding that one attempt to serve defendant during a six month extension of time for service was not sufficient for a showing of due diligence).\nSnappy’s attempt at service consisted of one visit to an old address and service by publication. No attempt was made to locate Gassett through her attorney even though Snappy knew Gassett had been represented by Bernstein. Based on Price, we conclude that Snappy’s attempt at service fails to demonstrate due diligence. Therefore, the default judgment was void due to a failure of jurisdiction.\nSnappy argues that the defective service on Gassett is irrelevant because she waived her right to complain of such jurisdictional issues. In its order, the district court found that Gassett made a general appearance through her motion to set aside the default judgment. In her motion, Snappy claims, Gassett requested relief additional to that necessary to protect her from defective service, thus waiving her right to complain about the defect. The district court relied on Doyle v. Jorgensen, 82 Nev. 196, 414 P.2d 707 (1966). In Doyle, this court assessed whether a defendant who was not properly served prior to an entry of default made a general appearance when he sought relief for the improper service and also sought relief on the basis of mistake, inadvertence, surprise, or excusable neglect. This court concluded that\n[w]ithout proper service, the judgment against [the defendant] was void. [The defendant] could have moved to set aside the judgment pursuant to NRCP 60(b)(3); alternatively, he could have sought a setting aside combined with permission to answer to the merits pursuant to NRCP 60(c). [The defendant], however, did not confine his pleadings to these jurisdictional matters of defective service or void judgment. Rather, he also sought relief on the basis of “mistake, inadvertence, surprise, or excusable neglect” as provided by NRCP 60(b)(1). [The defendant] therefore made a general appearance.\nId. at 201, 414 P.2d at 710 (citations omitted; footnotes omitted).\nIn dicta, the court in Doyle considered whether a waiver such as Snappy claims was made by Gassett may be applied retroactively to cure initial defects in service and render proper an otherwise void judgment. Id. at 201-02, 414 P.2d at 710. The court suggested that in some cases, a general appearance could apply retroactively to cure initial defects.\n[Tjhere are certain minescule [sic] irregularities in procedure which will be overlooked regardless . . . if . . . such an overlooking will best serve the ends of justice. In contrast, other procedural errors are deemed so prejudicial that they are never overlooked, but instead are said to render the proceeding void. This does not mean, however, that these defects cannot be waived ....\nId. at 202-03, 414 P.2d 710-11 (citations omitted). We now hold that the filing of a motion to set aside a void judgment previously entered against the movant shall not constitute a general appearance. See, e.g., Dobson v. Dobson, 108 Nev. 346, 349, 830 P.2d 1336, 1338 (1992). We will no longer allow a retroactive application such as this to make an otherwise void judgment valid. To the extent that this is contrary to Doyle, we now overrule it. Therefore, we conclude that the district court erred in finding that Gassett’s later general appearance retroactively waived her right to complain of the initially defective service.\nCONCLUSION\nWe conclude that Snappy did not exercise due diligence in attempting to serve Gassett and that Gassett did not waive her right to complain of this jurisdictional defect through a general appearance. Based on our disposition of this case, we do not need to reach the merits of Gassett’s other arguments. Accordingly, we reverse the district court’s order denying Gassett’s motion to set aside the default judgment against her.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Edward M. Bernstein & Associates and William W. McGaha, Las Vegas, for Appellant.",
      "Lester A. Berman, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "DEBORAH GASSETT, Appellant, v. SNAPPY CAR RENTAL, Respondent.\nNo. 26044\nNovember 30, 1995\n906 P.2d 258\nEdward M. Bernstein & Associates and William W. McGaha, Las Vegas, for Appellant.\nLester A. Berman, Las Vegas, for Respondent."
  },
  "file_name": "1416-01",
  "first_page_order": 522,
  "last_page_order": 527
}
