{
  "id": 6082789,
  "name": "Bainbridge v. Walton",
  "name_abbreviation": "Bainbridge v. Walton",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4141",
  "first_page": "1417",
  "last_page": "1423",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1417"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 808"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "102 F. (2d) 828",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080442,
        1068828
      ],
      "year": 1939,
      "pin_cites": [
        {
          "page": "831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/1017-01",
        "/f2d/102/0828-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 17291,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4381284391483828
    },
    "sha256": "6899f4ed4579dce06f0aeb79efb29eb1a26351e0231e66463fe62b5848362141",
    "simhash": "1:8b39e72517affc1b",
    "word_count": 2831
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Bainbridge v. Walton"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the Examiner of Interferences awarding priority of invention of the subject matter defined in the five counts in issue to appellee, George William Walton.\nThe invention relates to photo-electric tubes, and, for the purpose of this decision, is sufficiently described in the counts in issue, of which count 1 is illustrative. It reads:\n1. A photo-electric cell arrangement comprising a photo-electric cathode, a source of electrons, an anode and means for applying to said cathode, said source and said anode potentials of such magnitude that the path between said cathode and said anode has a negative resistance.\nThe interference is between appellant’s application No. 389,066, filed August 28, 1929, and appellee’s application No. 427,880, filed February 12, 1980.\nIt is conceded by appellant that appellee is the senior party by virtue of his application (No. 4,965) filed in Great Britain February 14.1929.\nThe counts in issue originated in appellee’s involved application.\nAppellant being the junior party, the burden was upon him to establish priority of invention by a preponderance of the evidence.\nAppellee submitted no evidence, and relies upon the filing date of his British application (February 14, 1929) for conception and constructive reduction of the invention to practice.\nAppellant introduced evidence for the purpose of establishing conception of the invention in June 1927, successful reduction to practice in September 1928, and diligence during the critical period at and immediately prior to the time appellee entered the field (February 14, 1929) and thereafter until appellant filed his application, August 28, 1929.\nWith the exception of evidence pertaining to certain tests made in July 1935 immediately prior to the submission of appellant’s evidence, which will be hereinafter discussed, the Examiner of Interferences, in his decision, reviewed and carefully analyzed the evidence submitted by appellant, and held that appellant was entitled to a date as early as June 10, 1927 for conception of the invention; that the evidence was insufficient to establish that appellant reduced the invention to practice prior to his filing date (August 28, 1929); and that it also failed to establish that appellant was diligent in reducing the invention to practice at and immediately prior to the time appel-lee entered the field (February 14, 1929), and thereafter until June 25.1929.\nAlthough it did not expressly so state in its decision, the Board of Appeals evidently concurred in the decision of the Examiner of Interferences that appellant conceived the invention as early as June 10, 1927, and held, one member dissenting, that appellant had failed to establish either an actual reduction to practice or diligence during the critical period, and, accordingly, affirmed the decision of the Examiner of Interferences awarding priority of invention to appellee.\nDue to: the fact that the Examiner of Interferences has carefully analyzed the evidence submitted by appellant, except as hereinbefore noted, we d,eem it unnecessary to review all of it here.\nAppellant has clearly established that he conceived the invention on or about June 10, 1927. Relative to his claimed reduction to practice, appellant testified that he tested two tubes conforming to the counts in issue in September 1928 in the research laboratory of the 'General Electric Company at Schenectady, New York, and that those tubes operated successfully. The tubes were introduced in evidence as Exhibits E and L, and bear the Nos. 19,569 and 19,688, respectively, which were fused into the glass envelopes of the tubes.\nWilliam A. Buggies, one of appellant’s witnesses, testified that he was supervisor of vacuum tube work in the research laboratory of the General Electric Company at Schenectady, New York; that, in ■conformity with appellant’s request, he made six tubes, among which were Exhibits E and L; that Exhibit E was made on August 29, 1928, .and Exhibit L was made on September 24, 1928; that the tubes were ■delivered to appellant on or, about those dates; that at the time the tubes were delivered to appellant they were not in complete form, in that the plates were not sensitized and the tubes “were not exhausted.”\nAppellant testified that the tubes were not in complete form when he received them, and that he “evacuated the tube and made the two plate electrodes photo-sensitive, and sealed the tube off from the ■evacuating system.”\nAppellant identified his Exhibit G, which consists of seventeen pages of data, which data appellant said he obtained from the' tests ■claimed to have been made by him during the month of September 1928.\nIt further appears from the record that the tests allegedly made by appellant were not. witnessed by anyone, although the witness Dr. Saul Dushman, appellant’s immediate superior, under whom appellant was working during the summer and fall of 1928, testified that he knew in a general way the work being done by appellant, :and that, although he had no recollection of appellant showing him the test data (Exhibit G) at the time it was prepared or immedi.ately thereafter, he had no reason to doubt that appellant had shown it to him at about that time.\nIt appears from the record that subsequent to the making of the alleged tests in September 1928, appellant prepared a written report (Exhibit I), referred to in the record as appellant’s “Summer Be-port,” which includes the test data contained in Exhibit G, a part ■of which “was put in graph form.” The report was signed by appellant, and his signature was witnessed by Miss B. A. Becker and •the witness Lewis B. Koller, on January 3, 1929.\nCounsel for appellant, evidently realizing that the evidence in their possession relative to the activities of appellant during August and ■September 1928 was not sufficient to, establish an actual reduction to practice, had the tube No. 19,569 (Exhibit E) tested on July 2, 1935. Those tests were made- by appellant and his witness Dr. Xewis B. Koller, a physicist, employed by the General Electric Company, whose duties consisted of research work in photo-electric and thermionic devices in the research laboratory of that company.\nDr. Koller testified that, on July 2, 1935, he and appellant made tests on tube No. 19,569 (Exhibit E); that they “attempted to duplicate the conditions as they were described in Bainbridge’s report [Exhibit I] and * * * [that they] obtained excellent experimental agreement with the curves shown in” that report. The witness stated that that tube was found by him “stored in the cabinet with a group of tubes [presumably] made by Bainbridge,” and that it had been in the possession of his (Koller’s) department since the fall of 1928.\nRelative to the evidence relied upon by appellant to establish actual reduction to practice by him in September 1928, the Board of Appeals stated, inter alia:\nWhile Dr. Dushman, under whom Bainbridge was working', ancl Dr. Koller, his associate, have testified that they knew Bainbridge was engaged in testing out tubes of the character specified, yet they were unable to testify that they actually witnessed the tests made, and therefore we must hold that Bain-bridge’s testimony as to reduction to practice in connection with work done in 1928 as covered by the Summer Report, is not corroborated. Appellant contends that since Dr. Koller tested out in 1985, the tube used by Bainbridge in 1928 and got the same results as Bainbridge, then Bainbridge’s Summer Report must be accepted as evidence of successful reduction to practice. It is conceded that this argument is a plausible one and it is very improbable that Bainbridge could have plotted the curve shown in the Summer Report unless it was based on actual tests and the tests, Exhibit N, conducted by Doctor Koller at the time of taking testimony, tend to strengthen this assumption.\nHowever, it has been the long established practice of this Office to require that an inventor’s testimony as to successful reduction to practice be positively corroborated before it will be accepted as such. (See Kitchen v. Smith, 1913 C. D. 336, 39 D. C. App. 500, and Dunbar v. Schellenger, 1906 C. D. 428.) Appellant argues that it is extremely unlikely that Bainbridge could' have theoretically conceived of the co-ordinates from which he plotted his curve given in his Summer Report and that he must necessarily have actually made the tests, and that this Summer Report should therefore be accepted as full corroboration of his tests. At best, appellant is asking us to accept circumstantial evidence in lieu of the direct positive testimony called for by the long established practice. We do not believe that we would be warranted in doing so. The matter of actual reduction to practice is of such vital importance that we cannot afford to accept conjectures or possibilities, however plausible, in lieu of the direct positive proofs previously required.\nIn bis dissenting opinion, Examiner in Chief W. L. Thurber said:\nIt is incredible to me that the party Bainbridge could have prepared the first set of charts, with substantially the same curves as those of the second set, if he did not test the tube. I know of no hard and fast rule that circumstantial evidence cannot be relied upon for corroboration in an interference proceeding.\nIf evidence of this character can be accepted as proof sufficient to justify a death sentence, I can see no reason why it cannot be relied upon in eases of this nature. In this case I believe that the evidence offered is much more persuasive than direct testimony of the character usually presented.\nI believe this to be an unusual situation- and I think that the later tests should have been accepted as corroborating the party Bainbridge’s earlier record.\nIt is contended here by counsel lor appellant that appellant could not have prepared his Exhibits G and I in the absence of the tests claimed to have been made by him in 1928; that it was impossible for appellant to have “recorded his data; plotted the results of that data into curves; and then prepared reports, without the work and the results actually having been seen and checked by his supervisor [the witness Dr. Dushman] directly in charge of the work whose office was located in an adjoining room”; that appellant’s “Summer Report” (Exhibit I) “could not have been prepared unless Bain-bridge, with the possible, and in fact probable, assistance of others, had tested and operated successfully the photo-electric cell apparatus upon which the report furnishes data”; that appellant’s testimony relative to the tests alleged by him to have been performed in September 1928 has been corroborated “both by fact and circumstances”; that the tests of Exhibit E (tube No. 19,569) in July 1035 “corroborates, by circumstance, operation of Exhibit E [tube No. 19,569] in 1028 as reported in detail by Exhibit I [appellant’s ‘Summer Report’] ” [italics ours]; that, therefore, appellant is entitled to be awarded a date as early as September 1928 for actual reduction of the invention to practice; and that as he has established that he conceived the invention and reduced it to practice prior to the filing of appellee’s application in Great Britain, February 14, 1929, appellant is entitled to an award of priority.\nIt is further contended by counsel for appellant that even though it should be held that appellant has failed to establish that he actually reduced the invention to practice during September 1928, appellant has clearly established that he was diligent in reducing the invention to practice at and immediately prior to the time appellee entered the field (February 14, 1929), and thereafter until appellant filed his application — August 28, 1929.\nRelative to the contention of counsel for appellant that appellant could not have prepared the data disclosed in Exhibit G unless he, “with the possible, and in fact probable, assistance of others, had tested and operated successfully the photo-electrie cell apparatus upon which the report [Exhibit /] furnishes daté’ [italics ours], it is sufficient to say that appellant does not claim to have had any assistance either in making the alleged tests or in preparing the data disclosed in Exhibit G, nor is there any evidence of record that he was given any assistance either by Dr. Dushman or anyone else in making tests or in preparing the data disclosed in Exhibit G. Fur-fcbermore, although it is argued by counsel for appellant at considerable length in their brief that the data disclosed in Exhibit G could not have been prepared by appellant in the absence of successful tests of the tubes (Exhibits E and L), there is no evidence of record to substantiate that argument.\nRelative to the arguments of counsel for appellant that the witness Dr. Dushman, appellant’s immediate superior, must have known in September 1928 of the results obtained by appellant’s tests made during that month and that appellant could not have “recorded his data; plotted the results of that data into curves; and then prepared reports, without the work and, the results aotuall/y homing been seen and eheelced by” Dr. Dushman [italics ours], it may be said that Dr. Dushman does not claim to have seen the tests allegedly performed by appellant, nor does appellant claim that Dr. Dushman saw such tests. Furthermore, Dr. Dushmanj was unable to testify that he had seen the test data either at the time it was prepared by appellant or immediately thereafter. But even had he testified that he saw the test data immediately after it was prepared and that he was satisfied therewith, such evidence would have been insufficient to corroborate appellant’s testimony that the data was obtained from actual tests made by appellant. Collins v. Olson, 26 C. C. P. A. (Patents) 1017, 102 F. (2d) 828, 831 (decided March 6, 1939).\nThe question presented, therefore, is whether the evidence of the tests made in July 1935 of tube No. 19,569 (Exhibit E) by appellant and the witness Koller may be considered as corroborative of appellant’s testimony that he actually tested that tube in September 1928 and obtained' from such tests the' data disclosed in Exhibits G and I.\nWithout intending to be understood as expressing any opinion as to whether such evidence could under any circumstances be considered corroborative in character, it is clear that it cannot be so considered here.\nIn addition to the other infirmities of appellant’s evidence, hereinbefore mentioned and which need not be repeated, there is no evidence, except that of appellant, to establish that appellant actually completed either of the tubes (Exhibits E and L) subsequent to their having been turned over to him in incomplete condition by the witness Buggies. It does not appear from the evidence that anyone other than appellant saw those tubes in completed form in 1928, or at any time thereafter prior to the spring or summer of 1935, shortly before the July tests, here relied upon, were made by appellant and Dr. Koller. How, then, can it be successfully maintained that the testing of tube No. 19,569 (Exhibit E) in July 1935 corroborates appellant’s otherwise uncorroborated testimony that he actually tested that tube in September 1928, when it has not been established by proper evidence that the tube was ever in existence in its completed form prior to tbe spring or summer of 1935 %\nWe do not mean to be understood as suggesting that appellant did not successfully reduce the invention to practice in 1928. We merely hold that the evidence of record is insufficient to establish that he did.\nIt is contended finally by counsel for. appellant, as hereinbefore noted, that, should it be held that appellant has failed to establish that he actually reduced the invention to practice in September 1928, the evidence submitted is sufficient to establish diligence by him at and immediately prior to the time appellee entered the field (February 14, 1929), and thereafter until appellant filed his involved application (August 28, 1929).\nWe deem it unnecessary to detail here the evidence submitted by appellant relative to that issue, as it has been fully set forth and analyzed in the decision of the Examiner of Interferences. It is sufficient to say that we have given the evidence careful consideration and are of opinion that appellant has failed to establish diligence in reducing the invention to practice at or immediately prior to the time appellee filed his application in Great Britain (February 14, 1929), and thereafter until June 25,1929, and that the tribunals of the Patent Office were clearly right in awarding priority of invention to appellee.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Harry E. Dunham, Harry G. Grover and Samuel B. Smith for appellant.",
      "Gushman, Darby & Oushman (Arlon V. Cushman and Rodger D. Gessford of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 808\nBainbridge v. Walton\n(No. 4141)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\nHarry E. Dunham, Harry G. Grover and Samuel B. Smith for appellant.\nGushman, Darby & Oushman (Arlon V. Cushman and Rodger D. Gessford of counsel) for appellee.\n[Oral argument May 3, 1939, by Mr. Smith and Mr. Gessford]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1417-01",
  "first_page_order": 735,
  "last_page_order": 741
}
