{
  "id": 8204383,
  "name": "In the Matter of the Parental Rights as to A.J.G. and A.C.W. TAMMILA G., aka TAMMALA J. W., Appellant, v. THE STATE OF NEVADA, DEPARTMENT OF HUMAN RESOURCES, DIVISION OF CHILD AND FAMILY SERVICES, Respondent",
  "name_abbreviation": "Tammila G. v. State, Department of Human Resources",
  "decision_date": "2006-12-28",
  "docket_number": "No. 46438",
  "first_page": "1418",
  "last_page": "1429",
  "citations": [
    {
      "type": "official",
      "cite": "122 Nev. 1418"
    },
    {
      "type": "parallel",
      "cite": "148 P.3d 759"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "109 Nev. 990",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557451
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "993"
        },
        {
          "page": "723"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/109-2/0990-01"
      ]
    },
    {
      "cite": "122 Nev. 409",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8203889
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "418"
        },
        {
          "page": "1028"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/122/0409-01"
      ]
    },
    {
      "cite": "118 Nev. 621",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        9219379
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "625-26",
          "parenthetical": "stating that NRS 128.109(2) is a rebuttable presumption"
        },
        {
          "page": "958",
          "parenthetical": "stating that NRS 128.109(2) is a rebuttable presumption"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/118-2/0621-01"
      ]
    },
    {
      "cite": "118 Nev. 737",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        9220262
      ],
      "weight": 2,
      "year": 2002,
      "pin_cites": [
        {
          "page": "745",
          "parenthetical": "concluding that father failed to overcome presumption of NRS 128.109(2)"
        },
        {
          "page": "186",
          "parenthetical": "concluding that father failed to overcome presumption of NRS 128.109(2)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/118-2/0737-01"
      ]
    },
    {
      "cite": "120 Nev. 422",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8410546
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "427-28",
          "parenthetical": "stating that presumption created by NRS 128.109(2) is rebuttable and that \"[p]arents are free to present evidence showing that termination of their parental rights is not in a child's best interest\""
        },
        {
          "page": "1234",
          "parenthetical": "stating that presumption created by NRS 128.109(2) is rebuttable and that \"[p]arents are free to present evidence showing that termination of their parental rights is not in a child's best interest\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/120/0422-01"
      ]
    },
    {
      "cite": "122 Nev. 432",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8203930
      ],
      "weight": 2,
      "year": 2006,
      "pin_cites": [
        {
          "page": "437",
          "parenthetical": "\"Generally, the plain meaning of the words in a statute should be respected unless doing so violates the spirit of the act.\""
        },
        {
          "page": "1018-19",
          "parenthetical": "\"Generally, the plain meaning of the words in a statute should be respected unless doing so violates the spirit of the act.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/122/0432-01"
      ]
    },
    {
      "cite": "815 A.2d 1029",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        969020
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1036-37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/357/0515-01"
      ]
    },
    {
      "cite": "620 N.W.2d 130",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        940338
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "134-35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb-app/9/0791-01"
      ]
    },
    {
      "cite": "10 A.L.R. 6th 173",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 6th",
      "year": 2006,
      "pin_cites": [
        {
          "page": "§ 38",
          "parenthetical": "citing In re Interest of Georgina V., 620 N.W.2d 130, 134-35 (Neb. Ct. App. 2000); Youth and Family Services v. M.F., 815 A.2d 1029, 1036-37 (N.J. Super. Ct. App. Div. 2003)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 671",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "year": 2000,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "103 Nev. 293",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557512
      ],
      "weight": 5,
      "year": 1987,
      "pin_cites": [
        {
          "page": "296"
        },
        {
          "page": "897"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0293-01"
      ]
    },
    {
      "cite": "106 Nev. 756",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558557
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0756-01"
      ]
    },
    {
      "cite": "113 Nev. 324",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11789267
      ],
      "weight": 2,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/nev/113/0324-01"
      ]
    },
    {
      "cite": "114 Nev. 370",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11497113
      ],
      "weight": 2,
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/nev/114/0370-01"
      ]
    },
    {
      "cite": "105 Nev. 430",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4785122
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "433"
        },
        {
          "page": "845"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/105/0430-01"
      ]
    },
    {
      "cite": "102 Nev. 263",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556754
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "1220"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0263-01"
      ]
    },
    {
      "cite": "116 Nev. 790",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        934821
      ],
      "weight": 13,
      "year": 2000,
      "pin_cites": [
        {
          "page": "795"
        },
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/116/0790-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 675",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(5)(E)"
        },
        {
          "page": "(5)(E)"
        },
        {
          "page": "(5)(E)(i)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 963,
    "char_count": 27836,
    "ocr_confidence": 0.876,
    "pagerank": {
      "raw": 1.2397973616532391e-07,
      "percentile": 0.6076585932230025
    },
    "sha256": "126e5fb7a1e962a032b5a55c815048952f4a1d3f20068fce386727994ec54076",
    "simhash": "1:8725a8239a83967a",
    "word_count": 4563
  },
  "last_updated": "2024-02-27T19:54:32.125804+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Becker, Hardesty and Parraguirre, JJ.",
      "Hardesty and Parraguirre, JJ., concur."
    ],
    "parties": [
      "In the Matter of the Parental Rights as to A.J.G. and A.C.W. TAMMILA G., aka TAMMALA J. W., Appellant, v. THE STATE OF NEVADA, DEPARTMENT OF HUMAN RESOURCES, DIVISION OF CHILD AND FAMILY SERVICES, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nBecker, J.:\nIn this appeal, we consider two issues. First, we consider whether the State must prove the existence of an adoptive placement for a child before a court can terminate a parent’s rights to that child. Second, we decide which party has the burden to present evidence of a child’s desires, under NRS 128.107(2), in a parental rights termination case when the State has established the presumption under NRS 128.109(2) that it is in the child’s best interest for the parent’s rights to be terminated.\nWe first conclude that neither state nor federal law on parental rights termination requires the State to prove the existence of an adoptive placement for a child before a court can terminate parental rights. We next conclude that once the State has established the presumption under NRS 128.109(2), the parent has the burden to offer evidence of the child’s desires regarding termination of the parent’s rights if the parent wishes the court to consider those desires.\nFACTS\nIn May 2002, Child Protective Services (CPS) removed A.J.G., then twelve years old, and A.C.W., then eleven years old, from the home of their mother, appellant Tammila G. and her boyfriend, George L. CPS received a referral that the children were being bound with duct tape, slapped, and kicked by friends of Tammila and George while they were away from home. According to the children, such incidents occurred repeatedly. Although the children informed Tammila about the incidents, she did not take steps to prevent the abuse from recurring.\nFollowing the children’s removal from the home, a CPS specialist and a probation officer conducted a home visit at Tammila and George’s residence. Tammila admitted to recently using methamphetamine, and officers arrested George for violation of his probation after finding methamphetamine and other drug paraphernalia at the house. The juvenile division of the district court ordered that the children remain in protective custody pending further proceedings.\nThe Children’s Resource Bureau (CRB) of the Division of Child and Family Services (DCFS) conducted a clinical assessment of the children and their family. Reports from family members indicated that Tammila exhibited auditory and visual hallucinations and erratic behavior. Because Tammila did not participate in a CRB assessment, however, CRB was unable to determine the impact of Tammila’s mental state on the children and whether her behavior was caused by drug use or a naturally occurring psychosis. CRB recommended that the children be placed in foster care and that they have regular visitation with Tammila.\nUpon the filing of an appropriate petition by the State, the district court found that it would be contrary to the children’s welfare to reside with Tammila and George. Accordingly, the district court ordered that the children be made wards of the State and placed in foster care.\nSubsequently, DCFS devised a case plan for Tammila with the ultimate goal of reunifying her and the children. From November 2002 to May 2005, DCFS filed six reports with the district court on a biannual basis updating the court on Tammila’s progress in completing her case plan and on the children’s situation in their foster home. Each report indicated that Tammila was not fulfilling the objectives of her case plan. Specifically, she failed to (1) submit to drug tests, (2) submit to a psychiatric evaluation, (3) enroll in and complete a parenting class, (4) provide proof of economic and residential stability, and (5) submit to a CRB assessment. Tammila attempted to comply with the mental-health objective of her case plan, but the facility denied her treatment because she refused to see a psychiatrist or take medication if necessary. To Tammila’s credit, she did attend visitations with her children regularly, only missing one visit.\nFollowing the third DCFS report, the district court concluded that Tammila had made only token efforts in her attempt to reunify with the children. DCFS, with the district court’s approval, changed the children’s permanency plan from reunification to “Other Permanent Planned Arrangement.” Under this new permanency plan, the children would reside in foster care until reaching the age of majority. Alternatively, they could be adopted. If adoption became a viable option, DCFS would seek termination of Tammila’s parental rights.\nAt some point, the children’s maternal aunt and uncle, in Louisiana, expressed an interest in and willingness to accept placement of the children with them in Louisiana. The aunt and uncle were open to either foster placement or adoption. Based on the aunt and uncle’s interest in caring for the children, DCFS, with the district court’s approval, changed the children’s permanency plan to “relative adoption by the maternal aunt and uncle in Louisiana.” DCFS, along with the aunt and uncle, began the process necessary for the children’s adoption. In 2004, DCFS placed the children with their aunt and uncle in Louisiana. According to DCFS, at that time, the children adjusted well to their new environment, and DCFS would continue to monitor their progress.\nIn April 2005, the State petitioned the district court to terminate Tammila’s parental rights. At a hearing, the State presented the district court with evidence of Tammila’s failure to fulfill substantially the objectives of her case plan. The district court also heard testimony from the children’s aunt, with whom they were living. The aunt testified that the children were doing well in their home in Louisiana and that they were or would be receiving some counseling. The aunt also testified that Tammila had not visited the children in Louisiana and offered them no support beyond sending some nonmonetary gifts. Tammila did telephone the children frequently, but she would not keep to a specific schedule, and the children were often upset after talking to her, which led DCFS to terminate Tammila’s telephone privileges with the children.\nThe district court also heard testimony from Tammila, who expressed her desire to be reunited with her children but also acknowledged her failure to comply with her case plan. Tammila testified that she had been sober for two years but that she had not submitted proof of her sobriety to DCFS. She further testified that she was economically stable and in a stable residence, but she admitted that she never submitted proof of such stability to DCFS.\nGeorge, Tammila’s boyfriend, also testified. He stated that he dealt with the friends who had abused the children by telling them never to do it again and by making them move off his property where they were living. He also admitted to not fulfilling his own case plan, stating that he would only work on his plan when Tammila worked on her plan.\nFollowing the hearing, the district court granted the State’s petition. The district court found that the State had established by clear and convincing evidence that it was in the children’s best interest to terminate Tammila’s parental rights and that parental fault existed. Specifically, the district court found that the presumption under NRS 128.109(2) applied, which established that it was in the children’s best interest to terminate Tammila’s parental rights. Additionally, the district court found that the presumptions under NRS 128.109(l)(a) and (b) applied, which established parental fault.\nThe district court also found that Tammila did not rebut these presumptions. Rather, the district court found that Tammila had failed within a reasonable time to remedy the conditions that led to the children’s removal from her home, even though DCFS made reasonable efforts to reunite Tammila with her children, and that Tammila had failed to comply substantially with her case plan for over three-and-a-half years.\nDISCUSSION\nOn appeal, Tammila argues that the evidence does not support terminating her parental rights because the State failed to prove that an adoptive placement existed for A.J.G. and A.C.W. She further argues that the State had the burden to, but did not, assert evidence of the children’s desires to the district court. We conclude that Tammila’s contentions lack merit for two reasons.\nFirst, the State does not have a burden to prove the existence of an adoptive placement for a child before a court can terminate the parent’s rights. Second, because the State established the presumption, under NRS 128.109(2), that termination of parental rights is in the children’s best interests, the burden of evidencing A.J.G.’s and A.C.W.’s desires rested squarely on Tammila in order to overcome the presumption. Under these predicates, we conclude that substantial evidence supports the termination of Tammila’s parental rights.\nA party petitioning to terminate parental rights must establish by clear and convincing evidence that (1) termination is in the child’s best interest, and (2) parental fault exists. As we have stated previously, terminating parental rights is ‘“an exercise of awesome power’” that is “‘tantamount to imposition of a civil death penalty.’ ” Therefore, we “closely scrutinize[ ] whether the district court properly preserved or terminated the parental rights at issue.” On appeal, we review the district court’s factual findings in its order terminating parental rights for substantial evidence, and we will not substitute our own judgment for that of the district court.\nAdoptive placement\nTammila contends that under the Federal Adoption and Safe Families Act of 1997 (ASFA or the Act), permanency for children is the primary focus in adoption and parental rights termination cases. Based on that primary focus, Tammila argues that, under federal law, a party seeking to terminate parental rights must prove the existence of an adoptive placement. Additionally, because Nevada complies with the ASFA in order to receive federal funding for child welfare services, Tammila contends that state law also places a burden on the State to prove an adoptive placement for the child before the district court can terminate parental rights.\nWith the adoption of Assembly Bill 158 in 1999, Nevada amended much of its law on the placement of children in foster care, adoption, and termination of parental rights to comply with the ASFA. Under the ASFA, a state wishing to receive federal funds for child welfare services must create a system in accordance with the Act. To that end, a state shall either initiate a petition to terminate parental rights or join an existing petition if certain criteria are met, while concurrently “identify[ing], recruiting], processing], and approving] a qualified family for adoption.” Contrary to Tammila’s argument, this provision does not place a burden on the State to prove that an adoptive placement exists. Rather, a plain reading of 42 U.S.C. § 675(5)(E) indicates that state agencies must begin seeking an adoptive placement for the child concurrently with seeking termination of parental rights. The statute even permits a state to forgo seeking an adoptive placement concurrently with a petition to terminate parental rights, when “the child is being cared for by a relative,” as is the case here.\nNevada law also does not contemplate a burden on the State to prove an adoptive placement when seeking to terminate parental rights. Under NRS 128.110(1), upon termination of parental rights, the child is to be placed in the custody and control of “some person or agency qualified by the laws of this State to provide services and care to children.” That person or agency may thereafter seek further placement with a relative. Nowhere in Nevada’s statutes is there a requirement that the State prove an adoptive placement for the child before parental rights can be terminated. Indeed, the Nevada statutes do not even contemplate a search for an adoptive placement concurrently with a petition to terminate parental rights similar to the federal statute.\nBased on the above analysis, we conclude that, in the present matter, neither federal nor state law required the State to prove the existence of an adoptive placement for A.J.G. and A.C.W. before the district court could terminate Tammila’s parental rights.\nThe children’s desires under NRS 128.107(2)\nNext, Tammila argues that the State had a burden to produce evidence, under NRS 128.107(2), of the children’s desires with regard to termination of Tammila’s parental rights. The State contends, however, that because it established the presumption under NRS 128.109(2), that it is in the children’s best interests to terminate Tammila’s parental rights, the burden of evidencing A.J.G.’s and A.C.W.’s desires rested with Tammila. We agree with the State’s analysis.\nIn a parental rights termination case, when the child is not in the physical custody of the parent, the district court shall consider “[t]he physical, mental or emotional condition and needs of the child and his desires regarding termination, if the court determines he is of sufficient capacity to express his desires.” The statute does not specify whether a particular party has a burden to offer evidence of the child’s desires.\nUnder NRS 128.109(2), termination of parental rights is presumed to be in the child’s best interest when the “child has been placed outside of his home pursuant to chapter 432B of NRS and has resided outside of his home pursuant to that placement for 14 months of any 20 consecutive months.” Once the presumption applies, the parent has the burden to offer evidence to overcome the presumption that termination of his or her rights is in the child’s best interest.\nIn determining whether a particular party in this case had a duty to present evidence of the children’s desires under NRS 128.107(2), even when the State had established the presumption under NRS 128.109(2), we must consider how the presumption of NRS 128.109(2) affects NRS 128.107(2). To do so, the statutes must be read in conjunction with one another. “‘Whenever possible, this court will interpret a rule or statute in harmony with other rules and statutes.”’ Because NRS 128.109(2) shifts the burden to the parent to offer evidence that parental rights termination is not in the child’s best interest, we conclude that the burden to establish the child’s desires under NRS 128.107(2) therefore lies with the parent when the presumption, under NRS 128.109(2), applies. A parent’s evidence that the child does not wish his or her parent’s rights to be terminated would be a consideration for the district court in determining whether the parent has overcome the presumption.\nSubstantial evidence supports the district court’s finding that the presumption in NRS 128.109(2) applies in this case. The record indicates that A.J.G. and A.C.W. were removed from Tammila’s home for abuse and neglect under NRS Chapter 432B on May 21, 2002. They have not returned to Tammila’s home. As of the date of the hearing to terminate Tammila’s parental rights on October 7, 2005, the children had resided outside of their home and in protective custody for over forty consecutive months. Reading NRS 128.109(2) in harmony with NRS 128.107(2), upon finding that NRS 128.109(2)’s presumption applied, the burden of evidencing the children’s desires with regard to termination of Tammila’s parental rights rested on Tammila. She did not offer such evidence. A CASA report written approximately two years before Tammila’s hearing indicated that the children did not wish to be adopted. The report was also written before the children began living with their aunt and uncle — the prospective adoptive parents. The district court considered this information when deciding to terminate Tammila’s parental rights and terminated them nonetheless.\nSubstantial evidence supports the district court’s decision to terminate Tammila’s parental rights\nThe district court found that the State established by clear and convincing evidence that (1) it was in A.J.G.’s and A.C.W.’s best interests to terminate Tammila’s parental rights, and (2) Tammila exhibited parental fault. Substantial evidence supports these findings.\nThe children’s best interests\nAs already discussed, substantial evidence supports the district court’s finding that the presumption under NRS 128.109(2) applied, establishing that it is in A.J.G.’s and A.C.W.’s best interests to terminate Tammila’s parental rights. In an attempt to rebut the presumption, Tammila testified that she had not used drugs in over two years. However, she presented no independent’ evidence of her sobriety such as submitting to drug counseling as required by her case plan. Tammila did present evidence that she has a relationship with her children in that she spoke to them frequently until her telephone-call privileges were terminated and that she visited them regularly when they were in Nevada. The appellate record, however, also indicates that she did not attempt to support her children while they lived outside her home. Tammila testified that if the children were with her now and a domestic violence situation arose, she would take the children and leave. But she offered no evidence that her home situation is any different from the one in which the children were abused. She still lives with her boyfriend in the same house, and although her boyfriend allegedly dealt with the friends who abused the children, the record does not indicate that the threat no longer exists. Finally, Tammila did not present evidence of the children’s desires with regard to termination.\nConversely, the record indicates that the children are flourishing while living with their aunt and uncle in Louisiana. They have become well integrated into that family. Their performance in school has improved as have their behaviors, resulting from structured parenting by their aunt and uncle.\nWe therefore conclude that substantial evidence supports the district court’s finding that it is in the children’s best interests to terminate Tammila’s parental rights.\nParental fault\nWith regard to parental fault, the district court found that the presumptions under NRS 128.109(l)(a) and (b) applied.\nNRS 128.109(1) (a)\nUnder subsection (a), if a child is removed from the home under NRS Chapter 432B and has resided outside the home for 14 of any 20 consecutive months, it is presumed that the parent has demonstrated “only token efforts to care for the child as set forth in [NRS 128.105(2)(f)].” For the same reasons as the application of NRS 128.109(2), substantial evidence supports the district court’s application of NRS 128.109(l)(a).\nAlthough Tammila has communicated with the children and sent them gifts, she did not attempt to support them financially. The gifts were nonmonetary. Because the statute requires more than communication and gifts, we conclude that the district court did not err in finding that Tammila did not present evidence sufficient to rebut this presumption.\nNRS 128.109(1) (b)\nThe presumption under NRS 128.109(l)(b) provides that if the parent fails to substantially comply with the terms and conditions of the reunification plan within six months after the date on which the child was removed from the home or the case plan commenced, that failure evidences a failure of parental adjustment under NRS 128.105(2)(d). Substantial evidence also supports application of this presumption.\nTammila’s case plan began on July 24, 2002. As evidenced by the first two DCFS reports, Tammila did not substantially comply with the plan’s terms within the first six months. She did not submit to drug testing, a psychiatric evaluation, a CRB assessment, or a domestic violence assessment. She failed to enroll in parenting classes, and she failed to provide DCFS with proof of economic or residential stability. Although she did visit her children regularly while they were in Nevada, her attempts to otherwise comply with her case plan were minimal. Tammila’s noncompliance with her case plan continued during the three years until the hearing to terminate her parental rights.\nAccording to Tammila, her failure to obtain proper drug counseling was because of a mistake at the drug counseling agency, but she presented no independent evidence to support this assertion. Likewise, she claimed that her failure to obtain a domestic violence assessment was because of a mistake, but again she presented no supporting evidence. We therefore conclude that the district court did not err in finding that Tammila did not present ample evidence to overcome the presumption of failure of parental adjustment under NRS 128.109(l)(b).\nBecause substantial evidence supports the district court’s determination that Tammila failed to overcome presumptions set forth under NRS 128.109(l)(a) and (b), and that it was in the children’s best interests to terminate Tammila’s parental rights, we conclude that the district court did not abuse its discretion in terminating Tammila’s parental rights.\nCONCLUSION\nBased on the foregoing, we conclude that (1) a party seeking termination of parental rights does not have a burden to demonstrate that an adoptive placement for a child exists; (2) when the presumption under NRS 128.109(2) applies, it is the parent’s burden to adduce evidence of the child’s desires regarding termination of parental rights under NRS 128.107(2) as a consideration for the district court in rebutting the presumption; and (3) substantial evidence supports the district court’s termination of Tammila’s parental rights. Accordingly, we affirm the district court’s order.\nHardesty and Parraguirre, JJ., concur.\nAt the time of this opinion, A.J.G. is seventeen years old and A.C.W. is fifteen years old.\nDCFS also devised a case plan for George. Because George has no parental rights over the children, and this case involves the termination of Tammila’s parental rights, George’s case plan and his adherence thereto is not in issue.\nSee NRS 128.105; see also Matter of Parental Rights as to N.J., 116 Nev. 790, 8 P.3d 126 (2000).\nMatter of Parental Rights as to N.J., 116 Nev. at 795, 8 P.3d at 129 (quoting Smith v. Smith, 102 Nev. 263 , 266 , 720 P.2d 1219, 1220 (1986), overruled on other grounds by Matter of Parental Rights as to N.J., 116 Nev. at 800 n.4, 8 P.3d at 132 n.4).\nId. (quoting Drury v. Lang, 105 Nev. 430, 433, 776 P.2d 843, 845 (1989)).\nId. (citing Matter of Parental Rights as to Carron, 114 Nev. 370, 956 P.2d 785 (1998), overruled on other grounds by Matter of Parental Rights as to N.J., 116 Nev. at 800 n.4, 8 P.3d at 132 n.4; Matter of Parental Rights as to Gonzales, 113 Nev. 324, 933 P.2d 198 (1997), overruled on other grounds by Matter of Parental Rights as to N.J., 116 Nev. at 800 n.4, 8 P.3d at 132 n.4; Scalf v. State, Dep’t of Human Resources, 106 Nev. 756, 801 P.2d 1359 (1990), overruled on other grounds by Matter of Parental Rights as to N.J., 116 Nev. at 800 n.4, 8 P.3d at 132 n.4; Kobinski v. State, 103 Nev. 293, 738 P.2d 895 (1987)).\nId. (citing Kobinski, 103 Nev. at 296, 738 P.2d at 897).\nA.B. 158, 70th Leg., Bill Summary 2 (Nev. 1999) (“Sections of A.B. 315 have been amended into A.B. 158 so Nevada law complies with the Federal Adoption and Safe Families Act of 1997 . . . .”).\nSee 42 U.S.C. § 671(a) (2000).\n42 U.S.C. § 675(5)(E) (2000). This provision states in relevant part,\n[I]n the case of a child who has been in foster care under the responsibility of the State for 15 of the most recent 22 months, or, if a court of competent jurisdiction has determined a child to be an abandoned infant (as defined under State law) or has made a determination that the parent has committed murder of another child of the parent, committed voluntary manslaughter of another child of the parent, aided or abetted, attempted, conspired, or solicited to commit such a murder or such a voluntary manslaughter, or committed a felony assault that has resulted in serious bodily injury to the child or to another child of the parent, the State shall file a petition to terminate the parental rights of the child’s parents (or, if such a petition has been filed by another party, seek to be joined as a party to the petition), and, concurrently, to identify, recruit, process, and. approve a qualified family for an adoption, unless—\n(i) at the option of the State, the child is being cared for by a relative;\n(ii) a State agency has documented in the case plan (which shall be available for court review) a compelling reason for determining that filing such a petition would not be in the best interests of the child; or\n(iii) the State has not provided to the family of the child, consistent with the time period in the State case plan, such services as the State deems necessary for the safe return of the child to the child’s home, if reasonable efforts of the type described in section 671(a)(15)(B)(ii) of this title are required to be made with respect to the child ....\n(Emphasis added.)\nSee Kurtis A. Kemper, Construction and Application by State Courts of the Federal Adoption and Safe Families Act and Its Implementing State Statutes, 10 A.L.R. 6th 173, § 38 (2006) (citing In re Interest of Georgina V., 620 N.W.2d 130, 134-35 (Neb. Ct. App. 2000); Youth and Family Services v. M.F., 815 A.2d 1029, 1036-37 (N.J. Super. Ct. App. Div. 2003)); see also Matter of William S., 122 Nev. 432, 437, 132 P.3d 1015, 1018-19 (2006) (“Generally, the plain meaning of the words in a statute should be respected unless doing so violates the spirit of the act.”).\n42 U.S.C. § 675(5)(E)(i).\nNRS 123.110(2).\nTammila also argues that the State failed to produce sufficient evidence of an adoptive placement because it did not assert evidence that the children would consent to being adopted, as required under NRS 127.020 for adoptions of children over fourteen years of age. The State responds that because the children will be adopted in Louisiana, which has no child consent requirement for adoption, Tammila’s argument lacks merit. Because we conclude that proof of an adoptive placement is not required prior to termination of parental rights, we do not address this issue.\nNRS 128.107(2) (emphasis added).\nSee Matter of Parental Rights as to D.R.H., 120 Nev. 422, 427-28, 92 P.3d 1230, 1234 (2004) (stating that presumption created by NRS 128.109(2) is rebuttable and that “[p]arents are free to present evidence showing that termination of their parental rights is not in a child’s best interest”); Matter of Parental Rights as to K.D.L., 118 Nev. 737, 745, 58 P.3d 181, 186 (2002) (concluding that father failed to overcome presumption of NRS 128.109(2)); Matter of Parental Righsts as to J.L.N., 118 Nev. 621, 625-26, 55 P.3d 955, 958 (2002) (stating that NRS 128.109(2) is a rebuttable presumption).\nSee Albios v. Horizon Communities, Inc., 122 Nev. 409, 418, 132 P.3d 1022, 1028 (2006).\nId. (quoting Allianz Ins. Co. v. Gagnon, 109 Nev. 990, 993, 860 P.2d 720, 723 (1993)).\nWe do not reach the question of which party has the burden to adduce evidence of the child’s desires under NRS 128.107(2) when the presumption under NRS 128.109(2) does not apply. That issue is not before us at this time.\nNRS 128.105(2)(f) provides one of the bases on which a district court can find parental fault.\nNRS 128.105(2)(d) provides another basis on which the district court can find parental fault.",
        "type": "majority",
        "author": "Becker, J.:"
      }
    ],
    "attorneys": [
      "David M. Schieck, Special Public Defender, and Melinda E. Simpkins, Deputy Special Public Defender, Clark County, for Appellant.",
      "George Chanos, Attorney General, Carson City; David J. Roger, District Attorney, and Brigid J. Dujfy, Deputy District Attorney, Clark County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Parental Rights as to A.J.G. and A.C.W. TAMMILA G., aka TAMMALA J. W., Appellant, v. THE STATE OF NEVADA, DEPARTMENT OF HUMAN RESOURCES, DIVISION OF CHILD AND FAMILY SERVICES, Respondent.\nNo. 46438\nDecember 28, 2006\n148 P.3d 759\nDavid M. Schieck, Special Public Defender, and Melinda E. Simpkins, Deputy Special Public Defender, Clark County, for Appellant.\nGeorge Chanos, Attorney General, Carson City; David J. Roger, District Attorney, and Brigid J. Dujfy, Deputy District Attorney, Clark County, for Respondent.\nBefore Becker, Hardesty and Parraguirre, JJ."
  },
  "file_name": "1418-01",
  "first_page_order": 588,
  "last_page_order": 599
}
