{
  "id": 6560027,
  "name": "In re Sun Oil Co.",
  "name_abbreviation": "In re Sun Oil Co.",
  "decision_date": "1931-05-27",
  "docket_number": "No. 2743",
  "first_page": "1421",
  "last_page": "1424",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1421"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 965"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "252 U. S. 538",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        551448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/252/0538-01"
      ]
    },
    {
      "cite": "49 F. (2d) 966",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1828297,
        6560218
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/49/0966-01",
        "/ccpa/18-2/1444-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 6282,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 7.339404589943752e-08,
      "percentile": 0.4403656352165705
    },
    "sha256": "7a90e8cf2e14305f44b5ed13ae79b534ea6523c96ed4a88b1bb1c25193be77e5",
    "simhash": "1:1165e8b2f565fdac",
    "word_count": 1048
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Geaham, Presiding Judge, and Blahd, Hatfield, Gaeeett, and Lm-koot, Associate Judges"
    ],
    "parties": [
      "In re Sun Oil Co."
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered tbe opinion of tbe court:\nTbe Commissioner of Patents affirmed the decision of tbe examiner of interferences in refusing to register appellant’s proposed trade-mark which consists of a blue color imparted to gasoline. Appellant has appealed to this court from the decision of the commissioner.\nIn appellant’s application for registration he sets out the following :\nTlie mark consists of a blue color imparted to tbe gasoline * ⅜ ⅜. Tbe trade-mark is applied to tbe gasoline by adding a very small proportion of blue-coloring matter to tbe gasoline before it is placed into containers, * * ⅜.\nThe refusal to register on the part of the Patent Office tribunals was upon the ground chiefly that one can not have a trade-mark monopoly of a mark which consists of the color of the article alone. The contention made by appellant in this case is substantially the contention made by the appellant in In re General Petroleum Corporation of California, Patent Appeal No. 2755, 18 C. C. P. A. (Patents) 1444, 49 F. (2d) 966, decided concurrently herewith, in which decision this court went fully into the question of the registrability of a trade-mark identical, except as to color, with the one proposed herein. In that case the color imparted to the gasoline involved was violet. There we cited the pertinent authorities and discussed the law somewhat at length and our decision affirmed that of the commissioner which refused registration. Nothing that we said in that case need be repeated here and the reasoning and cited authorities in that case are controlling in this one.\nAppellant in the case at bar has argued with great earnestness that the commissioner’s holding that the blue color imparted to the gasoline could not function as a trade-mark was contrary to the express provision of section 5 of the trade-mark act of February 20, 1905, as amended, which, in part, reads as follows:\nSec. 5. That no mark by which tbe goods of tbe owner of the mark may be distinguished from other goods of the same class shall be refused registration as a trade-mark on account of the nature of such mark unless such mark'—\n(a) Consists of or comprises immoral or scandalous matter.\n(b) Consists of or comprises the flag or coat of arms or other insignia of the United States or any simulation thereof, or of any State or municipality or of any foreign nation, or of any design or picture that lias been or may hereafter be adopted by any fraternal society as its emblem, or of any name, distinguishing mark, character, emblem, colors, flag, or banner adopted by any institution, organization, club, or society which was incorporated in any State in the United States prior to the date of the adoption and use by the applicant: Provided, That said name, distinguishing mark, character, emblem, colors, flag, or banner was adopted and publicly used by said institution, organization, club, or society prior to the date of adoption and use by the applicant * * ⅜.\nFollowing tbe above-quoted provision there are, in the same section of the statute, a number of provisos specifying certain kinds of marks which may not be registered, most of which subject matter has no application to the issue at bar. We think the following proviso, which is found in section 5, is pertinent to the issue at bar and must be considered with the first quoted part of section 5:\n* * * Provided, That no mark which consists merely in the name of an individual, firm, corporation, or association not written, printed, impressed, or woven in some particular or distinctive manner, or in association with a portrait of the individual, or merely in words or devices which are descriptive of the goods mth wMch they are used, or of the character or quality of such goods, or merely a geographical name or term, shall be registered under the terms of this act. (Italics, except first word, ours.)\nIn Bechwith v. Commissioner of Patents, 252 U. S. 538, the Supreme Court of the United States seemed to give equal force to that portion of the paragraph requiring registration and the provision providing against registration in specific cases. The following language was used:\n* » » this connection it must be noted that the requirement of tbe statute that no trade-mark shall be refused registration, except in designated cases, is just as imperative as the prohibition of the proviso against registration in eases specified.\nAppellant emphasizes the fact that the ingredient in the gasoline which gives it its blue character adds nothing to its quality except color and is added only for trade-mark purposes. Appellant concedes that its registration would insure to it a prima facie monopoly of blue gasoline, but states that if anyone else desired to use blue gasoline, which might happen to be blue on account of a necessary ingredient therein contained, he (the newcomer) would be required to so differentiate his merchandise (in some manner not disclosed by appellant) as to prevent confusion with appellant’s proposed blue gasoline trade-mark.\nWe can not think manufacture and commerce should be so hampered by such a construction of the law. With parity of reasoning it might also be argued that the taste and odor of certain articles might be properly and successfully used to distinguish its goods from the goods of another and that, therefore, such taste or odor should be regarded as the proper subject matter for trade-marks.\nThe mark in this instance, we think, consists merely in a device which is descriptive of the goods with which it is used. Nothing could be more descriptive of an article of manufacture than the article itself. The proposed mark consists of the merchandise itself, arid under trie authorities cited in In re General Petroleum Corporation of California, supra, such a mark is riot entitled to. registration.\nThe decision of the Commissioner of Patents is affirmed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Brusser & Harding (Frank S. Brusser and George J. Harding of counsel) for appellant.",
      "T. A. Hostetler for the Commissioner of Patents. ■"
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 965\nIn re Sun Oil Co.\n(No. 2743)\nUnited States Court of Customs and Patent Appeals,\nMay 27, 1931\nBrusser & Harding (Frank S. Brusser and George J. Harding of counsel) for appellant.\nT. A. Hostetler for the Commissioner of Patents. ■\n[Oral argument May 8, 1931, by Mr. Brusser and Mr. Hostetler]\nBefore Geaham, Presiding Judge, and Blahd, Hatfield, Gaeeett, and Lm-koot, Associate Judges"
  },
  "file_name": "1421-01",
  "first_page_order": 739,
  "last_page_order": 742
}
