{
  "id": 6560066,
  "name": "Lee De Forest v. Freeman H. Owens",
  "name_abbreviation": "De Forest v. Owens",
  "decision_date": "1931-05-27",
  "docket_number": "No. 2748",
  "first_page": "1424",
  "last_page": "1430",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1424"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 826"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "4 F. (2d) 948",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1682632
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/4/0948-01"
      ]
    },
    {
      "cite": "270 Fed. 1013",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6742309,
        6742270
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/270/1013-02",
        "/f/270/1013-01"
      ]
    },
    {
      "cite": "50 App. D. C. 213",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "21 App. D. C. 88",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1346169
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/21/0088-01"
      ]
    },
    {
      "cite": "18 App. D. C. 163",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1352056
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/18/0163-01"
      ]
    },
    {
      "cite": "14 App. D. C. 137",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "case_ids": [
        1315840
      ],
      "pin_cites": [
        {
          "page": "143, 144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/app-dc/14/0137-01"
      ]
    },
    {
      "cite": "1 F. (2d) 761",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1284336
      ],
      "pin_cites": [
        {
          "page": "767"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/1/0761-01"
      ]
    },
    {
      "cite": "55 App. D. C. 58",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "37 F. (2d) 430",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773617,
        1773590
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0430-01",
        "/f2d/37/0430-02"
      ]
    },
    {
      "cite": "77 Fed. 630",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3784665
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "644"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/77/0630-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 16903,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.4822090722706284e-07,
      "percentile": 0.8076470867606567
    },
    "sha256": "aa70427f40f460a37218af3cf66acd979b155e33df341b827e4caf15c33ca724",
    "simhash": "1:b065a6a317858c1e",
    "word_count": 2944
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lhnroot, Associate Judges"
    ],
    "parties": [
      "Lee De Forest v. Freeman H. Owens"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered the opinion of the court:\nThis is an interference case, appealed from the decision of the-Board of Appeals of the United States Patent Office. The board affirmed the decision of the examiner of interferences, awarding priority of invention to appellee. The invention is expressed, and sufficiently described, for the purposes of this interference, in the following count:\nA printing machine for printing positives from negatives having sound and motion picture records displaced thereon, comprising means for printing the sound record from the negative onto the positive, and instrumentalities ai ranged between the said means and mechanism for predetermining the displacement between the sound and picture records on the positive.\nBoth parties claim their invention arose from the construction of the same full size commercial printer. Both parties, rely upon this. 'device for their reduction to practice, and the case is one purely of •originality.\nWhile the count involves three elements, the last phrase of the 'count contains the essential part of the invention and the matter about which the controversy is concerned, and reads as follows:\n* ⅝ * and instrumentalities arranged between ilie said means and mechanism for predetermining the displacement between the sound and picture records ■on the positive.\nThe determination of the issue depends almost entirely on the credibility to be given to the testimony of certain witnesses, since the ■testimony as a whole is hopelessly conflicting. For the purposes of this case, the evidence need hot be set out in detail, since the outstanding facts, we think, point to the correct decision of the case.\nThe appellant, Dr. Lee De Forest, an internationally known scientist, inventor, and pioneer in the radio and talking picture industry, is the junior party, having filed his application, for patent at a date subsequent to the filing of the Owens application. It is admitted that Owens filed his application for patent while in Doctor De Forest’s •employ and without the knowledge of De Forest. It is, therefore, •earnestly contended by De Forest that Owens seeks to appropriate to his own use an invention which De Forest disclosed to him and which he, Owens, was employed to help perfect.\nIt is admitted that De Forest on returning from Germany, where he had been engaged in the study of and experimentation in sound photography, brought back with him a) German motion-picture pointing machine which did not involve the subject matter of the invention, but which he proposed by reconstruction to utilize for the purpose of printing films for use in American projection machines such as the Simplex, where the distance between the picture opening and the sound opening was different from that of the corresponding openings of the camera. It was necessary to displace the •openings through which the picture and sound records were to be printed and to so arrange the mechanism that the film could be moved intermittently past the opening through which the pictures were to be printed and continuously past the openings through which the sound was to be printed.\nOwens was an experienced camera man, but had no experience with sound on film photographs. Soon after De Forest arrived in this country he made inquiries for an experienced motion-picture •camera man. Owens was recommended and employed. Soon after Owens’s employment, the German printer arrived and was opened in the presence of Owens. De Forest states that he showed this continuous printer to Owens and explained what he had done with his first .printer in New York and later in Berlin, and just what he proposed to do with this printer; that at once Owens understood what had to be done; that the printer was taken over to Jersey City where one Kaufman, a skilled mechanic, who had been in the employ of De Forest since 1913, was to build the machine. De Forest states that, in October, 1922, he fully instructed Kaufman and made a pencil sketch showing the nature of the machine to be constructed. De Forest says that Owens did not go to the Jersey City plant until some time thereafter.\nThe drawing, known as De Forest Exhibit 1, which is found on page 13 in a notebook, is the most important part of the evidence and is relied upon for corroboration by both parties. Kaufman says no one made any notes in that book except De Forest. Whether he meant the original sketch or the original sketch together with the notations made on the same, some of which were admittedly made later, he did not explain. De Forest admits, after stating that .the drawing was his, that certain words added to the drawing were not his and that the characters representing the take-up rolls were not his. Kaufman very positively states that he received no instructions from Owens as to the manner of building the machine, but that the idea was disclosed to him by De Forest.\nOwens testified, in effect, that he conceived the notion of how to bring about displacement between the sound and picture records immediately when De Forest showed him the German printer. When asked how he conceived this invention so quickly 'upon seeing the machine, he stated that anybody that was in the moving-picture business would have done practically the same thing. His further testimony is to the effect that whatever Kaufman did in the way of building the machine was done under his direction, and that he, Owens, not De Forest, made De Forest Exhibit 1.\n. That he, Owens, made various suggestions relating to the perfection of the machine is not denied, but it is expressly denied by appellant that any such suggested refinements changed in any way fundamental principles which had been suggested by De Forest.\nDe Forest, Owens, and Kaufman are the only three witnesses having first-hand knowledge of the building of the machine and the events that led up to it.\nOwens claims to be supported by the witness Munker. Munker was an expert draftsman. He testified that, in his opinion, De Forest’s Exhibit 1, the drawing which both parties claim to have made, was made by Owens. He first stated that De Forest, in making the representation of pulley wheels and similar circular parts, used a circle, and that he always began the circle below a line drawn horizontally through the center of the circle, while Owens invariably began his circles toward the top. On cross-examination be was shown circles which De Forest drew in Exhibit 1 and elsewhere, which did not start in the bottom half of the circle, but toward the top. There were also shown to him, in Owens’s own book, drawings made by Owens, the circles of which started from toward the bottom.\nAnother witness, James Koehl, a patent attorney, whom Owens consulted while working for De Forest, testified for Owens, and among other things said:\nX Q. 42. In so far as your knowledge is concerned, do you know wliat Mr. Owens’s employment was with Doctor De Forest? What he was doing?— A. He described to me that it was simply a camera man one employed to take pictures.\nX Q. 43. Do you mean a man to go out and take pictures? — A. I would say that it would be a man who would take pictures according to certain settings. I don’t know whether he would go out and take pictures or not. I think most of it was done in a sort of improvised studio.\nX Q. 44. Do you know, of your own knowledge, whether or not Mr. Owens was working for Mr. De Forest in connection with synchronization of sound and motion, or motion-picture film? — A. Only through the information obtained from Mr. Owens and that is that he was not so employed.\nX Q. 45. What was he doing? — A. He was a camera man, just employed to take pictures. He had nothing to do with the synchronizing of sound with the picture of the object he was taking. He simply ground out the pictures after the setting was had.\nIt is conceded that if Owens made the invention, he made it while in the employ of De Forest and with the use of De Forest’s material. It is also admitted that Owens, while in De Forest’s employ, not only suggested that De Forest apply for a patent on this phase of the invention, but that he also should apply for a patent on the method of taking sound records in soundproof rooms. Owens’s notebooks show that fact to be true. It is conceded that at no time until after the controversy herein arose had Owens ever denied that De Forest was the inventor and entitled to the invention. When asked why he suggested to De Forest that he apply for a patent if he, Owens, was the inventor, he replied: “ I did not get next to myself until some time after.” When De Forest was asked why he did not file his application sooner, he stated that he did not have the remotest idea that one of his employees would be claiming the idea as his own invention and filing an application for a patent for the same.\nThe Board of Appeals gave Kaufman’s testimony little weight, chiefly on account of the fact that Kaufman showed a somewhat servile loyalty to his employer, and denied that anyone had added anything to the drawing, Exhibit 1, when it was admitted by De Forest that others had added something to the drawing. It must be conceded that Kaufman’s testimony is not as valuable as it would be if it were, not for these considerations, but, under the cir•cumstances, we do not think Ms testimony, as a whole, can be totally ■rejected.\nIt seems to us that the testimony of Munker should be given little, if any, weight, in view of the fact that he is not an expert in handwriting or any kindred art, and for the further reason that the basis for his conclusion as to why he thought that Owens made the drawing in controversy almost completely disappeared on cross examination.\nIn deciding the case the Board of Appeals said:\nThe case is one oí originality rather than of strict priority of invention as both parties are relying upon the embodiment of the invention in thte ■same sketch and a machine built in accordance therewith. The burden of proof is upon De Forest, the junior party.\nIt is probable that the above view of the law applied to the case has led the Board of Appeals into error. This is a case of originality and there is no race for diligence in getting into the Patent Office. The sole question is whether Owens or De Forest was the inventor. Standard Cartridge Co. et al. v. Peters Cartridge Co., 77 Fed. 630, 644.\nAt the, time this invention was made, and we think made by De Forest, the relation of employer and employee clearly existed between De Forest and Owens. Appellee’s counsel, in argument here, .stated that Owens was employed to take pictures for commercial purposes and that he was not employed for the purpose of being helpful in connection with the improvement of a machine for printing sound pictures. The record as a whole does not support this position.\nFortunately the law, where the relation of employer and employee exists, is fairly well settled in the decided cases. In Fritz v. Hawn, 17 C. C. P. A. (Patents) 796, 37 F. (2d) 430, where a situation quite similar to that at bar existed, this court said:\nWe are of opinion that the Board of Apiieals did not give sufficient consideration to this phase of the subject. It is argued that Hawn was uot employed to help design cabinets. Nevertheless the nature of his duties were such as to bring him in contact with the details of such work. He was obliged to compute, for his employer, the cost and efficiency of each detail of construction. He was called upon to make estimates and drawings for such construction and perform these functions constantly. We therefore hold that the relationship of employer and employee did exist between Fritz and Hawn in this work.\nWe there quoted with approval the decision in Larson v. Crowther, 55 App. D. C. 58, 1 F. (2d) 761, 767, in which the Court of Appeals of the District of Columbia, in an opinion by Smith, J., late of this court, relative to facts quite similar to those at bar, said:\nBut, however that may be, Crowther was assigned to the duty of making apparatus required by Larson for his experiments, and that relation between the parties imposed upon Crowther, notwithstanding his status as senior party, the burden of proving by competent credible evidence that the conception definitely evolved by those experiments was his and not that of his employer. Winslow v. Austin, 14 App. D. C. 137, 143, 144.\nIt seems to be the attitude of appellee that if neither party has offered convincing proof, priority must be awarded to Owens. We disagreed with this, contention in Fritz v. Hawn, supra. When an employee claims to have made an invention which is within the scope of his employment, and made while so employed during the working hours for which he is receiving pay, his claim that he, and not the employer, independently and separately made the invention is to be examined with great care and will not be accepted unless the proof clearly shows that he and not the employer was the first inventor of the subject matter. If he is to be regarded as the inventor, he must show that the invention was not made in pursuance to the guidance and instructions of the employer. Fritz v. Hawn, supra; Larson v. Crowther, supra; Miller v. Kelley, 18 App. D. C. 163; Gallagher v. Hastings, 21 App. D. C. 88; Laughlin v. Burry, 50 App. D. C. 213, 270 Fed. 1013. See also Standard Cartridge Co. et al v. Peters Cartridge Co., supra.\nThe temptation of the employee to gain knowledge while working under the skilled guidance of another and then to seek to capitalize such knowledge by betraying his trust and seeking a patent for himself is always great and too frequently occurs. The likelihood of such conduct on the part of an employee is always increased where the knowledge of the subject matter is confined to only a few people. To place no burden of proof upon the employee and the whole burden upon the employer, under such circumstances as are at bar, would be inequitable and would have the tendency toward increasing the likelihood of bad faith on the part of the employee rather than to encourage loyalty and honest service.\nThe evidence brought forward by De Forest and all the surrounding facts and circumstances show that he was the inventor. It does not seem probable, under the circumstances shown, that Owens would have been the inventor instead of De Forest. See Myers v. Myers, 4 F. (2d) 948.\nWe do not mean to hold that an employee may not, during the term of his employment, make an invention to which he may be justly entitled, but it must be clear that it.is his invention. His contractual relation may give the benefits of the invention to his employer, but in the case at bar both parties deny any such contractual relation.\nIn Miller v. Kelley, supra, a case quite analogous to the instant one, the Court of Appeals of the District of Columbia said:\nThis doctrine the commissioner has cited as applicable in the present case; and he adds:\n“ No sufficient proof has been presented in the present case to overcome the natural presumption from the relations of the parties; but, on the contrary, the evidence as a whole tends to support that presumption.”\nWe think that this conclusion is fully warranted by the record, and that the doctrine announced is a fair and just exposition of the law, and is •decisive of this case.\nWe do not mean, of course, to be understood as holding or sanctioning the idea that the employee’s intelligence is all for the time being given over to the employer, and that the employee retains no independent power of invention. 'On the contrary, the employee is to be protected from the rapacity of the employer, as much as the employer from the dishonesty of the employee; and if the employee makes an invention wholly independent of the employer, it is the law that the invention belongs to him who actually makes it, and that it does not inure to the benefit of the employer. What we hold is that when in the course of experiment by an employer with an invention a device is suggested for its improvement which in itself would reach the dignity of independent invention, and a dispute arises between employer and employee as to its conception, the presumption is justly in favor of the employer, and it is incumbent on the employee to overcome that presumption by satisfactory proof.\nWe conclude that prioritjr of invention should have been awarded to the appellant herein, and the decision of the Board of Appeals is reversed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Darby <£ Darby (Samuel B. Darby,, jr., Olías. M. Thomas, and. Frmicis IX Thomas of counsel) for appellant.",
      "Soquel & Rewry (Ramsay Eoguet and Daniel L. Morris of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 826\nLee De Forest v. Freeman H. Owens\n(No. 2748)\nUnited States Court of Customs and Patent Appeals,\nMay 27, 1931\nDarby <£ Darby (Samuel B. Darby,, jr., Olías. M. Thomas, and. Frmicis IX Thomas of counsel) for appellant.\nSoquel & Rewry (Ramsay Eoguet and Daniel L. Morris of counsel) for appellee.\n[Oral argument May 13, 1931, by Mr. Samuel E. Darby, jr., and; Mr. Morris]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lhnroot, Associate Judges"
  },
  "file_name": "1424-01",
  "first_page_order": 742,
  "last_page_order": 748
}
