{
  "id": 12165784,
  "name": "Castle & Cooke, Inc. v. Joseph E. Seagram & Sons, Inc., Assignee of Royal Hawaiian Liqueurs, Ltd.",
  "name_abbreviation": "Castle & Cooke, Inc. v. Joseph E. Seagram & Sons, Inc.",
  "decision_date": "1965-06-17",
  "docket_number": "No. 7397",
  "first_page": "1425",
  "last_page": "1426",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1425"
    },
    {
      "type": "parallel",
      "cite": "346 F.2d 621"
    },
    {
      "type": "parallel",
      "cite": "145 U.S.P.Q. 715"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "140 USPQ 40",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 280,
    "char_count": 3558,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 2.3305388280583092e-07,
      "percentile": 0.7910304809276525
    },
    "sha256": "d2c449dceda344b160ac816268ed00f16d260b9863f2616aabf1402b6ee95c61",
    "simhash": "1:89db120234ee5fcf",
    "word_count": 594
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Acting Chief Judge, and Smith and Almond Jr., Associate Judges",
      "MaktiN, J., took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Castle & Cooke, Inc. v. Joseph E. Seagram & Sons, Inc., Assignee of Royal Hawaiian Liqueurs, Ltd."
    ],
    "opinions": [
      {
        "text": "Rich, Judge,\ndelivered the opinion of the court:\nThis appeal is from the decision of the Patent Office Trademark Trial and Appeal Board (140 USPQ 40) dismissing two oppositions involving applications for registration on the Principal Register, serial Nos. 100,159, filed July 1, 1960, and 101,703, filed July 29, 1960, by Eoyal Hawaiian Liqueurs, Ltd. Joseph E. Seagram & Sons, Inc., has been substituted as appellee in its capacity as assignee.\nAsserting use since 1959, Seagram seeks registration of “Royal Hawaiian” alone as a word mark and also in association with ancillary design matter for use on liqueurs, which the record shows to be made from Hawaiian fruits and sold in liquor, department and specialty food stores.\nCastle & Cooke, Inc., opposes on the basis of its prior use and registration of the identical words, “Royal Hawaiian,” used to identify the macadamia nuts it raises in Hawaii, packages in glass jars and cans, and sells through the same channels of trade as well as in candy stores.\nIn dismissing the opposition, the board, after discussion of registration and use of similar marks by third parties, concluded that\nIn the present case, the mark “Royal Hawaiian,” which is composed respectively of a laudatory term having an inherent connotation of quality and a word descriptive of the geographical origin of the goods of the parties, is suggestive of a quality product emanating from Hawaii. In view thereof, and of the frequent adoption of “Royal Hawaiian” by others for their various products, it is our opinion that this mark is not of such character that its use for such widely divergent goods as macadamia nuts and liqueurs would be reasonably likely to cause confusion or mistake or to deceive; and this notwithstanding that these goods are to some extent both sold in liquor stores or other type retail stores having liquor departments.\nWith due regard for the board’s reasoning, we are not satisfied that the factors relied on are sufficient to preclude a likelihood of confusion resulting from use of the instant marks on the instant goods of the parties, respectively, to these proceedings.\nWe are aware of the allegedly laudatory nature of “Royal,” the manner in which the involved words are employed in the cited third-party registrations, some current, some not, as well as the differences in the goods of the respective parties. However, to our mind it is important that the trademarks the customer sees on the products here involved must be assumed, legally, to be identical. It seems to us that since the instant goods follow the same channels of trade, often being displayed side by side in liquor stores, largely to the same class of customers, the average purchaser would be justified in assuming and would be likely to assume that the goods are of common origin. Moreover, the goods are closely related in use.\nAt least we here resolve doubt as to likelihood of confusion, mistake, or deception in favor of the first user and against the newcomer.\nThe decision of the board is reversed.\nMaktiN, J., took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "Lyon & Lyon (Richard E. Lyon, of counsel) for appellant.",
      "White and Case and Arthur J. Creenhaum, for appellee."
    ],
    "corrections": "",
    "head_matter": "346 F. 2d 621; 145 USPQ 715\nCastle & Cooke, Inc. v. Joseph E. Seagram & Sons, Inc., Assignee of Royal Hawaiian Liqueurs, Ltd.\n(No. 7397)\nUnited States Court of Customs and Patent Appeals,\nJune 17, 1965\nLyon & Lyon (Richard E. Lyon, of counsel) for appellant.\nWhite and Case and Arthur J. Creenhaum, for appellee.\n[Oral argument April 9, 1965, by Mr. Lyon, and Mr. Greenbaum]\nBefore Rich, Acting Chief Judge, and Smith and Almond Jr., Associate Judges"
  },
  "file_name": "1425-01",
  "first_page_order": 749,
  "last_page_order": 750
}
