{
  "id": 11825326,
  "name": "NOELLE LESTER, Appellant, v. ROD BUCHANEN, VIDEO EXPRESS, INC., and RON JAHN, Respondents",
  "name_abbreviation": "Lester v. Buchanen",
  "decision_date": "1996-12-20",
  "docket_number": "No. 24087",
  "first_page": "1426",
  "last_page": "1434",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1426"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 910"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "82 Nev. 166",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8555879
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/nev/82/0166-01"
      ]
    },
    {
      "cite": "103 Nev. 711",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8559197
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "720",
          "parenthetical": "citing Catrone v. 105 Casino Corp., 82 Nev. 166, 414 P.2d 106 (1966"
        },
        {
          "page": "494",
          "parenthetical": "citing Catrone v. 105 Casino Corp., 82 Nev. 166, 414 P.2d 106 (1966"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0711-01"
      ]
    },
    {
      "cite": "111 Nev. 567",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11922691
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "571-72"
        },
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/111/0567-01"
      ]
    },
    {
      "cite": "105 Nev. 291",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4786714
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/nev/105/0291-01"
      ]
    },
    {
      "cite": "106 Nev. 390",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557316
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "citing Wiltsie v. Baby Grand Corp., 105 Nev. 291, 774 P.2d 432 (1989"
        },
        {
          "parenthetical": "citing Wiltsie v. Baby Grand Corp., 105 Nev. 291, 774 P.2d 432 (1989"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0390-01"
      ]
    },
    {
      "cite": "21 P. 322",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1889,
      "opinion_index": 1
    },
    {
      "cite": "20 Nev. 290",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4658362
      ],
      "year": 1889,
      "opinion_index": 1,
      "case_paths": [
        "/nev/20/0290-01"
      ]
    },
    {
      "cite": "51 P. 252",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1897,
      "opinion_index": 1
    },
    {
      "cite": "24 Nev. 182",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2382211
      ],
      "year": 1897,
      "opinion_index": 1,
      "case_paths": [
        "/nev/24/0182-01"
      ]
    },
    {
      "cite": "56 P. 37",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1899,
      "opinion_index": 1
    },
    {
      "cite": "24 Nev. 400",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2382764
      ],
      "year": 1899,
      "opinion_index": 1,
      "case_paths": [
        "/nev/24/0400-01"
      ]
    },
    {
      "cite": "71 Nev. 106",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4951367
      ],
      "weight": 2,
      "year": 1955,
      "opinion_index": 1,
      "case_paths": [
        "/nev/71/0106-01"
      ]
    },
    {
      "cite": "77 Nev. 250",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4918733
      ],
      "weight": 2,
      "year": 1961,
      "opinion_index": 1,
      "case_paths": [
        "/nev/77/0250-01"
      ]
    },
    {
      "cite": "78 Nev. 301",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4917207
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 1,
      "case_paths": [
        "/nev/78/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 794,
    "char_count": 18288,
    "ocr_confidence": 0.932,
    "pagerank": {
      "raw": 1.0757574691303073e-07,
      "percentile": 0.5609664887798478
    },
    "sha256": "b0b3d7729f3a147060676bb32559b9b70335d93eea12b1a5dbc571af7c5b6e1e",
    "simhash": "1:e7f73259038a2421",
    "word_count": 3034
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Young and Rose, JJ., concur."
    ],
    "parties": [
      "NOELLE LESTER, Appellant, v. ROD BUCHANEN, VIDEO EXPRESS, INC., and RON JAHN, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nShearing, J.:\nOn November 24, 1989, appellant Noelle Lester rented five video tapes and purchased one tape from Video Express. The rental agreement between Lester and Video Express required that the videotapes be returned within twenty-four hours. Lester claims that on November 25, 1989, she returned four of the rented videos and re-rented one, “The Serpent and the Rainbow.” Lester claims she returned “The Serpent and the Rainbow” the next day or the day after that. However, Video Express’ records do not reveal that the video was re-rented on November 25, 1989. Rather, their records indicate that the movie was due on November 25, 1989, and that on that date it began appearing on their “overdue films” list. Video Express telephoned Lester to request the return of the movie at which time Lester informed them that she had returned it. On December 15, 1989, Video Express sent a registered letter to Lester which stated that the video was overdue and asked for its return.\nOn January 13, 1990, Sandra Smith, a Video Express employee, filled out a police report indicating that the movie “The Serpent and the Rainbow” had been rented on November 24, 1989, and had not been returned. After conducting an investigation, the investigating police officer requested a complaint and warrant for violation of NRS 205.515, conversion of rental property. The Reno Police Department filed a criminal complaint and on March 30, 1990, a warrant was issued by Justice of the Peace John Kadlic. As of October 29, 1990, Video Express’ records still indicated that the movie “The Serpent and the Rainbow” had not been returned. On November 11, 1991, Lester was stopped for a routine traffic violation. The warrant appeared and Lester was arrested. Charges against Lester were later dismissed.\nOn January 7, 1992, Lester filed a complaint against Video Express; Rod Buchanen, the owner of Video Express at the time; Police Officer Darrel Norman; Police Officer T.A. Tilton; and the City of Reno, alleging, false imprisonment, false arrest, libel, malicious prosecution, and negligence. In September 1992, Lester settled with defendants Norman, Tilton and the City of Reno and the case was dismissed with prejudice as to these defendants. An amended complaint was filed on December 1, 1992, naming Ron Jahn, a co-owner and manager of Video Express at the time, as an additional defendant. Also in the amended complaint Lester abandoned her claims for false arrest, false imprisonment, and negligence. Video Express, Buchanen and Jahn (hereinafter referred to collectively as “Video Express”) filed a motion for summary judgment on December 8, 1992. On January 19, 1993, Lester stipulated to dismiss her libel claim with prejudice. Accordingly, Lester’s claim for malicious prosecution was the only claim remaining. Video Express’ motion for summary judgment was granted, and judgment for the defendants was entered on January 21, 1993. This appeal followed.\nLester contends that the district court erred in granting Video Express’ motion for summary judgment on her malicious prosecution claim because there are material facts in dispute. Specifically, Lester asserts that the parties dispute whether she returned the video and whether she responded to the registered letter Video Express sent her.\nUnder NRCP 56(c), a motion for summary judgment should be granted if “there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.” In determining whether summary judgment is proper the non-moving party is entitled to have the evidence and all reasonable inferences accepted as true. City of Boulder City v. State of Nevada, 106 Nev. 390, 793 P.2d 845 (1990) (citing Wiltsie v. Baby Grand Corp., 105 Nev. 291, 774 P.2d 432 (1989).\nThe elements that must be proved in a malicious prosecution action are: (1) a lack of probable cause to commence the prior action; (2) malice; (3) favorable termination of the prior action; and (4) damages. Dutt v. Kremp, 111 Nev. 567, 571-72, 894 P.2d 354, 357 (1995). We conclude that the district court properly granted summary judgment because the essential element of lack of probable cause for instituting the prior action was not established. Furthermore, under NRS 205.940(2), Video Express cannot be held liable for commencing the criminal action under the undisputed facts.\nThe Restatement (Second) of Torts, § 653 cmt. g (1977), states in relevant part:\n[G]iving the information or even making an accusation of criminal misconduct does not constitute a procurement of the proceedings initiated by the officer if it is left entirely to his discretion to initiate the proceedings or not. When a private person gives to a prosecuting officer information that he believes to be true, and the officer in the exercise of his uncontrolled discretion initiates criminal proceedings based upon that information, the informer is not liable under the rule stated in this Section even though the information proves to be false and his belief was one that a reasonable man would not entertain. The exercise of the officer’s discretion makes the initiation of the prosecution his own and protects from liability the person whose information or accusation has led the officer to initiate the proceedings (emphasis added).\nFurther, this Court has stated that “[t]o recover for malicious prosecution, [plaintiff] had to demonstrate that police officers ‘commenced the criminal prosecution because of direction, request, or pressure’ from [defendants].” M & R Investment Co. v. Mandarino, 103 Nev. 711, 720, 748 P.2d 488, 494 (1987) (citing Catrone v. 105 Casino Corp., 82 Nev. 166, 414 P.2d 106 (1966). We conclude that Video Express cannot be held liable for commencing the criminal action because they merely reported information they believed to be true without directing, requesting, or pressuring the police to commence the criminal proceeding.\nFirst, although Lester asserts that Video Express knew she had returned the property because she told them so, there is no evidence in the record to support an assertion that Video Express believed that Lester had returned the property. Video Express’ records revealed that the property had not been returned. Further, at her deposition, Lester testified as follows:\nQ Do you believe that Movie Express submitted the initial police report because they believed that the movie had not been returned?\nA Yes.\nQ Do you have any evidence to support a claim that Movie Express submitted charges or submitted a statement to the Reno Police Department for any reason other than because they in good faith felt that the movie had not been returned?\nANo.\nIn this testimony, Lester admits that she believes that Video Express submitted the police report in the good faith belief that she did not return the property. Thus, whether Video Express had a good faith belief that Lester did not return the property is not a question of fact that is in dispute. Whether or not Lester actually returned the video is irrelevant in the action for malicious prosecution.\nSecond, the record is devoid of any evidence that the police officers commenced the criminal prosecution at the direction, request, or pressure of Video Express. At his deposition, the Deputy District Attorney in charge of prosecuting this matter testified that Video Express had no further involvement, beyond their initial police report, in the decision to institute criminal proceedings. Further, Lester testified that she does not have any evidence that Video Express did anything more than submit an initial statement to the Reno Police Department. Although the decision to issue an arrest warrant may seem rather extreme, it was the investigating police officer who requested the warrant, not Video Express.\nEven if the City of Reno had commenced the criminal action at the direction of Video Express, the summary judgment on the action for malicious prosecution would still have been proper. It appears that even Lester admits that Video Express filed the complaint in good faith. Because Video Express had a good faith belief that Lester did not return the property, and because they complied with the requirements of NRS 205.940, they had probable cause to commence the criminal action.\nNRS 205.940(2) provides that:\nAny person who, after renting or leasing any personal property under an agreement in writing which provides for the return of the personal property to a particular place at a particular time fails to return the personal property to such place within the time specified, and who, with the intent to defraud the lessor or to retain possession of such property without the lessor's permission, thereafter fails to return such property to any place of business of the lessor within 72 hours after a written demand for the return of such property is made upon him by registered mail addressed to his address as shown in the written agreement, or in the absence of such address, to his last known place of residence, is guilty of larceny according to the value of such property.\nThe statute further provides that the failure to return the personal property is “prima facie evidence of an intent to defraud the lessor or to retain possession of such property without the lessor’s permission.” NRS 205.940(2). Finally, the statute states that if a lessee fails to return the property within twenty days after a demand is made, the lessor has “a complete defense to any civil action arising out of or involving the arrest or detention of any person upon whom such demand was made.” Id.\nVideo Express complied with NRS 205.940 by sending a registered letter to Lester which stated that the property was overdue and asked for its return. Video Express apparently had a good faith belief that the property was not returned within seventy-two hours or within twenty days after the demand. Under the statute, such failure to return the property is prima facie evidence of the requisite intent required for larceny. Further, due to their good faith belief that Lester failed to return the video within twenty days after the demand, Video Express has a complete defense to the malicious prosecution action.\nFor the foregoing reasons, we conclude that the district court properly granted Video Express summary judgment.\nYoung and Rose, JJ., concur.\nIt appears that the officer intended to cite a violation of NRS 205.940(2). In 1971, NRS 205.940, the conversion of rental property statute, was substituted for the old conversion of rental property statute, NRS 205.515.\nWe note that at the time NRS 205.940 was adopted by the legislature in 1971, video rental stores were not in existence. Accordingly, the legislature may not have considered how this statute would apply to video rental situations.",
        "type": "majority",
        "author": "Shearing, J.:"
      },
      {
        "text": "Springer, J.,\nwith whom Steffen, C. J., agrees, dissenting:\nThis case involves a woman who was a regular customer of a video store called Video Express. One day she returned several movies that she had rented, but, unexplainably, one of the movies that she returned, “The Serpent and the Rainbow,” did not get properly accounted for at the video store. Now, it may be that Ms. Lester misplaced this one movie and did not return it as she claims to have done; or, it may be that the movie was misre-corded in the video store’s computerized record system. It really does not matter. Ms. Lester is not a criminal. If Ms. Lester is responsible for the cost of a lost or misplaced video tape, this is a matter that should be resolved in the civil courts, not the criminal courts. The frightening aspect of this case is that Video Express was able, successfully, to use the police, the district attorney and the criminal process to enforce its civil claims.\nNo one involved in this case has ever suggested that Ms. Lester did anything wrong. No one has suggested that Ms. Lester absconded with the movie or that she secreted it for her own personal use. The very worst thing that can be accused in this case is that Ms. Lester failed to return one of her rental movies in the time provided in her rental contract.\nThe criminal complaint does not appear in the record so I have no way of knowing how a criminal charge might have been contrived to apply to a case like this; but I do know that Ms. Lester is not a criminal and that Video Express was acting in a terribly wrong and oppressive manner when it caused Ms. Lester to be arrested in front of her children and dragged down to the city jail. The owners and managers of Video Express, who are responsible for this ignominy, should be required to account to Ms. Lester for the torts that they have committed against her. Because the denial of Ms. Lester’s appeal is contrary to the law and manifestly unjust, I dissent.\nThe core of Video Express’s liability for its malicious prosecution of Ms. Lester lies in the manner in which it customarily abused criminal process in order to collect its civil claims. Video Express tries to shrug its shoulders and shake its head, saying, “We did not file the criminal complaint; some police officer did.” The Video Express owners should not be able to avoid liability in this way. The record shows that it was the custom and practice of this business to pursue criminal actions in cases based entirely upon customers’ not returning video tapes after they received mail notice that the tapes were overdue. As a matter of practice, Video Express, in pursuing criminal actions against its video customers, did not give any consideration to the necessary elements of criminality set out in the statute (NRS 205.940(2)), namely, an “intent to defraud” or the criminal “intent to . . . retain possession of such property without the lessor’s permission.” If customers did not respond to their mail notice that a video was not returned on time, they were turned over to the police without any consideration being given to the necessary elements of fraud or an unlawful intention to retain possession of Video Express’s property. That this is the case is made clear by documents filed by Video Express in the district court.\nIn examining the defendant’s motion for summary judgment, I learned about the unlawful collection practices adopted by Video Express. Approximately ten days after the company’s computer system indicated that a video tape had not been timely returned, the company would send a certified letter to the renter advising of that fact. Video Express’s moving papers tell us that if the certified letter “failed to prompt the return of the movies, the Video Express employee would print out a copy of (1) the customer’s file and (2) the movie file.” Then, “[tjhis information along with a copy of the certified letter and postal receipts would be attached to the original rental contract and the original rental receipt for the movie in question.” The third step in the process, according to the moving documents, was for Video Express to turn the matter over to its collection agency, the Reno Police Department:\nThis information would then be delivered to the Reno Police Department. Movie Express then had no further involvement in the criminal process other than to testify at trial, if necessary.\nAs I have pointed out, Movie Express was able to get its delinquent renters arrested merely by delivering the described “information” (that the certified letter “failed to prompt the return” of the video tape) to the police department. Video Express, the Reno Police Department and the District Attorney of Washoe County should not be allowed to get away with these kinds of oppressive practices.\nThe certified letter to Ms. Lester did in fact “fail to prompt the return” of “The Serpent and the Rainbow,” because Ms. Lester had already returned it, or so she claims. In any event, whether it got back on the shelves or not, there is no suggestion that Ms. Lester did anything wrong, much less criminal, with respect to the missing video tape.\nI see no point in engaging in a discussion of the law of malicious prosecution. It appears to me that Ms. Lester was the victim of Video Express’s practice of reporting its customers to the police for prosecution based solely on customers failing to answer its certified letter. No information was provided to the police or to the district attorney concerning the mens rea of this crime, namely, that the customer was guilty of fraud or intentional retention of a video tape “without permission.” Bringing criminal charges in this way, causing their delinquent renters to be arrested by the police, is on its face an arrest without probable cause. Under our law, malice is inferred from such misconduct. See Miller v. Schnitzer, 78 Nev. 301, 371 P.2d 824 (1962); Bonamy v. Zenoff, 77 Nev. 250, 362 P.2d 445 (1961); Gattshall v. Sizemore, 71 Nev. 106, 281 P.2d 400 (1955); McNamee v. Nesbitt, 24 Nev. 400, 56 P. 37 (1899); Cassinelli v. Cassinelli, 24 Nev. 182, 51 P. 252 (1897); Fenstermaker v. Page, 20 Nev. 290, 21 P. 322 (1889).\nSummary judgment is entirely unwarranted in this case. I would reverse the judgment of the trial court.\nThe majority claims that “the record is devoid of any evidence” that the criminal prosecution was “commenced” at “the direction, request, or pressure of Video Express,” yet at the same time argues that Video Express “submitted the police report [that is to say, initiated criminal proceedings] in the good faith belief that [Ms. Lester] did not return the property.” What the majority overlooks is that it is not a crime “not to return the property” and that absent an intent to defraud or to retain possession unlawfully, no criminal proceedings could be properly brought against Ms. Lester. Ms. Lester’s testimony that she believed that Video Express preferred criminal charges against her “because they believed that the movie had not been returned” is immaterial. It is Video Express’s having Ms. Lester arrested merely because of the “belief” that she did not timely return a video tape that comprises the tortious conduct in this case.",
        "type": "dissent",
        "author": "Springer, J.,"
      }
    ],
    "attorneys": [
      "Douglas Norberg, Reno; Donald Pope, Reno, for Appellant.",
      "Erickson, Thorpe & Swainston, and Thomas P. Beko, Reno, for Respondents."
    ],
    "corrections": "",
    "head_matter": "NOELLE LESTER, Appellant, v. ROD BUCHANEN, VIDEO EXPRESS, INC., and RON JAHN, Respondents.\nNo. 24087\nDecember 20, 1996\n929 P.2d 910\nDouglas Norberg, Reno; Donald Pope, Reno, for Appellant.\nErickson, Thorpe & Swainston, and Thomas P. Beko, Reno, for Respondents."
  },
  "file_name": "1426-01",
  "first_page_order": 608,
  "last_page_order": 616
}
