{
  "id": 6082808,
  "name": "Meuer et al. v. Schellenger",
  "name_abbreviation": "Meuer v. Schellenger",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4114",
  "first_page": "1430",
  "last_page": "1436",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1430"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 949"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "103 F. (2d) 722",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1064477
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/103/0722-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 722,
    "char_count": 16706,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 4.1582724251032727e-08,
      "percentile": 0.26719916875462624
    },
    "sha256": "203fdb3cd51317b9d601c649b70303e8e7d92dffba3f4b4120174003b7e0ac50",
    "simhash": "1:9d09f8b52088c689",
    "word_count": 2836
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Meuer et al. v. Schellenger"
    ],
    "opinions": [
      {
        "text": "Jackson, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding involving two counts. The interference is between an application of the party Meuer and Stevens, filed May 16, 1931, and the application of the party Schellenger, filed March 30, 1932. Meuer and Stevens are therefore the senior party, and the burden was upon Schellenger to establish priority of invention by a preponderance of the evidence.\nThe interference involved four counts before the tribunals below, both of which tribunals awarded priority of invention to Meuer and Stevens as to counts 1 and 4, and to Schellenger as to counts 2 and 3. While both parties appealed to the board from the decision of the Examiner of Interferences, no appeal has been taken here by Schel-lenger from said award of priority by the Board of Appeals to Meuer and Stevens.\nThe present interference was split off from a three-party interference, No. 64,688, for determination of priority in respect to specific subject matter not common to the third party.\nThe two counts here involved were not original counts in the present interference, but were introduced into the interference upon motion filed by appellee.\nBoth parties filed preliminary statements; with respect to counts 2 and 3 appellants alleged conception of invention, drawings illustrating the invention, and disclosure of the invention to others on January 21, 1931; first written description on February 5, 1931, and reduction to practice on January 26, 1931; appellee’s preliminary statement alleged conception, first drawings and written description of the invention on April 18, 1928; disclosure of the invention to others on April 20, 1928, and reduction to practice on May 13, 1928.\nAppellee did not take testimony directly in this interference, but introduced into his record here, under a stipulation with appellants, all of the testimony taken on his behalf in the said prior interference No. 64,688.\nAppellants took testimony directly in this interference and also introduced, under stipulation, certain testimony taken in the prior interference by the third party to that interference, Erwin B. Stoekle. Many exhibits are in evidence, introduced by both parties.\nThe invention covered by the counts herein is a form of combined rheostat and snap switch, adapted for use in radio receiving sets and like apparatus. The counts are as follows:\n2. The combination with an electrical resistance varying device having a member rotatable to opposite extreme positions, of a projecting element mounted eccentrically upon said member, a metallic cover member for said resistance varying device, said cover member having an opening formed therein, a recessed molded insulating base member adapted to overlie said opening and rigidly secured to said cover member, and a snap switch mechanism carried within said base member and enclosed thereby, said switch mechanism including an actuating element with which said projecting element has transient driving engagement in different positions of said rotatable member whereby operation of said switch mechanism is effected.\n3. The combination with an electrical resistance varying device having a member areuately movable throughout a relatively wide range, of an eccentrically mounted projecting element upon said member, a recessed molded insulating base, a snap switch mechanism carried within said base, a metal cover member for said resistance varying device to which said insulating base is secured at a plurality of spaced points on the former, said cover member having an opening formed therein to provide clearance for said switch mechanism, said projecting element having a transient lost motion connection with said switch mechanism to provide for actuation of the latter to open- and/or closed-circuit position during movement of said movable member in reverse directions, respectively, through a relatively small portion of its range.\nAppellee relied upon a device, Ms Exhibit 4, which is a physical embodiment of the invention, and his Exhibits 1 to 3, inclusive, which consist of pages from a diary of 1928, to establish his conception and reduction to practice of the invention described in the involved counts.\nExhibit 4 is not the device which appellee testified was made In 1928. It was claimed that said device had been lost, and Exhibit 4 is said to be a replica thereof made in accordance with the disclosure in the diary of appellee tinder date of April 18, 1928, Exhibit 1.\nExhibit 4 comprises two circular bakelite shells, each open on one side. The shells are approximately two inches in diameter and about one-half inch in depth. One contains the rheostat which is operated by means of a rotatable knob on the outside of said shell. The shaft upon which the knob is mounted extends through the shell, the inner end of said shaft being positioned centrally with respect to the circular resistance element of the rheostat; upon the inner end of this shaft is mounted an arm which extends radially toward the periphery of said shell. The end of the arm contacts the circular resistance element which abuts the inner wall of the shell. Upon said arm there is an ear engageable with a toggle which protrudes from the other shell, which toggle is a part of the snap switch mechanism contained therein. The other bakelite shell, containing the snap switch mechanism, has its open side covered with a brass plate, fastened to the shell with three screws. The plate has an opening through which protrudes the aforementioned toggle. This shell has openings cut in its circumferential area so that the working of the switch may be observed. The two shells are held together with a fibre strap.\nExhibit 1 consists of photostatic copies of three pages of the diary of appellee, which contain a full and carefully written disclosure of the subject matter of the counts and two drawings showing structure identical with that of Exhibit 4 hereinabove described.\nThere is no other documentary evidence in the record concerning the disclosure or building of the lost device.\nThe description of the said drawings starts at about the middle of a page of the diary bearing the printed day and date “Tuesday, April 17, 1928.” On the upper part of the page there are some sentences written in handwriting of ordinary size. A line is drawn boxing off this writing, and the balance of the page is filled with a portion of the description of the drawings of the device which appear on the following page. In handwriting appears “Wed. Apr. 18-28.” This description is written in very small, but perfectly clear and very carefully worded language. It does not resemble the writing at the top of the page. The second page of the said exhibit has the same general appearance. On the top is printed “Wednesday, April 18, 1928.” Immediately beneath this there are five or six lines of handwriting of ordinary size. Directly underneath appear the two very complete figures showing the device of 1928 in full size of Exhibit 4, and the balance of the page is filled Avith a continuation of the description started on the first page of the exhibit, in the same small, clear writing. In the same way the description is completed oil page 3, starting in the middle of the page. At the bottom of page 3, in writing of ordinary size, appears “Designed by N. C. Schellenger Apr. 18th 1928.”\nThe disclosure as above set out could have been written at any time. The appellee testified that the said described diary entries were made on April 18, 1928. Four witnesses,-among whom was the wife of appellee, all testified that they had seen the drawings in the diary in the spring of 1928. Several of these witnesses testified that there was in the diary a written description of the drawings. Another witness testified that he saw the drawings and description in the diary during May, 1930. As far as the record shows, we cannot say that the tribunals below erred in holding that there has been sufficient corroborating evidence to establish that appellee made his drawings and written description, which are adequate to meet the counts, on April 18, 1928.\nExhibit 2 is a photostatic copy of a page from appellee’s diary, dated April 20, 1928, which contains1 the following entry:\nExplained my new switch & rheostat to Joe Kehres and showed him the drawings of unit which I made in this book under date of Apr. 18th. Joe offered to help me with building first unit.\nMr. Kehres testified that in the spring of 1928—\nMr. Schellenger, after showing me these drawings — I offered to help him in any way I possibly could and he asked me whether I would get a rheostat winding mounted in a shell, a circular wire-wound strip mounted in a bakelite shell; I went back to Mr. Steely, the man who was running our wire-wound department and he made up a 2-ohm wire-wound strip and brought it up to me and I mounted it in 18-90 bakelite shell and took several other1 shells and turned them over to Mr. Schellenger.\nExhibit 3 is a photostatic copy of a page of the same diary of appellee, dated May 13, 1928. In this exhibit is written:\nGot new combination snap switch & volume control completed and operated it successfully. Joe Kehres operated the unit & likes it better than the H & H switch mounted on bracket. This switch & rheostat is one I doped out Apr. 18th, ’28.\nThe record shows that a device similar to Exhibit 4 was made up and attached to the radio of appellee; that three witnesses, including Mr. Kehres, personally operated the device in the spring of 1928, and that the switch turned the set on and off and the resistance controlled the volume of sound.\nIt was testified that after the original device had been on the radio of appellee for several months it was brought to the factory and given a life test on a machine in the variable high resistance department. It was said to be an extended test, the switch, it was said, having been operated about 24,500 times; a number of witnesses testified as to this test.\nApparently, on the record here, Exhibit 4 is a replica of the alleged device of 1928 which was said to have been lost. It was testified to have been made from the same specifications, Exhibit 1, from which the claimed device of 1928 was made. The similarity of the two said devices was testified to by several witnesses.\nThe record shows that a second sample was to have been made at the factory, using the device of 1928 as a guide. This second sample was never completed, and was also said to have been lost.\nWe are frank to say that we are not impressed with appellee’s exhibits consisting of alleged diary entries. However, under the well-established rule, we are not warranted in overturning concurring decisions of the Patent Office tribunals on questions of fact in the absence of manifest error; and, on the record before us, we can not say that there is manifest error in such decisions. Accordingly the holding of the tribunals below that appellee reduced the involved invention to practice at least as early as the summer of 1928 will not be disturbed by us.\nAppellants contend that the brass plate, before-mentioned in Exhibit 1, is not a “cover member for said resistance varying device,” and that the Board of Appeals erred in finding that the involved counts do not require the cover member to be a tie member between such device and the switch.\nThere is no limitation in the counts that the cover member is a tie member, as contended by appellants; therefore their contention in this respect falls. As to the brass plate, identified in the drawing by the number 15, appellee sets out in his written description, Exhibit 1, that “The metal plate 15 forms a cover for the rheostat housed in shell 18 and also forms a partition separating the switch mechanism from the rheostat.” There cannot be any doubt that the metal plate 15 covers the rheostat when the device is assembled. We think it is immaterial whether the said metallic' cover is attached to the rheostat shell prior to assembly of the device or not. It is a metal plate; it functions as, and is, a cover for the rheostat. Accordingly we find no error in the holding of the board that the metal plate 15 satisfies the requirement of the counts.\nAppellants also contend that appellee derived the invention from them, and was spurred into activity by knowledge of their device, and further that the record shows that the device of 1928 was abandoned, or suppressed and concealed.\nThe Examiner of Interferences and the board held that the life of the device was tested in 1929, and that the record shows that the possibility of commercial production was discussed in 1930. Some support can be found in the record for the following statement of the examiner:\n* * * If inactivity is to deprive a party of the reduction to practice to which he is otherwise entitled such inactivity must he shown to be due to dissatisfaction with the device. In the present instance this is not the ease. Sehellenger never abandoned the idea of making the device commercially but delayed due to the pressure of work and to poor health.\nIt is not disputed that appellee saw the device of appellants sometime in April 1931. The record for appellee, however, contains some evidence tending to show that it was appellee’s intention throughout 1930 to go into commercial production of his device, and the testimony of the two workmen who did the work on the development of the switch is some evidence that this work was done in February 1931, which is several months prior to April 1931. This work was held to be the final stage of appellee’s activity which ended in commercial production.\nThe board stated:\n* * * We tbink it clear that, insofar as counts 2 and 3' are concerned,’ Sehellenger neither derived the invention from Meuer and Stevens nor was he spurred into activity by knowledge of their device. The record clearly shows that Sehellenger was in possession of the invention as broadly covered by counts 2 and 3 long prior to Meuer and Stevens’ alleged conception and, moreover, the record shows that Sehellenger entered into the final stages of activity which led to commercialization prior to the date on which he is claimed to have had knowledge of the Meuer and Stevens device. * * *\nIt is further contended by appellants that since the decision of the board held that the evidence was insufficient to award priority of invention to appellee with respect to counts 1 and 4, it follows that there was “no evidence upon which to credit appellee with original work on the device in issue following the alleged 1928 and 1929 work and preceding the time at which appellee now admits that he procured a specimen of appellants’ device, to-wit, April, 1931.”\nWe think this reasoning of the above contention to be fallacious. Both the Examiner of Interferences and the board held that appel-lee’s exhibits did not disclose a “stamped sheet metal cover member” and “a relatively shallow recessed molded insulating base,” as required by count 4. With respect to count 1 it was held that the proof of appellee failed to meet the terms of said count since “the walls of the recess are not formed to limit the movement of both the actuator and contactor, as required by the count,” as stated by the Examiner of Interferences. These are limitations not contained in counts 2 and 3 and the situation is that they were not met by ap-pellee’s proof.\nWe are not here concerned with the three-party interference here-inbefore mentioned. It has been brought to our attention that the third party to that interference elected to proceed, as to a count not in this interference, under section 4915 K. S. This was a suit in equity, an original proceeding, and tlie issues therein were tried de novo upon the record made in the Patent Office and additional new evidence. Globe-Union Inc. et al. v. Chicago Telephone Supply Co. et al., 103 F. (2d) 722.\nSince we are bound, in this jurisdiction, by the record as made before the tribunals of the Patent Office, we can give no consideration to the decision of the Circuit Court of Appeals above cited, made on a different record.\nIn our opinion, on the record before us, and for the reasons here-inbefore set forth, the decision of the Board of Appeals should be, and is, affirmed.",
        "type": "majority",
        "author": "Jackson, Judge,"
      }
    ],
    "attorneys": [
      "Frank H. Hubbard (J. E. Hutchinson, Jr. and William 0. Lyon of counsel) for appellants.",
      "Howard W. Hodgkins (E. W. Shepard and Truman A. Herron of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 949\nMeuer et al. v. Schellenger\n(No. 4114)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\nFrank H. Hubbard (J. E. Hutchinson, Jr. and William 0. Lyon of counsel) for appellants.\nHoward W. Hodgkins (E. W. Shepard and Truman A. Herron of counsel) for appellee.\n[Oral argument May 5, 1939, by Mr. Hubbard and Mr. Hodgkins]\nBefore Garrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1430-01",
  "first_page_order": 748,
  "last_page_order": 754
}
