{
  "id": 6092630,
  "name": "In re Paul H. Aldrich",
  "name_abbreviation": "In re Aldrich",
  "decision_date": "1968-07-03",
  "docket_number": "No. 7935",
  "first_page": "1431",
  "last_page": "1441",
  "citations": [
    {
      "type": "official",
      "cite": "55 C.C.P.A. 1431"
    },
    {
      "type": "parallel",
      "cite": "158 U.S.P.Q. 311"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "398 F.2d 855",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2143520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/398/0855-01"
      ]
    },
    {
      "cite": "122 USPQ 302",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "88 USPQ 97",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6083852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/38-2/0735-01"
      ]
    },
    {
      "cite": "33 CCPA 874",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079262
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/33-2/0874-01"
      ]
    },
    {
      "cite": "347 F. 2d 586",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860453,
        12165918
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/347/0586-01",
        "/ccpa/52-2/1467-01"
      ]
    },
    {
      "cite": "52 CCPA 1467",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165918
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1467-01"
      ]
    },
    {
      "cite": "379 F. 2d 1018",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2069408,
        6087156
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/379/1018-01",
        "/ccpa/54-2/1608-01"
      ]
    },
    {
      "cite": "54 CCPA 1608",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6087156
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/54-2/1608-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 967,
    "char_count": 26261,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.7065347869132209e-07,
      "percentile": 0.7017496000732089
    },
    "sha256": "493e8b55628442304d760256319242c1914ef909b243ab1037902276876f423d",
    "simhash": "1:34279389b3cee341",
    "word_count": 4322
  },
  "last_updated": "2024-02-27T17:09:53.194820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woelet, Chief Judge, and Judges Rich, Smith, Almoito, Kikkpatkick."
    ],
    "parties": [
      "In re Paul H. Aldrich"
    ],
    "opinions": [
      {
        "text": "Rich, Judge,\ndelivered the opinion of the court:\nThis appeal is from the decision of the Patent Office Board of Appeals affirming the rejection of claims 1-6 of application serial No. 323,152, filed November 12, 1963, entitled “Manufacture of Paper.”\nAppellant claims the benefit of the November 7, 1957, filing date of a grandparent application, serial No. 694,930, and has filed in this and related cases affidavits (apparently under Rule 131) claiming a date of invention for the subject matter of the appealed claims prior to September 5, 1957. Entitlement to these asserted dates is not disputed.\nThis is a common-assignee, obviousness-type double patenting case. The Solicitor for the Patent Office and appellant agree on that. After the affirmance of the double patenting rejection by the board, appellant filed a terminal disclaimer and asked for reconsideration because of it. Refusal of the board to give effect to the disclaimer to overcome the rejection is argued to have been error. We -will dispose of that point at the outset. No special circumstances being recited, we are of the view that our decision in In re Heyl, 54 CCPA 1608, 379 F. 2d 1018, 154 USPQ, 178 (1967), applies and we consider the board to have been justified in its refusal to reopen the case. We therefore treat the other issues on the basis that no terminal disclaimer is involved.\nThe Imuention\nWe adopt the following apparently accurate statement of the invention, not questioned by the solicitor, contained in appellant’s brief:\nThe invention relates to the paper art and particularly to an improved method for making paper comprised of paper fibers and a water-insoluble paper additive.\nIt is known that certain water-insoluble paper additives are effective for improving certain characteristics of paper. Thus, for example, water-insoluble additives such as clays are incorporated in paper sheeting to impart improved printability, opacity and the like. However, when a water-insoluble additive is added to a paper pulp prior to sheet formation, only a relatively small proportion of the additive is retained by the paper fibers and, as a result, a substantial proportion of the additive is lost in the white water during sheet formation.\nIn accordance with this invention it has been determined that by incorporating in an aqueous suspension of papermaking fibers in conjunction with certain specific water-insoluble additives a cationic thermosetting resin as defined in the claims, the amount of water-insoluble additive retained by the paper is improved substantially. Further, it has' been determined that only a relatively small amount of the cationic thermosetting resin is required to improve substantially the additive retention by the paper fibers. Moreover, in the relatively small amounts of cationic thermosetting resin required to obtain the improved result, there is no appreciable increase in wet strength of the treated paper.\nThe cationic thermasetting resin employed in carrying out this invention is derived by reacting a polyalkylene polyamine having two primary amine groups and at least one secondary amine group, such as triethylenetetramine, with a O3 — C10 saturated aliphatic dicarboxylic acid, such as adiphic acid in a mole ratio of from about 0.8 to about 1.4 of the former to about 1.0 of the latter to form a long chain polyamide having secondary amine groups, and then reacting the polyamide with epichlorohydrin in a mole ratio of epichlorohydrin to secondary amine groups of said polyamide of from about 0.5:1 to about 1.8:1.\nClaims 1-5 are directed to a process of making paper and claim 6 to tlie paper product resulting from the process of claim 1. Claims 2-5 are dependent and merely specify the additive referred to in claim 1 as a pigment, clay, an alkylketene dimer, and wax, successively. Claim 1 reads:\n1. In a process of making paper wherein a water-insoluble paper additive selected from the group consisting of pigments, clays, waxes and alkylketene dimers is added to an aqueous suspension of papermaking fibers and thus-treated fibers formed into a sheet, the improvement which comprises incorporating in said aqueous suspension of papermaking fibers in conjunction with said water-insoluble additive from about 0.01 to less than about 0.1% by weight, based, on the dry weight of fibers, of a cationic thermosetting resin obtained by reacting a polyalkylene polyamine having two primary amine groups and at least one secondary amine group with a Cs — C10 saturated aliphatic dicarboxylic acid in a mole ratio of from about 0.8 to about 1.4 of the former to about 1.0 of the latter to form a long chain polyamide having secondary amine groups, and then reacting the polyamide with epichlorohydrin in a mode ratio of epiehlorohpdrin to secondary amine groups of said polyamide of from about 0.5:1 to about 1.8:1, the amount of said cationic thermosetting resin incorporated in the paper being-ineffective to impart any appreciable wet strength to the paper but effective to improve the amount of said water-insoluble additive retained by the paper.\nWe make the following points about claim. 1, which apply, of course, to all claims due to their dependency on claim 1. The claim is in Jepson form and implicitly makes it known that it is old to make paper with the named water-insoluble paper additives by adding them to the aqueous suspension of papermaking fibers. In doing so a problem is encountered which the present invention purports to solve by acting to increase the amount of additive retained in the paper or, conversely, to decrease the amount lost. The improvement, which is the claimed invention, resides in incorporating in said aqueous suspension a certam type of cationic thermosetting resin, as defined in the claims, in an amount within a certain specified range. There is the further limitation at the end of the claim, for reasons which will appear, which relate to distinguishing the invention from what was known, which says that whatever amount of the resin is used, it is such as to be “ineffective to impart any appreciable wet strength to the paper.”\naReferences','‘\nThe following two patents, which issued to Hercules Powder Company, assignee of the present application, are relied on by the Patent Office as the primary support for double patenting rejections on two stated grounds:\nKeim_ 2, 926,116 Feb. 23, 1960\nDavison_ 3, 049, 469 Aug. 14, 1962\nBeing U. S. patents they would be effective as prior art, if prior, as of their filing dates. Keim filed Sept. 5, 1957, and Davison Nov. 7, 1957, but, as stated above, appellant has satisfactorily sworn back of the earlier date. This was done subsequent to a final rejection in which the examiner used the disclosures of these patents as prior art and based his rejection on 35 USC 103, also using the following-true prior art patents which have not been antedated:\nDaniel et al_ 2, 601, 597 June 24,1952\nGreen (filed Feb. 14, 1957)_ 2, 969, 302 Jan. 24, 1961\nThe Rejections\nWhen Keim and Davison were sworn back of, the examiner sent a letter the day after appeal to the board was taken in which he said:\nTlie affidavit swearing back of the references Keim and Davison is deemed to remove tbe references from use of their disclosures, however, both patents claim the subject matter therefore the rejection as set forth in the final rejection modified to a double patenting rejection is still applicable. [Emphasis ours.]\nWe remark that the “Final” rejection, which was “modified,” was expressly based by the examiner on 35 USC 103 and on grounds of obviousness over the disclosures of the above patents, being stated, as to the first double patenting rejection, as follows:\nClaims 1-6 are rejected as unpatentable over Keim in view oí either Daniel et al. or Green. The Keim patent discloses the process as claimed except for the incorporation of water-insoluble paper additives to the slurry in forming paper. Both secondary references disclose it is old in forming paper to add water-insoluble paper additions to a slurry and improve the retention of these additives by adding a polyalky lene poly amine epichlorohydrin resin to the slurry prior to forming paper. [Emphasis ours..]\nTo prevent later confusion, we point out that the secondary reference retention aid is not appellant’s. It is an amine whereas appellant’s is an amide, perhaps a close chemical relative, perhaps “similar,” but not appellant’s. See claim 1, supra.\nThe examiner’s second rejection was as follows:\nClaims 1-6 are further rejected as unpatentable over Davison in view of Daniel et al. The Davison patent discloses the process as claimed except for the specific types of paper additives recited in the claims. The additive of the patent may be polymers of acrylic acid or methacrylie acid which are water dispersible. The Daniel et al. reference discloses the use of a similar type resin functioning as a retention aid for additive materials such as polyacrylates, polymethacrylates, pigments, sizes, etc. [Emphasis ours.]\nAfter each of the above statements, the examiner stated his legal conclusion that the claimed inventions “would be obvious * * * and therefore unpatentable under 35 U.S.C. 103.”\nIt is somewhat difficult to see just how these two rejections can be “modified to a double patenting rejection.” The examiner said it was because “both [Keim and Davison] patents claim the subject matter * * But he knew that was not so because he did not even assert that they disclosed the subject matter. Note his use of the word “except” in discussing Keim and Davison. When he came to write his Answer, he thus stated his rejection:\nClaims 1-6 stand rejected on the ground of double patenting obviously of common ownership as unpatentable over the claims of Keim in view of either Daniel et al. or Green.\n* * * ⅜ ⅝ * ⅛\nClaims 1-6 stand further rejected on the ground of double patenting obviously of common ownership as unpatentable over the claims of Davison in view of Daniel et al.\nHis lack of success in “modifying” his section 103 rejection to be a true double patenting rejection based on an analysis of what monopoly the Keim and Davison patent claims secure is indicated in the use of such expressions as: “The Keim patent discloses it is conventional,” “The Davison patent discloses it is conventional,” “The claims of Keim disclose the process of preparing paper except,” and “The claims of Davision disclose the addition of the same cationic resin as recited in the present claims * *\nBeside which, he concluded both his rejection based on Keim and his rejection based on Davison, primarily, by saying claims 1-6 were “therefore unpatentable under 35 U.S.C. 103.”\nPerhaps some of our recent opinions have already had a clarifying effect in the field of double patenting rejections but, to make doubly sure, we reiterate that double patenting rejections cannot be based on section 103, In re Ornitz, 52 CCPA 1467, 347 F. 2d 586, 146 USPQ 38 (1965), or on the disclosures of the patents whose claims are relied on to demonstrate double patenting or on the “disclosures,” of their claims. Obviousness-type double patenting rejections, such as evidently was being attempted here, are based on the premise that an applicant is claiming no more than an obvious variation — which would be obvious to anyone of ordinary skill in the art — of an invention on which a patent has already been granted, absent a terminal disclaimer, of course. To that end, patent claims are looked to only to see what has been patented, the subject matter which has been protected, not for something one may find to be disclosed by reading them.\nThe Board Opinion\nThe board seemed unsure of the situation. It said:\nIt is apparently the Examiner’s position that the claims of Keim are also drawn to a process of preparing paper except they do not recite the use therein of water-insoluble additaments which the Examiner considered to be obvious as these additives are conventionally employed in papermalring as shown by Daniel et al. and Green.\nIt then directed itself very briefly to appellant’s principal arguments and stated its determinative views in its short opinion as follows:\nWe are unable to subscribe to appellant’s categorical assertions * ⅜ ⅜ that the allowance of the claims in the instant case would not result in an extension of a patent monopoly or that upon the expiration of the Keim or Davison patents the public would be free to use the inventions claimed in these patents. We are troubled by the closeness between the upper limit of. the percentage range of the polyamide epichlorohydrin resin recited in claim 1 above reproduced and the lower limit of the percentage range of the same resin recited in the claims of the Keim and Davison patents. In other words, it is difficult for us to perceive any substantial distinction between “less than about 0.1⅞” in said claim and “about 0.1%” in the patents referred to. There are a number of decisions involving the interpretation of the term “about” which raise serious doubts in our minds that the claims of this application are clearly distinct from those of said patents. See In re Ayres 33 CCPA 874, 1946 C.D. 212, 69 USPQ 109 * * * . Also In re De Vaney 1951 C.D. 54, 88 USPQ 97 and Raybestos-Manhattan v. Texan, Inc. 122 USPQ 302 which appear to be to the same effect.\nFor the reasons stated above as well as those set forth in the Examiner’s Answer we will sustain the rejection as not being patentably distinct from Keim in view of either Daniel et al. or Green.\nThe claims stand further rejected on the ground of double patenting over the claims of Davison in view of Daniel. Since we deem this rejection to be cumulative to the rejection based on Keim in view of either Daniel et al. or Green we do not consider a detailed discussion thereof is warranted.\nAppellant’s brief says be finds tbe board’s position on tbe rejection based on Davison and Green is not clear and we agree. The solicitor says at tbe beginning of bis discussion:\nInasmuch as the Board of Appeals considered this to be a cumulative rejection and discussed it no further * ⅜ * it will similarly be given no further consideration in this brief.\nHe further said:\nThe principal issue of the case, therefore, is whether the appellant’s claims are patentably different from the claims of Keim, considering the prior art teachings of Daniel et al. and Green.\nIn view of this attitude, we shall likewise concentrate on tbe rejection primarily based on Keim’s claims, believing that tbe consideration thereof involves such similar principles that when this rejection is disposed of, tbe one based on Davison will be disposed of likewise.\nOpinion\nTbe invention already patented to Keim (Hercules) being tbe matter of prime concern here, we will consider what it is and then compare it with tbe invention appellant seeks to patent. Our purpose, of course, is to determine whether tbe latter is an obvious variant of tbe former.\nNeither tbe appellant, the examiner, nor tbe board ever referred to any particular claim of tbe Keim patent. There are only 10 of them, 8 independent, which would require considerable analysis but for tbe fact that tbe solicitor has selected claim 2 as representative. It reads:\n2. A process for the production of wet-strength paper which comprises adding to an aqueous suspension of cellulosie paper stock a water-soluble cationic thermosetting resin formed by reacting epiehlorohydrin with a polyamide of a C3 — G10 saturated aliphatic dibasic carboxylic acid and from about 0.8 to about 1.4 moles, per mole of dibasic acid, of a polyalkylene polyamine at a temperature from about 45°C. to about 100° 0., said polyamide containing secondary amine groups, the ratio of epiehlorohydrin to secondary amine groups of said poly-amide being from about 0.5 to 1 to about 1.8 to 1, adsorbing from about 0.1-5% of said resin on said paper stock, forming the stock so treated into a sheet, and heating the sheet to cure the resin to a water-insoluble state. [Emphasis ours.]\nTbe italicized resin quantity range limitation appears in claim 1 of Keim as “from about 0.1% to about 5%, based on tbe weight of the paper” and we take tbe shorter statement of claim 2 to mean the same thing. In one form or the other it appears in all claims of the Keim patent and is of importance on the double patenting issue.\nThe situation of appellant vis a vis Keim (or Hercules v. Hercules) is fundamentally simple. Two different inventions, involving use of the same resin, were made by two different people. In spite of the examiner’s early remark in switching to the double patenting rejection, appellant and Keim are not claiming the same invention and, by arguing this as an obviousness-type double patenting case, the solicitor tacitly admits that to be the fact.\nThe easiest way to visualize the situation with respect to Keim, and Davison as well, is to base further discussion on a table appellant has provided in his brief, reproduced below:\nAs Table I shows, Keim, Davison, and appellant (all Hercules) are all using the identical resin, but for different purposes. For this reason it is not necessary to get into a consideration of what it is or how it is made, except to note, with respect to the secondary or 'prior art references, that they admittedly do not disclose it but only a “related resin.\nKeim’s patent disclosure (only 5 columns) is devoted to describing a process of increasing the wet-strength of paper and to the paper thus produced. The making of the cationic, thermosetting resin of appellant’s claims is described. The wet-strength of paper is increased by incorporating the resin in the paper in the amount of from about 0.1% to 5%, based on dry weight of the paper. The resin can be added to the paper after it is made or in the course of making it and in the latter case it works under acid, neutral, or alkaline conditions, which is advantageous. Heating the paper, in which the resin is incorporated, cures the resin and produces the wet strength. A minimum amount of resin to produce this result is “about 0.1%.” The patent says nothing about any other effect and mentions no water-insoluble additives for the paper.\nAldrich, the appellant, made another invention or discovery which makes use of the same cationic, thermosetting resin. (See 35 USC 100(b).) He discloses that in very small amounts it functions as a “retention aid” to increase the amount of certain water-insoluble additives, such as clay, pigments, waxes, etc., which becomes incorporated in paper. Furthermore, he discloses that this is done, due to the small amount of resin used for this purpose, without increasing the wet strength of the paper. This is the opposite of what is disclosed and claimed by Keim as his invention. Aldrich’s specification says:\nMoreover, in the relatively small amounts required to obtain these improved results, there is no appreciable increase in wet strength of the treated paper. This is an advantage where wet strength is not desired and, in addition, facilitates the reworking of broke from such treated paper.\nReferring briefly to Davison — as seems appropriate under the circumstances of this case — as the chart of Table I shows, he was concerned with increasing the strength of paper, both wet and dry, by incorporating various water-soluble polymerized acrylic, metha-crylic and other carboxyl-containing materials in it. The reason he used the resin common to all three inventions was to flocculate the acrylic, methacrylic and like water-soluble compounds and anchor them to the paper fibers. This is not appellant’s purpose nor does he use appellant’s amounts. He uses the same amounts as Keim. The Davison patent has two claims, claim 2 dependent on claim 1 which specifies “about 0.1% to about 5%” of the cathionic thermosetting resin. Since the all-important consideration here is what has been patented to Davison (Hercules), his claims are set forth in the margin.\nComparing tRe inventions of Keim and Davison, as defined in tfieir claims, with the invention of appellant, as defined in the appealed claims, we cannot agree with the Patent Office that they are not “patentably distinct’ — whatever that means. We think appellant is entitled to a patent with his claims. Since the inventions claimed are clearly not the same, the determinative question is whether appellant is claiming an invention which is merely an obvious variant of what Keim and Davison claim.\nWe find nothing of record to suggest that taking the resin which Keim uses by itself to impart wet strength to paper and using it in ah amount calculated not to produce any appreciable wet strength, i.e., below the “about 0.1%” specified by Keim as his lower limit, and down to about 0.1%, will have the effect of increasing the retention of old paper additives such as clays and the like. Similar considerations lead us to the same conclusion relative to Davison.\nSo far as we can see, the board’s concern about possible extension of monopoly and its refusal to agree with appellant that there will be none by granting a patent on appellant’s claims was predicated on its views as to the possible interpretation of “about” and the possibility of overlap in the top limit of appellant’s claims and the bottom limit of the claims of Keim and Davison. We believe appellant has taken care of that with great clarity, as a glance at Table I shows. Whatever “about 0.1 %” is construed to mean in the Keim and Davison claims, appellant’s claims specify “less than” that. In conjunction with those clear words, he uses the same claim expression as Keim and Davison, i.e., “about 0.1%.” There can be no overlap. We can see no possible extension of monopoly. Furthermore, as to amount, appellant’s claims specify (so far as Keim is concerned) that what is used in practicing his invention shall be “ineffective to impart any appreciable wet strength to the paper.”\nIt can hardly be said that it is an obvious modification of Keim’s invention, which is to use the cationic thermosetting resin to produce wet strength, to reduce its amount to the point where it produces no wet strength — perhaps way below — and to use it for an entirely different purpose. Similarly with respect to Davison’s use of the resin to flocculate and anchor acrylic compounds used to produce wet and dry strength, it is not obvious to use an amount which is ineffective for those purposes and to use it for a different purpose.\nWe are not forgetting the “secondary” references and what they teach about retention aids for paper additives, including the use of “similar” compounds to the resin used by appellant. With respect to the secondary references, we are concerned with whether they would suggest modifying the inventions claimed by Keim and Davi-son, because this is exclusively a double patenting rejection based on those claims and on that proposition. They would not suggest such modification, in our view, because it requires that the Keim or Davi-son invention first be completely undone by reducing the quantity of resin below the amounts deemed effective for their purposes by Keim and Davison.\nThe solicitor has repetitively asserted in his brief that the “range of resin proportions recited in the claims have [sic] not been disclosed, alleged or shown to be critical.” We do not know exactly what is meant by “critical” in this context but whatever it means we disagree with the proposition. This claim limitation is clearly of great significance. Criticality is usually concerned with the question of unobviousness under section 103, a question not before us.\nThe decision of the board is reversed.\nAlmond, J., concurs in the result.\nEx parte Jepson, 1917 CD 62, 243 OG 526.\nThis fact appears not only in appellant’s brief but from the terminal disclaimer, above referred to, which is of record, filed January 10, 1966, by Hercules Powder Company as owner of the application at bar.\n1. A process for Impregnating fibrous eellulosic material with a water-soluble, car-boxyl-containing material selected from the group consisting of plymers of acrylic acid, copolymers of acrylic acid and compounds copolymerizable therewith selected from the group consisting of acrylamide, methacrylamide, acrylonitrile and methacrylonitrile, polymers of methacrylic acid, and copolymers of methacrylic acid and compounds copolymerizable therewith selected from the group consisting of acrylamide, methacryla-mide, acrylonitrile and methacrylonitrile, which comprises forming an aqueous suspension of the fibrous ceUulosic material at a consistency from about 0.1% to about 5%, adding to such aqueous suspension (1) from about 0.1% to about 5%, based on the dry weight of fibrous eellulosic material, of a cathionic thermosetting resin obtained by reacting a polyalkylene polyamine having two primary amine groups and at least one secondary amine group with a C3-C10 saturated aliphatic dicarboxylic acid at a temperature from about 110° C. to about 250 °C. and in a mole ratio of polyalkylene polyamine to dicarboxylic acid of from about 0.8 :1.0 to about 1.4 :1.0 to form a long-chain polya-mide having secondary amine groups, and then reacting the polyamide with epiehlorohyd-rin at a temperature from about 45°C. to about 100°C. and in a mole ratio of epi-chlorohydrin to secondary amine groups of said polyamide from about 0.5 :1 to about 1.8 :1, and (2) a water-soluble, carboxyl-containing material selected from the indicated group, whereby a substantial portion of said water-soluble, carboxyl-containing material is deposited on and attached to said fibrous material together with said cationic thermo-setting resin.\n2. A process in accordance with claim 1 wherein the water-soluble, carboxyl-containing compound is a copolymer of acrylic acid and acrylamide.",
        "type": "majority",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "Olmton S. Miller (Charles L. Board,, of counsel) for appellant.",
      "Joseph Schimmel (Jack B. Armore, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "398 F.2d 855; 158 USPQ 311\nIn re Paul H. Aldrich\n(No. 7935)\nUnited States Court of Customs and Patent Appeals,\nJuly 3, 1968\nOlmton S. Miller (Charles L. Board,, of counsel) for appellant.\nJoseph Schimmel (Jack B. Armore, of counsel) for the Commissioner of Patents.\n[Oral argument March 4, 1968 by Mr. Board and Mr. Armore]\nBefore Woelet, Chief Judge, and Judges Rich, Smith, Almoito, Kikkpatkick.\nSenior District Judge, Eastern District of Pennsylvania, sitting by designation."
  },
  "file_name": "1431-01",
  "first_page_order": 771,
  "last_page_order": 781
}
