{
  "id": 6082814,
  "name": "Kuppenbender v. Riszdorfer",
  "name_abbreviation": "Kuppenbender v. Riszdorfer",
  "decision_date": "1939-06-26",
  "docket_number": "No. 4167",
  "first_page": "1436",
  "last_page": "1442",
  "citations": [
    {
      "type": "official",
      "cite": "26 C.C.P.A. 1436"
    },
    {
      "type": "parallel",
      "cite": "104 F.2d 791"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "67 F. (2d) 495",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        284824,
        6077721
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/67/0495-01",
        "/ccpa/21-2/0728-01"
      ]
    },
    {
      "cite": "14 F. (2d) 996",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 728,
    "char_count": 17084,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.3413078441442377e-07,
      "percentile": 0.631309972125788
    },
    "sha256": "803392e73850dab8d983f94b70e77b8205cff61da2392e336c5a71dca47db418",
    "simhash": "1:d64dac52912d79cd",
    "word_count": 2901
  },
  "last_updated": "2024-02-27T22:14:37.962341+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before G-arrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
    ],
    "parties": [
      "Kuppenbender v. Riszdorfer"
    ],
    "opinions": [
      {
        "text": "JacksoN, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding from a decision of the Board of Appeals which affirmed the decision of the Examiner of Interferences awarding priority of invention to appellee, the senior party.\nThe interference is between patent No. 2,031,321 of appellant, dated February 18, 1936, on an application serial No. 753,080, filed November 15, 1934, and an application of appellee for reissue of his patent No. 2,000,037, dated May 7, 1935, on application serial No. 511,832, filed January 28, 1931.\nThe invention relates to means in a photographic camera for automatically determining the correct exposure of the film. The means comprise a photo-electric exposure meter under the control of both the adjusting means for the speed of the shutter and the adjusting means for controlling the amount of light admitted through the camera lens to the film.\nThe count originated in the patent to appellant and reads:\nThe combination of a photographic camera with a photo electric exposure meter, including a lens system, means for adjusting the opening of said lens system, a shutter, means for adjusting the speed of said shutter, and means correlating both of said adjusting means with said photo electric exposure meter, said correlating means being adapted to control the reading of said exposure meter when either of said adjustment means are actuated, the said correlating means upon setting of one of said adjusting means being adapted to control the final adjustment of the other adjusting means to set up a predetermined reading in the exposure meter by both of said adjustments.\nResponding to an order to show cause why judgment should not be entered against him, appellant moved to dissolve the interference on the ground that appellee had no right to make the claim corresponding to the count, and also on the ground that appellee was not entitled to a reissue of his patent.\nThe Primary Examiner denied the motion to dissolve, and thereafter the Examiner of Interferences awarded priority of invention of the subject matter in issue to appellee.\nThe sole question to be determined here is whether appellee has the right to make the claim corresponding to the count, the contention that he is not entitled to the reissue of his patent not being raised before us in the reasons for appeal. If appellee has such right, then the decision appealed from must be affirmed.\nThe original application of appellee contained three figures illustrative of his structure. During the prosecution of his application he was required to add additional drawings, the letter of the Primary Examiner, dated January 11, 1981, stating:\n* * * The ground of incomplete disclosure bas been used before in tbis case in rejecting tbe claims and tbe requirement for tbe correction of tbe drawing has been discussed in two previous Office actions. Tbis action is accordingly made final.\nIn summary, Claims 22-24 will be declared allowable and tbis ease passed to issue when tbe above mentioned two new figures are presented and accepted and added to tbe drawings. These two new figures will be a clean copy of proposed Fig. 4 and a sketch of tbe proposed new figure which will be labeled Fig. 5.\nThis requirement of the examiner, we think, must have been for the purpose of clarification.\nThe controversy here centers around Fig. 5. Appellant contends that the original disclosure of appellee is not sufficient to support the said figure.\nFigure 5 and its reading by the Primary Examiner are as follows:\nIn the Riszdorfer reissue application in tbe form shown in Fig. 5, tbe photoelectric cell 46, shown behind tbe diaphragm 47 is in tbe circuit 85, 37 with tbe\nmeter having the pointer 34 and the lens system is behind the iris diaphragm 45 which is adjustable for varying the opening in the lens. Setting disk 23 adjusts the speed of camera shutter 231 and also varies the light falling on cell 46 by varying the size of the opening in diaphragm 47 in front of the light sensitive cell 46. Adjustment of the opening in the lens system by rotating knob 42 varies the current in the exposure meter circuit by adjusting resistance 37 in the circuit and a change in the adjustment of disk 23 controlling the speed of the shutter varies the current in the same meter circuit by controlling the amount of light falling on the light sensitive cell. In Riszdorfer the cell acts as a conductor in circuit with a battery 49.\nAppellee contended before the Primary Examiner that the count requires only that the adjustment of the exposure control devices control the reading of the exposure meter, and that it does not specify the particular means employed. Appellee relies upon Fig. 5 to show the two correlated adjustment means of the count. His contention is that the admission of said figure was justified by a sufficient original disclosure.\nAppellant contends that there was no sufficient original disclosure to warrant the admission of the said figure. Appellant’s contention is based upon the fact that Fig. 2 of the original application, of which Fig. 5 is a development, did not contain the setting disc 23. Figure 2 is substantially the same as Fig. 5 except that the said setting disc is omitted in Fig. 2. Fig. 1 of the original disclosure shows the disc 23. The Primary Examiner stated:\nThe count is thought to be clearly readable on Fig. 5 of the Riszdorfer drawing for reasons above stated. The change in Fig. 2 to show the disc 23 originally described as controlling the shutter are originally, shown in Fig. 1 was, it is thought, permissible. Fig. 5 described as showing an arrangement according to Fig. 2 with the shutter speed disc 23 connected with the diaphragm 47 of photo cell 46 does not, it is thought, involve new matter. In lines 42-50, page 1 of the Riszdorfer imtent corresponding to lines 1 to 7, page 3 of the original description in tlie patented file shutter timing disc 23 is described as geared to the diaphragm 21 provided ior cell 20.\nThe count is thought, therefore to be clearly readable on the form shown in Riszdorfer’s Eig. 5. Whether the original Riszdorfer disclosure is sufficient to support Pig. 5 and the description of this Figure added by amendment, must therefore be determined. Fig. 5 is described as corresponding substantially to Fig. 2 but having the diaphragm 47 of photocell 46 positively connected to the speed adjusting member 23 of a variable speed shutter by gear teeth.\nThe following detailed description of Fig. 1 in lines 42-50, page 1 of the patent are copied from lines 1 to 7, page 3 of the original unamended Riszdorfer x>at-ented file: “20 is a photoelectric cell which may likewise be provided with a diaghragm 21. The mount 22 of the diaphragm is constructed as a toothed wheel and engages with disc 23 which is likewise constructed as a toothed wheel and which is the disc usually provided in photographic apparatus for adjusting the speed of the shutter of the objective.”\nIn lines 23-27, page 2 of the patent corresponding to the sentence beginning in the last two lines, page 3, and including lines 1 to 3, page 4 of the original Riszdorfer patented file, reference is made to the “shutter speed chosen each time being taken into consideration by the adjustment of the diaphragm 21 by means of disc 23.” In lines 28-33, page 2 of the xiatent corresponding to the second complete paragraixh, page 4 of the patented file, and in the succeeding canceled paragraph, reference is also made to adjusting diaphragm 21 independently by hand so that it is not affected by rotation of disc 23. The paragraph beginning with line 34, page 2 of the Riszdorfer original patent corresponds with the last complete paragraph, i>age 4 of the original unamended specification. The last sentence of the above mentioned paragraph taken with other original description reference is sufficient foundation, it is thought, for the additional Fig. 5 showing the apparently preferred photocell diaphragm operation in which the photocell of Fig. 2 is connected to disc 23 as in Fig. 1. In original Fig. 2 the diaphragm of the cell is shown in the alternative form as turned by hand.\nThe board did not correctly describe Fig. 2 of appellee’s original application. It was stated by the board that the figure “disclosed an element 23 not very clearly shown or described hi detail.” There is, as before stated, no such element shown in this figure. Neither can we find where “it ivas stated, page 5 of the original specification that this element 23 was to be connected with and used for the shutter speed adjustment as in original Fig. 1 * *\nThe. board, in mentioning Fig. 2, was apparently referring to a drawing marked “Fig. 2” contained in an amendment tendered by appellee, dated October 13, 1933.\nIn his original application, with reference to Fig. 2, appellee stated :\nInstead of having two movable indicating members 18 and 30* the swine problem, may also be solved, with one movable and one stationary indicating member. Such a construction is shown in Fig. 2. [It is also shown in Fig. 5.J In this construction the indicator * * * 34* is likewise moved by the cell current as already described for Fig. 1. The second indicating member is a line 0* on the matt plate or in the finder. In the cell circuit 35* there is a variable resistance 36*, over the contacts 37* of which the sliding contact 38* moves. The latter is carried by the travelling nut 39* which travels along the guide 41* when the spindle 40* is rotated. The spindle 40, capable of being rotated by the hand wheel or knob 42*, continues into the worm 43* which adjusts the objective diaphragm 45* by way of the screw wheel 44*, just as already described in the case of Mg. 1. The photocell 46*, with the diaphragm 47*, the switch 48*, and the battery 49* are similarly arranged as in Pig. 1. [Italics and matter in brackets supplied; elements marked with an asterisk are also to be found in Pig. 5.]\nIt is our opinion that appellee, in bis application as originally filed, made it clear that in Fig. 2 be was showing an alternative structure whereby only one deflecting needle need be employed; in initiating his discussion of Fig. 2, appellee there stated:\nInstead of having two movable indicating members 18 and 30 the same problem may also be solved with one movable and one stationary indicating member. Such a construction is shown in Pig. 2. In this construction the indicator 34 is Wkemse moved by the cell current as already described for Mg. 1. [Italics ours.]\nIt seems to us that in Fig. 2 appellee was giving only the essential structural changes necessary to adapt the structure of Fig. 1 so as to employ but one deflecting needle, and that the absence of the disc 23, .geared to the diaphragm of the photoelectric cell, does not indicate that this feature had been eliminated. This view is confirmed, we believe, by the language above quoted, wherein appellee states that indicator 34 (which corresponds to indicator 30 in Fig. 1) is “likewise moved by the cell current as already described for Fig. 1.” We believe that this language should be construed as indicating that the deflection of indicator 34 was to be brought about through exactly the same mechanism and manipulation as obtained in deflecting indicator 30 in Fig. 1. This, of course, would result in including in Fig. 2 by inference the disc 23, and is, we think, a reasonable view of the matter. There is no apparent reason why an inventor, having devised a complete system as shown in Fig. 1, would, in stating an alternative structure affecting only certain elements, absolutely discard other features of his Fig. 1 whose continued presence and functioning in the structure were entirely consonant with his objective in the alternative structure, and we are not willing to hold that appellee so intended, especially in view of the indication to the contrary above pointed out. Having this view, we are of the opinion that Fig. 5 in effect discloses substantially what appellee originally intended should be the construction of Fig. 2, and the addition of Fig. 5 did not, in our opinion, constitute new matter.\nWe are in substantial agreement with the reasoning of the Primary Examiner and are of the opinion that said Fig. 5 is supported by the original disclosure of appellee.\nAppellant contends that appellee discloses no “means correlating both of said adjusting means with said photoelectric exposure meter,” as called for by tlie count. It is argued tbat, by the adjustment of the objective diaphragm 45 in Fig. 5, above illustrated, by turning knob 42, appellee varies resistance 37 without influencing light cell 46, and that a turning of the shutter speed adjusting disc controls the amount of light reaching cell 46 to decrease or increase its resistance in the battery circuit without influencing the resistance 37. Because of this separate influence upon the exposure meter, it is contended that the two adjusting means of appellee do1 not have reciprocal or mutual relations required to be “correlative.” Appellant argues that the word “correlative” must be interpreted as meaning a direct relation between the two adjusting means, as is shown in his patent. This contention of appellant is met by the observation that, under the terms of the count, it is required only that means be present correlating both of said adjusting means, not with each other necessarily, but “with said photoelectric exposure meter.”\nIn any event, it appears to us that each of the two separate adjusting, means of appellee’s Fig. 5 alters the reading of the meter, and that the two adjustments act jointly to bring the meter to a predetermined reading. Thus we think that the two adjustments are mutually related to the extent that the final adjustment of one to set up the predetermined reading in the meter directly depends upon the adjustment of the other.\nNeither of the tribunals below was of the opinion that the claim corresponding to the count is ambiguous, and therefore gave the count the broadest interpretation that it will support. Appellant contends that “correlating” should be interpreted in the light of his patent, where the count originated. If we agreed with appellant it would result in our adopting a narrow construction of said word. If the count were ambiguous such interpretation would be warranted; but we think the count is clear and unambiguous ; therefore resort may not be had to appellant’s specification in interpreting it. Accordingly, no occasion arises for narrowly interpreting the same.\nAppellant in his brief states that “This mutuality of effecting a change in the relation had been termed the ‘correlation.’ That term is not ambiguous.”\nWe agree with the reasoning of the Board of Appeals, which is as follows:\n* * * The terms of the count are regarded as hroad and not distinguishing in this respect. As noted above, it is our view also that the terms “correlating” and “to control” are of such scope as not to require actual driving connection but to govern the action of an indicator in connection with manual operation of parts. We find the count satisfied in all respects by the original disclosure of Riszdorfer. * * *\nAppellant, of course, could have adopted appropriate language which would embrace his structure and exclude appellee’s; but in our opinion such language is not present in the count before us. Appellant, having elected to use language which is somewhat broad in its scope, ran the risk of others with specifically different structure being able to come within the terms of the count, and he can not now be heard to say that such broad language ought to be read in the light of his disclosure merely because it originated with him.\nAppellant in his brief mentions another patent which was not before either of the Patent Office tribunals in this interference. He states that the interpretation given to the count herein by the board would bring it so close to the said patent disclosure that it would lose the right to protection, and that therefore such an interpretation should not be adopted. It is the settled law in this court that the said question proposed by appellant cannot be considered by us. In the case of Marine v. Wright, 22 C. C. P. A. (Patents) 946, 14 F. (2d) 996, we said:\n* * * It is well established that we are not at liberty in a proceeding of this character to inquire whether the interpretation given a count by the Patent Office tribunals renders the count unpatentable over the prior art. Marshall and Levandosky v. Ledwinka, 21 C. C. P. A. (Patents) 728, 67 F. (2d) 495, and cases therein cited.\nFor the foregoing reasons the decision of the Board of Appeals is affirmed,.",
        "type": "majority",
        "author": "JacksoN, Judge,"
      }
    ],
    "attorneys": [
      "1?. Stern (O. S. Grim Ale of counsel) for appellant.",
      "Rolla N. Carter (Glascoelc, Dommig anA SeeholA of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "104 F. (2d) 791\nKuppenbender v. Riszdorfer\n(No. 4167)\nUnited States Court of Customs and Patent Appeals,\nJune 26, 1939\n1?. Stern (O. S. Grim Ale of counsel) for appellant.\nRolla N. Carter (Glascoelc, Dommig anA SeeholA of counsel) for appellee.\n[Oral argument May 10, 1939, by Mr. Stern and Mr. Carter.]\nBefore G-arrett, Presiding Judge, and Bland, Hatfield, Lenroot, and Jackson, Associate Judges"
  },
  "file_name": "1436-01",
  "first_page_order": 754,
  "last_page_order": 760
}
