{
  "id": 6560170,
  "name": "Henry P. Field v. Audley Hart Stow",
  "name_abbreviation": "Field v. Stow",
  "decision_date": "1931-05-27",
  "docket_number": "No. 2754",
  "first_page": "1437",
  "last_page": "1441",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1437"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 840"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "46 F. (2d) 570",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6554109,
        1838447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/0907-01",
        "/f2d/46/0570-01"
      ]
    },
    {
      "cite": "40 F (2d) 988",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0988-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 448,
    "char_count": 10305,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.1401625693081803e-07,
      "percentile": 0.9111282163554709
    },
    "sha256": "7fa8ffdbc5aa2a9023bfcfefcbf31d7b8ffc26ed584009681c3f35a1d019c17e",
    "simhash": "1:375fd8d95ccb095a",
    "word_count": 1673
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding Judge, and Bland, Hatfield, Gakbett, and Leneoot, Associate Judges"
    ],
    "parties": [
      "Henry P. Field v. Audley Hart Stow"
    ],
    "opinions": [
      {
        "text": "Hatfield, Judge,\ndelivered the opinion of the court:\nThis is an appeal in an interference proceeding from the decision of the Board of Appeals of the United States Patent Office affirming the decision of the examiner of interferences awarding priority of invention to appellee.\nThe counts in issue were taken from appellant’s patent No. 1649396, issued November 16, 1927. They 'read:\n2. In a self-clearing end dump mine car, wheel axles, a longitudinally extending wood flooring comprising the lowermost longitudinally extending horizontal member of the car, supporting sills for said flooring, and self-clearing housing over said axles and resting on the wood flooring.\n3. In a self-clearing end dump mine car, wheel axles, a longitudinally extending wood flooring comprising the lowermost longitudinally extending horizontal member of the car, sills for supporting said flooring, axle housings mounted on said flooring and connected to said sills, and ties between the sills and located below the flooring.\n5. In a self-clearing end dump mine car, wheel axles, side sills carried on said axles, a longitudinally extending wood flooring positioned below the wheel axles and comprising the lowermost longitudinally extending horizontal member of the car, said sills carrying said flooring, and ties between said sills.\nAs stated in the counts, the invention relates to improvements in mine cars.\nCounsel for appellant moved to dissolve the interference on the ground that appellee had no right to make the claims constituting the counts in issue. The motion was denied by the law examiner. Thereafter a petition for rehearing was filed and denied.\nIn his original decision, the law examiner said:\nIn count 2, the lowermost longitudinally extending horizontal member of the car must be a composite member including such floor planks as are shown at 23, 24 in Field’s Figures 3, 5, and 6. It is therefore immaterial whether the separate planks extend longitudinally of the car or across the car if the flooring as a whole extends longitudinally of the car. This is true of Stow’s floor which comprises transversed wooden elements. Self-clearing housings are shown in Stow’s Figure 20.\nAs to count 3, Stow discloses ties between the sills and located below tie flooring in the diagonal members 221, Figure- 3’, It is not necessary that: these elements should have a floor supporting function to satisfy the count.\nCounts 4 and 5 include no additional elements and demand, no;’ further-discussion.\n⅝ ⅝ ⅜ ⅝ ⅝ ⅜ ⅞⅜.-\nThere are no terms'of doubtful meaning in the counts, and! it is not apparent; that any terms require definition outside of their fair and', ordinary meaning..\nIn denying tbe petition for rehearing,, the law: examiner said:\n⅜ * * the lowermost longitudinally extending member of the car includes-a plurality of floor planks and is a composite member. If the composite member extends longitudinally it is not necessary to- satisfy the count that the separate planks should also extend longitudinally tomake-atltagitudinally' extending flooring.\nThe alleged disclaimer in Stow’s specification, page 6, lines 28-to 31, of ai car construction which includes longitudinally extending wood flooring is-merely a statement that the separate planks of the floor are arranged ■ transversely. It is not a disclaimer of a longitudinally extending’: flooring..\nDue to the ifact that the date alleged in appellant’s preliminary statement for' conception of the invention defined in the involved counts, was subsequent to the filing date of appellee, and,,it.having: been held by the law examiner that appellee could make the claims constituting the counts in issue, the examiner- of interferences1 awarded priority of invention to appellee;\nThe Board of Appeals held that the language “ a longitudinally extending wood flooring comprising the lowermost longitudinally extending horizontal member of the car,” contained in each of the' involved counts, was ambiguous and might mean that the planks' of the flooring were longitudinally extending, as disclosed in. the specification in the patent to Field, or that the “flooring comprising the lowermost longitudinally extending- horizontal member ” might be considered as a unit without regard to whether the planks' extended longitudinally, as disclosed in the- patent to Field, or' transversely, as disclosed in the application of Stow. The board? then said :\nThe gist of the invention in this count is a car, comprising a horizontal floor member extending as a unit, or whole, from one end of the car to the-other longitudinally thereof, said longitudinally extending member comprising the lowermost horizontally extending member of the ear, supporting sills fon' said flooring, and self-clearing housings over said axles and resting on the wood flooring. Such housings are necessary in a car in which the flooring is the lowermost horizontal member of the car and is supported by the sills’ below the axles in order that the coal in the car may slide over the axleswhen one end of the car is raised that the load may slide over the inclined, floor to be delivered longitudinally of the car and out from the unraised end! of the car as described by both Field and Stow. Considering the flooring of\" the ear as a unit it is immaterial whether the Blanks thereof extend longt-tudinally of tlie ear oí- transversely. If Field, the patentee, had intended to limit his flooring to longitudinally extending planks it could have been so specified in the claim by including the wood planks. His invention, however, consisted in a floor extending horizontally and longitudinally of the car and below the axles of the car and apparently he did not wish to limit his claim to longitudinally extending planks. It was immaterial to the invention whether the planks extended in one direction or another transverse thereto. Count 2 does not specify longitudinally extending planks and the count clearly reads upon the construction shown and described by Stow and clearly states the gist of Stow’s invention as well as that of Field. The decision of the law examiner is affirmed as -to count 2.\nCount 3 differs from count 2 in that it includes “ ties between the sills and located below the flooring.” Inasmuch as these ties are present in Stow as shown by the ties 221, we think Stow can make this count and the decision of the law examiner with regard thereto is affirmed.\nCount 5 specifies “ a longitudinally extending wood flooring positioned below the axle wheels,” and since there appears to be nothing material to the invention in construing this expression to mean that the planks of the flooring extend longitudinally, we think the party Stow is entitled to make the claim of count 5 and the decision of the law examiner is accordingly affirmed.\nHaving reached the conclusion that appellee could make the claims constituting the counts in issue and, as appellant did not claim that he was entitled to priority of invention if appellee was entitled to make the counts in issue, the Board of Appeals awarded priority of invention to appellee.\nCounsel for appellant contends that appellee is not entitled to make the involved counts. It is urged that, as held by the Board of Appeals, the language “ a longitudinally extending wood flooring comprising the lowermost lojigitudinally extending horizontal member of the car ” is ambiguous; that, if this is so, the law requires that the counts must be construed in conformity with the iiatent in which they originated; and that, having copied the counts for the purpose of interference, appellee is bound by the meaning placed upon them by patentee. That this is a correct statement of the law, we have no doubt. Ernest M. Brogden v. Henry B. Slater, 17 C. C. P. A. (Patents) 1240, 40 F (2d) 988.\nHowever, after giving the matter careful consideration, we are unable to hold that the Board of Appeals was right in holding, and that counsel for appellant is right in claiming, that the language of the counts is ambiguous.\nThe word “ flooring ” is defined in Funk & Wagnalls New Standard Dictionary as follows:\nFlooring, n. 1. Material from which to make a floor. 2. Floors collectively; a floor.\nIt will be observed that the language of the counts defines “ a longitudinally extending wood flooring comprising the lowermost longitudinally extending horizontal member of the car.” (Italics ours.) Obviously, if the word “flooring” was intended to refer to the material for a floor, the “ flooring ” could not be said to comprise the lowermost longitudinally extending horizontal member of the car, nor would the planks and the “ longitudinal buffer beam,” which, the specification states, forms the floor, be referred to in the singular.\nIn view of the fact that the word “ flooring ” has two meanings, it would seem to be obvious that it must be interpreted in the counts as meaning a floor, otherwise we would be required to hold the language practically meaningless.\nWe agree with the views expressed by the law examiner that the language is unambiguous; that it means exactly what it says; that the lowermost longitudinally extending member of the car, including planks and a buffer beam, is a composite member — a longitudinally extending floor; and that it is immaterial whether the planks extend longitudinally or transversely.\nHad appellant seen fit to do so, he might have expressly limited his patent claims to a longitudinally extending wood floor consisting of longitudinally extending planks. However, as he did not do so, but deliberately elected to claim the invention broadly, he is not now in a position to insist that limitations be read into them for the purpose of avoiding the issue of priority. On the contrary, the counts should be given the broadest interpretation which they will reasonably support. Deibel v. Heise & Schumacher, 18 C. C. P. A. (Patents) 907, 46 F. (2d) 570.\nThe decision is affirmed.",
        "type": "majority",
        "author": "Hatfield, Judge,"
      }
    ],
    "attorneys": [
      "Frederick 3. Gibbs, Donald D. Rich (Herbert Jacobi and Wm. J. Jacobi of counsel) for appellant.",
      "Cyrus Keltr for appellee."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 840\nHenry P. Field v. Audley Hart Stow\n(No. 2754)\nUnited States Court of Customs and Patent Appeals,\nMay 27, 1931\nFrederick 3. Gibbs, Donald D. Rich (Herbert Jacobi and Wm. J. Jacobi of counsel) for appellant.\nCyrus Keltr for appellee.\n[Oral argument May 11, 1931, by Mr. Rich and Mr. Kehr]\nBefore Gbaham, Presiding Judge, and Bland, Hatfield, Gakbett, and Leneoot, Associate Judges"
  },
  "file_name": "1437-01",
  "first_page_order": 755,
  "last_page_order": 759
}
