{
  "id": 6560218,
  "name": "In re General Petroleum Corporation of California",
  "name_abbreviation": "In re General Petroleum Corp.",
  "decision_date": "1931-05-27",
  "docket_number": "No. 2755",
  "first_page": "1444",
  "last_page": "1449",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1444"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 966"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "12 S. W. (2d) 1098",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10313222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/12/1098-01"
      ]
    },
    {
      "cite": "49 F. (2d) 965",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1828304,
        6560027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/49/0965-01",
        "/ccpa/18-2/1421-01"
      ]
    },
    {
      "cite": "25 F. (2d) 833",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1726976
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/25/0833-01"
      ]
    },
    {
      "cite": "299 Fed. 232",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        1273362
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/299/0232-01"
      ]
    },
    {
      "cite": "168 Fed. 621",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6723033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/168/0621-01"
      ]
    },
    {
      "cite": "142 Fed. 727",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3902242
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/142/0727-01"
      ]
    },
    {
      "cite": "1898 O. D. 648",
      "category": "reporters:state",
      "reporter": "Ohio Dec.",
      "opinion_index": 0
    },
    {
      "cite": "201 U. S. 166",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        344993,
        345051
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/201/0166-01",
        "/us/201/0166-02"
      ]
    },
    {
      "cite": "46 F. (2d) 705",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1838752
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/46/0705-01"
      ]
    },
    {
      "cite": "269 U. S. 372",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        186284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/269/0372-01"
      ]
    },
    {
      "cite": "40 F. (2d) 116",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1793135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0116-01"
      ]
    },
    {
      "cite": "40 F. (2d) 124",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1793084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0124-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 740,
    "char_count": 13374,
    "ocr_confidence": 0.486,
    "pagerank": {
      "raw": 7.339404589943752e-08,
      "percentile": 0.4403658282780193
    },
    "sha256": "67a0ac46a8e6c1a6aab74ea112f8a7f685271da5d07e7e158cde47afe83df739",
    "simhash": "1:b789aea6ab2c0483",
    "word_count": 2262
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garreitt, and Lenroot, Associate Judges"
    ],
    "parties": [
      "In re General Petroleum Corporation of California"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nAppellant is, and for some time has been, engaged in the business of selling gasoline sold in bulk. In June, 1928, it began to introduce into its product a sufficient quantity of violet coloring matter to give a violet hue to the entire mass of gasoline so treated. The claim is that the introduction of this coloring matter ivas and is for no functional purpose, but solely for the purpose of distinguishing appellant’s gasoline from the gasoline marketed by other dealers, thus indicating origin. This is claimed to be a trade-mark use of the violet color and in July, 1928, appellant filed, in the United States Patent Office, application for the registration of the violet color for use in gasoline as a tracle-mark for such gasoline, under the Trade-Mark Registration Act of February 20, 1905.\nIn the application it was stated:\nThe tracle-mark is applied to the goods by the addition of a violet coloring matter which permeates the goods.\nRegistration was refused by the examiner on the ground that, as a general proposition of law, color alone can not constitute a trade-mark. Upon appeal the decision on this ground was affirmed by the Commissioner of Patents, and the instant appeal to this court was then taken.\nThere are several assignments of error, but all of these may be treated as comprehended in No. 9 thereof, reading:\nThe commissioner erred in rejecting the application on account of the nature of the mark.\nAppellant’s drawing discloses the figure of a conventional stand, such as is used at gasoline filling stations, showing the usual transparent receptacle at the top from which gasoline flows by force of gravity. By means of diagonal lines, drawn on the representation of the transparent device, indication is given that the gasoline within the receptacle is colored, and on one side of the receptacle, with an indicating arrow, the word “ violet ” appears. Nothing is claimed, however, for the figure of the stand nor for the word, the latter being inserted merely to explain what the color is. The claim is confined entirely to the color itself, independent of any figure, word, device, symbol, or design.\nIn the opinion of the commissioner it is stated:\nIn the brief the appellant proposes to amend the application to state “ the mark consists of violet coloring matter intimately mixed or dissolved in the gasoline.”\nThere does not appear to have been any formal ruling upon this amendment but it seems fairly inferable that the commissioner treated it as being allowed and we are content so to treat it.\nWe are not persuaded that the concurring decisions of the tribunals of the Patent Office are erroneous. The issue presented is somewhat novel, so far as the cases that have reached this court are concerned, but persuasive authority for their decisions herein is to be found in numerous decisions of other courts.\nIndependent of the authorities, in the absence of any controlling adjudications to the contrary, it seems to us that, in all good reason, it must be held that the trade-mark registration statute did not contemplate color alone, as appellant here applies it, as a mark to be registered as a trade-mark.\nAppellant has quite earnestly stressed the statement of the statute:\nThat no mark by which the goods of the owner of the mark may be distinguished from other goods of the same class be refused registration as a trade-mark on account of the nature of such mark ® * ⅜.\nWe fully appreciate the binding force of the quoted language, but before it can be applied the matter which it is proposed to register must be a mark, in a trade-mark sense. The word “ nature ” in the statute must be construed with that understanding of the meaning of the word “ mark.”\nTrade-mark ownership carries with it a monopoly upon the mark, but does not, of itself, carry with it the right of a monopoly upon the product or goods to which the mark is applied. If the mere color of violet applied to gasoline in the manner described, so as to render the entire volume of the gasoline violet-hued, could be treated as a trade-mark, it would result that appellant would secure a potential monopoly for an indefinite period, not simply upon the mark, but upon violet-colored gasoline itself. Such a mark we think would not be a good trade-mark at common law, and, repeatedly, we- have held, following numerous authorities, that, since the registration statute- created no new rights of trade-mark ownership, it did not contemplate the registration of marks incapable of common law ownership. B. F. Goodrich Co. v. Kenilworth Mfg. Co., 17 C. C. P. A. (Patents) 1105, 40 F. (2d) 124; Sum-Maid Raisin Growers of California v. American Grocer Co., 17 C. C. P. A. (Patents) 1034, 40 F. (2d) 116; American Steel Foundries v. Robertson, 269 U. S. 372, In re Bonide Chemical Co., 18 C. C. P. A. (Patents) 909, 46 F. (2d) 705, with their respective citations.\nThe authorities cited in the decisions of the Patent Office tribunals and in the brief of the Solicitor for the Patent Office are very persuasive, if not absolutely controlling. A. Leschen <& Sons Rope Co. v. Broderick & Bascom Rope Co., 201 U. S. 166; Ex pande Pearson Tobacco Co., 1898 O. D. 648, 85 O. Gr. 287; Diamond? Match Co. v. Saginaw Match Co., 142 Fed. 727; Newcomer c§ Lewis v. Scmven Co., 168 Fed. 621; Taylor v. Bostick, 299 Fed. 232; The Coca-Cola Co. v. Williamsburgh Stopper Co. et al. and The Coca-Cola Co. v. WMttemcmn et oil., 2 T. M. Eeporter 234; Goodyear Tire Co. v. Thomas E. Robertson, Commissioner of Patents, 25 F. (2d) 833; Ex parte Landreth, 1885 C. D. 90, 31 O. G. 1441.\nAll these cases sustain the general principle very well stated in the Diamond Match Co. case, supra:\nSometimes a color, taken in connection with other characteristics, may serve to distinguish one’s goods and thus be protected by the courts, but as a rule a color can not be monopolized to distinguish a product. '\nAppellant’s fifth assignment of error is as follows:\nThe commissioner erred in disregarding and refusing entirely to consider the cited decision of the Texas Court of Appeals holding that color as a means'of identification in the manufacture and sale of goods is governed by the same rule as the use of geographical names in the same connection.\nAs phrased, this assignment of error need not necessarily be given; any particular consideration by us. We do not find the case therein mentioned alluded to elsewhere in the record. Even the style of it is nowhere given therein, nor is it cited in the brief before us. It may have been brought to the commissioner’s attention in argument-If so, we have no evidence of his “ disregarding and refusing entirely to consider ” it. In any event, it is not a valid assignment of error-It would be rather presumptuous for this court to undertake ta control the mental processes of the Commissioner of Patents.\nHowever, in a brief in the case of In re Sun Oil Company, which; involves the same question here presented, and which is being decided concurrently herewith, 18 C. C. P. A. (Patents) 1121,49 F. (2d) 965, we have found a citation of a Texas case to which it is assumed' allusion was made, and, because of its nature and alleged bearing; upon the question at issue, we deem it not improper briefly to refer to it. Apparently, the'case is that of Clifton Mfg. Co. v. Crawford-Austin Mfg. Co., 12 S. W. (2d) 1098, 19 T. M. Reporter, 102.\nThe suit was in the State courts of Texas, the decision cited being' by the Court of Civil Appeals of that State. It involved a question, of alleged unfair competition and no trade-mark issue was presented-\nBoth parties thereto appear to have been manufacturers of, and dealers in, tents, tarpaulins, and wagon covers.\nThe appellee therein. began the use of a material which had a color referred to as “ a russet or reddish brown.” Appellant- therein began to use a material having the same color. Appellee sought an injunction to prevent appellant from using it. The district court granted a temporary restraining order, and, upon appeal, the court of civil appeals declined to dissolve this temporary order, with the statement:\nTbe testiihony discloses that tbe alleged imitation of appellee’s distinctive-color in the manufacture by appellants of tbe articles in question bad just begun, -and fails to show that appellants were likely to suffer any material injury by being temporarily restrained from manufacturing and selling such» articles in such specific color. In view of such situation and the testimony\" introduced at the hearing, we are not prepared to say that the trial court-abused his discretion in granting temporary restraint.\nThe case probably went to trial in the District Court of Texas: on the merits, but this court is not advised as to that or as to its-final outcome.\nThe Texas court indulged in a discussion comparing the use of a distinctive color, in an unfair-competition proceeding, with the use of geographical names in the same connection and cited several familiar authorities. There is no hint in the case that the appellee therein was claiming or-seeking to set up any ownership of trademark rights in the color, such as appellant herein is seeking. The Clifton case, supra, is not an authority of value in this proceeding. Appellant’s other authorities we think also inapplicable to the particular or direct question here involved.\nThere is cited as a precedent, which appellant earnestly insists is apropos, a registration of October 16, 1928, trade-mark 248219, to Delaware, Lackawanna & Western Goal Co. v. Blackwood Goal & Coke Co., for coal. The certificate says:\nThe trade-mark consists in coloring tlie surface of some of the lumps of coal in the mass blue, and the drawing is lined to indicate blue color.\nThe validity of this registration is not involved here and there is no occasion for intimating any opinion as to that. It seems sufficient to say that there is at least one distinction between that case and this, which lies in the fact that the color there does not become an integral portion of the goods but is merely applied to surface. Here appellant’s mark, when applied to the goods, becomes a part of the goods. That it is applied for distinguishing and not for functional purposes can make no difference so far as the trade-mark registration act is concerned, since the effect is the same.\nHopkins, on Trade-marks (4th ed.), page 284, says:\nThe courts have been uniformly averse to recognizing anything remotely resembling a monopoly of color. There are not more than seven primary colors, and if one of these may be appropriated as a distinguishing characteristic of a label, i,t would not take long to appropriate the rest. * * ⅜ To allow colors to be appropriated as distinguishing characteristics would foster monopoly by foreclosing the use by others of any tasty dress.\nAgain, at page 139, discussing “ What Constitutes a Trade-Mark,” the same author says:\nSeo. 53. The trade-marked article not a trade-mark. It is obvious that if a commercial article itself could constitute a trade-mark, there would be little use for patent laws. As Judge Carpenter said, “ in the very nature of the •case, ⅜ ⅜ * the trade-mark must be something other than, and separate from, the merchandise.”\nAppellant earnestly stresses the argument that gasoline being a liquid product, sold almost wholly in bulk, the coloring process furnishes the only practical method so far devised to assure adequate, full trade-mark protection. This may be true, but certainty this court has not the power to constitute something a trade-mark which is not a legal mark, in fact, simply because certain products, by reason of physical laws, are incapable of having the benefit, in the particular manner which may be wished, of an actual marie\nIt may be said that, even if a legal trade-mark function’ could be given to color alone when it is an integral part of' the goods, thereby saying, in effect, that the goods themselves may constitute their own trade-mark by reason of one of their ingredients which affects the whole, the question of -such a mark being merely descriptive of the goods would immediately arise. Obviously, the word “ violet ” applied to violet-colored gasoline would be descriptive of a character or quality of that particular gasoline, and hence could not be registered as a trade-mark by reason of the prohibition contained in the proviso of section 5 of the registration act. Since it is proposed to register the color itself instead of the name of the color, would such, a mark be any less descriptive ?\nWe can not think so.\nColor alone, as appellant applies it, is not capable of being- treated as a trade-mark entitled to registration under the trade-mark registration act of February 20, 1905. Even were this not true, its registration would have to be denied on the ground that such mark is merely descriptive.\nThe decision of the Commissioner of Patents- is affirmed-",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Win. Wallace, White, Wallace White (Joseph W. Milbnrn of counsel) for appellant.",
      "T. A. Hostetler for the Comimssioner of Patents."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 966\nIn re General Petroleum Corporation of California\n(No. 2755)\nUnited States Court of Customs and Patent Appeals,\nMay 27, 1931\nWin. Wallace, White, Wallace White (Joseph W. Milbnrn of counsel) for appellant.\nT. A. Hostetler for the Comimssioner of Patents.\n[Oral argument May 6, 1931, by Mr. Milburn and Mr. Hostetler]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garreitt, and Lenroot, Associate Judges"
  },
  "file_name": "1444-01",
  "first_page_order": 762,
  "last_page_order": 767
}
