{
  "id": 11497596,
  "name": "CHRISTINE BLAICH, Appellant, v. STEPHEN BLAICH, Respondent",
  "name_abbreviation": "Blaich v. Blaich",
  "decision_date": "1998-12-31",
  "docket_number": "No. 30434",
  "first_page": "1446",
  "last_page": "1454",
  "citations": [
    {
      "type": "official",
      "cite": "114 Nev. 1446"
    },
    {
      "type": "parallel",
      "cite": "971 P.2d 822"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "812 P.2d 1272",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "opinion_index": 0
    },
    {
      "cite": "114 Nev. 1431",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11497555
      ],
      "weight": 2,
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/nev/114-2/1431-01"
      ]
    },
    {
      "cite": "107 Nev. 378",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557382
      ],
      "weight": 14,
      "year": 1991,
      "pin_cites": [
        {
          "page": "382"
        },
        {
          "page": "1270"
        },
        {
          "page": "383"
        },
        {
          "page": "1270"
        },
        {
          "page": "385"
        },
        {
          "page": "383"
        },
        {
          "page": "1271"
        },
        {
          "page": "383"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0378-01"
      ]
    },
    {
      "cite": "110 Nev. 1253",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558204
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1266"
        },
        {
          "page": "572"
        },
        {
          "page": "1263"
        },
        {
          "page": "570"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110-2/1253-01"
      ]
    },
    {
      "cite": "111 Nev. 309",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11921735
      ],
      "weight": 6,
      "year": 1995,
      "pin_cites": [
        {
          "page": "315",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "1312",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "316-17"
        },
        {
          "page": "1314"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/111/0309-01"
      ]
    },
    {
      "cite": "111 Nev. 754",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11923001
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "761"
        },
        {
          "page": "1289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/111/0754-01"
      ]
    },
    {
      "cite": "109 Nev. 28",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556847
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "30"
        },
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/109/0028-01"
      ]
    },
    {
      "cite": "114 Nev. 1431",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11497555
      ],
      "weight": 2,
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "Springer, C. J., dissenting"
        },
        {
          "parenthetical": "Springer, C. J., dissenting"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/nev/114-2/1431-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 812,
    "char_count": 19836,
    "ocr_confidence": 0.903,
    "pagerank": {
      "raw": 1.264345329443541e-07,
      "percentile": 0.6131787992272909
    },
    "sha256": "aab9f6ce6102abcd1885a28d9998ae823a147c253a7a45fe468041627a63a07e",
    "simhash": "1:198405234e9a0a46",
    "word_count": 3226
  },
  "last_updated": "2024-02-27T21:38:34.106665+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rose and Young, JJ., concur."
    ],
    "parties": [
      "CHRISTINE BLAICH, Appellant, v. STEPHEN BLAICH, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nShearing, J.:\nChristine and Stephen Blaich divorced on December 5, 1995. The divorce agreement provided that the couple would share joint legal and physical custody of their only child, McKenzie. In September 1996, Christine unexpectedly received a job offer in Dallas, Texas. Believing that this Dallas job would enhance her career and that life in a small suburb of Dallas would offer better opportunities for her and for McKenzie, she asked Stephen for permission to move to Dallas with McKenzie; Stephen denied this request. On October 22, Christine filed a motion to relocate with the district court, and Stephen filed an opposition motion in which he requested that the court grant him primary custody of McKenzie. Christine filed a reply motion on February 7, 1997.\nAn order of May 2, 1997, denied Christine’s motion to relocate and granted Stephen’s motion for primary physical custody. Christine appeals this order.\nIn its May 2, 1997 order, the district court stated: “[I]t is the finding of this Court that Defendant/Counterclaimant’s reply brief is a fugitive document and was untimely filed, and that it should be stricken.’ ’ Christine argues that the district court erred in striking this document.\nThis court conducts a de novo review of the district court’s conclusions of law. SIIS v. United Exposition Services Co., 109 Nev. 28, 30, 846 P.2d 294, 295 (1993). EDCR 5.25(d) states:\n[A] moving party may file a reply memorandum of points and authorities not later than 5 days before the matter is set for hearing. A reply memorandum must not be filed within 5 days of the hearing or in open court unless court approval is first obtained.\nChristine filed her reply to Stephen’s motion on February 7, 1997. The district court scheduled a hearing on these motions for April 3, 1997. Clearly, Christine’s motion was filed more than five days before the scheduled hearing date. Thus, we conclude that Christine’s motion was not untimely and that the district court erred in refusing to consider it.\nChristine also argues that the district court misinterpreted NRS 125A.350 and failed to properly apply it to her motion to relocate. She argues that NRS 125A.350 applies not only to parents with primary physical custody, but also to parents with joint custody who seek to move out of Nevada.\nIn its May 2, 1997 order, the district court stated, in relevant part:\n[Tjhis Court further finds that currently there is no case law on point in the state of Nevada where parties have joint physical custody and one parent desires to move out of state with the minor child. There is case law relative to a party having primary custody desiring to move out of state, and there is case law where a party having joint custody desires to change the custody relationship and seek primary custody. In viewing the statutes and case law regarding change of custody, and also regarding moving out of state with the minor child, it is the finding of this Court that the Court must first look at the facts and law surrounding the change of custody prior to addressing the issue of the move out of state. . . .\nOn the basis of the foregoing Findings, the Court CONCLUDES:\n1. That the Defendant/Counterclaimant, CHRISTINE BLAICH, must first show, prior to addressing the issues of the out-of-state move, that it is in the best interests of the child that she receive primary custody. . . .\nNRS 125A.350, entitled “Consent required from noncustodial parent or parent having joint custody to remove child from state; permission from court; change of custody,” states:\nIf custody has been established and the custodial parent or a parent having joint custody intends to move his residence to a place outside of this state and to take the child with him, he must, as soon as possible and before the planned move, attempt to obtain the written consent of the other parent to move the child from the state. If the noncustodial parent or other parent having joint custody refuses to give that consent, the parent planning the move shall, before he leaves the state with the child, petition the court for permission to move the child. . . .\n(Emphasis added.)\nClearly, NRS 125A.350 applies to a parent sharing joint custody who seeks to move to another state. The district court’s conclusion that it could not address Christine’s motion to relocate without first awarding her primary physical custody is at odds with the language of NRS 125A.350 and therefore is erroneous.\nIn addition, several cases interpreting NRS 125A.350 should have guided the district court in its evaluation of Christine’s motion to relocate to Texas. See Gandee v. Gandee, 111 Nev. 754, 895 P.2d 1285 (1995); Trent v. Trent, 111 Nev. 309, 890 P.2d 1309 (1995); Jones v. Jones, 110 Nev. 1253, 885 P.2d 563 (1994); Schwartz v. Schwartz, 107 Nev. 378, 812 P.2d 1268 (1991). Although these cases specifically discuss NRS 125A.350 motions filed by parents with primary physical custody, the analysis in these cases should guide the district court in evaluating all motions to relocate filed pursuant to 125A.350 regardless of the custodial status of the moving parent.\nChristine further argues that the district court erred in denying her motion to relocate and in granting Stephen’s motion for primary custody because the district court misinterpreted and misapplied NRS 125A.350 and its accompanying cases. The district court’s May 2, 1997 order states:\nThis Court finds that a move would frustrate the relationship between father and daughter. The Court witnessed Mr. BLAICH’s testimony and believes the father’s motives to be sincere. The Court finds that the argument by Ms. BLAICH that one of the reasons for the move was to be closer to family was not genuine. There would still be substantial distance between her and her family, and it is the belief of the Court that frequent visits would probably not be made. Additionally, by Ms. BLAICH’s mother’s own admission, she planned to retire to the state of Idaho. The Court did not find family to be Ms. BLAICH’s draw to the state of Texas. Further, the Court finds that Ms. BLAICH did not look anywhere else in Nevada for employment options for herself, nor did she look at educational options for the child in the state of Nevada, by her own admission she only investigated options in Texas. The Court finds that Ms. BLAICH’s decision to only investigate options in Texas, sign a lease agreement even before filing a motion with this court, evidences a lack of good faith on her part.\nIt is further the finding of this Court that, in light of the joint physical custody arrangement that the parties have pursuant to the Decree of Divorce, Mr. BLAICH would not be able to have a reasonable alternative visitation schedule and that the visitation schedule proposed by Ms. BLAICH was self-serving and not a reasonable alternative plan of visitation. That Mr. BLAICH, with joint physical custody, had substantial rights. To take these rights away, there needed to be more evidence presented relative to a change of custody. Ms. BLAICH failed to do that, but simply assumed that she had primary physical custody. Apparently, Ms. BLAICH desired to obtain primary physical custody by virtue of simply moving out of the state. . . .\nIt is the finding of this Court that it is in the best interests of the minor child that Mr. BLAICH be designated as the primary custodian of the child, unless and until Ms. BLAICH decides to relocate to the state of Nevada.\nOn the basis of the foregoing Findings, the Court CONCLUDES:\n1. That the Defendant/Counterclaimant, CHRISTINE BLAICH, must first show, prior to addressing the issues of the out-of-state move, that it is in the best interests of the child that she receive primary custody. She has failed to do so, and therefore her request to move out of the state with the minor child must be denied, and Plaintiff/Counterdefend-ant STEPHEN BLAICH’s motion to be designated as primary physical custodian should be granted.\nIT IS FURTHER ORDERED, ADJUDGED, AND DECREED that Plaintiff/Counterclaimant’s Motion to Designate Plaintiff/Counterdefendant As Primary Custodian Of The Minor Child be, and the same is hereby, granted.\nThe district court evaluated Christine’s motion to relocate under the false assumption that it must first determine whether to grant Christine primary physical custody. Thus, the district court evaluated the facts using a combination of the best interest of the child standard, which guides a district court’s decision to change custody pursuant to 125.510(2), and not the factors set forth by this court for evaluating a motion to relocate pursuant to NRS 125A.350. The district court’s analysis misapplies and even contradicts the case law which should have guided its analysis of whether to grant Christine’s motion to relocate.\nIt has become apparent that the district court has, along with many of her colleagues statewide, been reluctant to apply Schwartz and its progeny to relocation applications where the parties enjoy a joint custody arrangement. Thus, in McGuinness v. McGuiness, 114 Nev. 1431, 970 P.2d 1074 (1998), we unequivocally determined that all motions to relocate must be analyzed pursuant to Schwartz, regardless of the nature of the custody arrangement.\nIn Schwartz, this court first articulated the standard for evaluating motions pursuant to 125A.350. “[In] determining the issue of removal, the court must first find whether the custodial parent has demonstrated that an actual advantage will be realized by both the children and the custodial parent in moving to a location so far removed from the current residence that weekly visitation by the noncustodial parent is virtually precluded.” Schwartz, 107 Nev. at 382, 812 P.2d at 1270. According to Schwartz, if the moving parent satisfies this threshold requirement, the court must weigh a series of factors, including their impact on the family and “the extent to which the compelling interests of each member of the family are accommodated.” Id. at 383, 812 P.2d at 1270. In weighing and balancing the factors, this court set forth a nonex-haustive list of sub-factors that ‘ ‘may assist the court in reaching an appropriate decision.’ ’ Id.\nIn Jones, this court refined the “actual advantage” standard and directed the district court to focus upon the availability of reasonable alternative visitation. This court stated:\n[A] custodial parent seeking removal does not need to show a significant economic or other tangible benefit to meet the threshold “actual advantage” showing. If the custodial parent shows a sensible, good faith reason for the move, the district court should evaluate the other factors enumerated in Schwartz, focusing on whether reasonable, alternative, visitation is possible. If reasonable alternative visitation is possible, the burden shifts to the noncustodial parent to show that the move is not in the best interests of the children. Such a showing must consist of concrete, material reasons why the move is inimical to the children’s best interests. . . .\nJones v. Jones, 110 Nev. 1253, 1266, 885 P.2d 563, 572 (1994). “Reasonable, alternative visitation is visitation that ‘will provide an adequate basis for preserving and fostering a child’s relationship with the noncustodial parent if the removal is allowed.’ ” Id. at 1263, 885 P.2d at 570 (quoting Schwartz v. Schwartz, 107 Nev. 378, 385 n.5, 812 P2d 1268, 1272 n.5 (1991)). Citing opinions from other jurisdictions, this court emphasized the notion that the district court may not disallow removal solely to maintain the existing visitation pattern, even if removal means a shift away from consistent day-to-day contact. Id.\nBased on the factors set forth in Schwartz and its progeny, we conclude that Christine made the threshold showing of an “actual advantage” required by the first factor in Schwartz, namely, that a move to Carrollton provides a small town atmosphere, safety, a higher standard of living and career advancement. Christine testified as to the proximity of neighbors, friends, family, schools, parks and a flexible work environment that will allow her to enjoy these benefits with McKenzie. Regarding the second and third Schwartz factors, Christine’s motives appear to be honorable and not designed to frustrate or defeat Stephen’s visitation rights; she has demonstrated her commitment to complying with court visitation orders. In fact, Christine testified that she seeks to encourage visitation and believes that Stephen is a good father. Regarding the last Schwartz factor, Christine states that while weekly visitation will be impractical given that the parties cannot afford weekly airline tickets, McKenzie and Stephen can visit each other regularly with less frequent but longer visits, instead of more frequent shorter visits.\nIn denying Christine’s motion, the district court heavily weighed the fact that Stephen would no longer have weekly contact with his daughter. This court has explicitly cautioned the district court against placing improper emphasis upon this fact, labeling such practice “problematic.” Gandee v. Gandee, 111 Nev. 754, 761, 895 P.2d 1285, 1289 (1995).\nWe find it disturbing that despite our decision in Schwartz, many district courts are using NRS 125A.350 as a means to chain custodial parents, most often women, to the state of Nevada. NRS 125A.350 is primarily a notice statute intended to prevent one parent from in effect “stealing” the children away from the other parent by moving them away to another state and attempting to sever contact. Given the legislative purpose behind NRS 125A.350, it should not be used to prevent the custodial parent from freely pursuing a life outside of Nevada when reasonable alternative visitation is possible.\nTrent v. Trent, 111 Nev. 309, 315, 890 P.2d 1309, 1312 (1995) (footnote omitted).\nHere, the district court dismissed Christine’s proposed parenting plan as “self-serving” despite its similarity to plans previously accepted by the district court. Id. at 316-17, 890 P.2d at 1314. Schwartz, 107 Nev. at 385, 812 P.2d 1272. It appears that Christine made the showings required by the cases interpreting 125A.350. The district court did not, therefore, reach its result by following the method of analysis set forth by this court. We conclude that in failing to evaluate Christine’s motion to relocate in accordance with the standards set forth by this court in Schwartz and its progeny, the district court failed to apply the correct law. Accordingly, we reverse the order of the district court and remand this matter to the district court for reevaluation of Christine’s two motions and Stephen’s motion for primary custody by the standards set forth in this opinion.\nRose and Young, JJ., concur.\nNRS 125.510(2) states, that “[a]ny order for joint custody may be modified or terminated by the court upon the petition of one or both parents or on the court’s own motion if it is shown that the best interest of the child requires the modification or termination. ...”\nThese factors are: “(1) the extent to which the move is likely to improve the quality of life for both the children and the custodial parent; (2) whether the custodial parent’s motives are honorable, and not designed to frustrate or defeat visitation rights accorded to the noncustodial parent; (3) whether, if permission to remove is granted, the custodial parent will comply with any substitute visitation orders issued by the court; (4) whether the noncustodian’s motives are honorable in resisting the motion for permission to remove, or to what extent, if any, the opposition is intended to secure a financial advantage in the form of ongoing support obligations or otherwise; (5) whether, if removal is allowed, there will be a realistic opportunity for the noncustodial parent to maintain a visitation schedule that will adequately foster and preserve the parental relationship with the noncustodial parent.” Schwartz v. Schwartz, 107 Nev. 378, 383, 812 P.2d 1268, 1271 (1991).\n“For example, in determining whether, and the extent to which the move will likely improve the quality of life for the children and the custodial parent, the court may require evidence concerning such matters as: (1) whether positive family care and support, including that of the extended family, will be enhanced; (2) whether housing and environmental living conditions will be improved; (3) whether educational advantages for the children will result; (4) whether the custodial parent’s employment and income will improve; (5) whether special needs of a child, medical or otherwise, will be better served; and (6) whether, in the child’s opinion, circumstances and relationships will be improved.” Schwartz, 107 Nev. at 383, 812 P.2d at 1271.",
        "type": "majority",
        "author": "Shearing, J.:"
      },
      {
        "text": "Maupin, J.,\nconcurring:\nI write separately to comment on the position taken by our dissenting colleague.\nThe dissent asserts that the district court did not have to address NRS 125A.350 because the court was simply refusing to allow a parent with neither joint nor primary custody to move outside this state with her child. On the contrary, the proceedings now being considered on appeal were initiated via motion to relocate, brought by a parent with joint physical custody. The motion by the father to change the custody arrangement was made in response to the motion to relocate. Thus, the district court, as noted by the majority, was required to address the issues raised under NRS 125A.350.\nI also write separately to note that, while I agree with the majority analysis, the district judge in this case was trying to grapple with a body of doctrine that has been the subject of confusion among members of our judiciary on both the appellate and trial court levels. This is reflected by a fairly substantial collection of cases involving the scope and meaning of NRS 125A.350 that are just now being resolved contemporaneously with this decision.",
        "type": "concurrence",
        "author": "Maupin, J.,"
      },
      {
        "text": "Springer, C. J.,\ndissenting:\nThis is an appeal from a custody decision granting Stephen Blaich’s motion to change custody of his child from joint custody to primary custody. Upon the court’s granting Blaich’s motion, Blaich, the father, became the primary custodian of the child. As I see it, the district court’s refusal to permit the mother to take the child away from the primary custodian to be with her in Texas is merely an incident of the custody decision. NRS 125A.350 relates only to primaiy and joint custodians. Since the mother does not have primary custody, she does not have standing to proceed under NRS 125A.350. Consequently, the district court did not err in denying the mother’s motion to remove the child.\nThe majority opinion is wrong when it asserts that the district court evaluated the mother’s motion to relocate “under the false assumption that it must first determine whether to grant Christine primary physical custody.” The district court made no “false assumption.” As I explain in McGuinness v. McGuinness, 114 Nev. 1431, 970 P.2d 1074 (1998) (Springer, C. J., dissenting), a joint custodian who seeks to remove a child to another state is seeking a change in custody to primary custodian status. Thus, the district court in this case was deciding the issue that was truly before it in this case — if joint custody was no longer an option, who was to be the primary custodian? I see nothing in the record that would prevent the court from granting the father’s motion for primary custody. Thé majority opinion holds that “the district court failed to apply the correct law.” I think that it is this court that has failed to apply the correct law; therefore, I dissent.",
        "type": "dissent",
        "author": "Springer, C. J.,"
      }
    ],
    "attorneys": [
      "Raleigh, Hunt & McGarry, and Bert Wuester, Jr., Las Vegas, for Appellant.",
      "D. Bruce Anderson, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "CHRISTINE BLAICH, Appellant, v. STEPHEN BLAICH, Respondent.\nNo. 30434\nDecember 31, 1998\n971 P.2d 822\nRaleigh, Hunt & McGarry, and Bert Wuester, Jr., Las Vegas, for Appellant.\nD. Bruce Anderson, Las Vegas, for Respondent."
  },
  "file_name": "1446-01",
  "first_page_order": 596,
  "last_page_order": 604
}
