{
  "id": 11922953,
  "name": "PATRICK K. GIBSON, Appellant, v. THE STATE OF NEVADA, Respondent",
  "name_abbreviation": "Gibson v. State",
  "decision_date": "1995-11-30",
  "docket_number": "No. 26831",
  "first_page": "1450",
  "last_page": "1453",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1450"
    },
    {
      "type": "parallel",
      "cite": "907 P.2d 166"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "102 Nev. 5",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8555915
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0005-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 387,
    "char_count": 6239,
    "ocr_confidence": 0.93,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24433297076393257
    },
    "sha256": "51953dd6d95d958e6b36c355f3122715d54a3e579a452083f8a7c5e0466fe807",
    "simhash": "1:b7407d2784524dad",
    "word_count": 976
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "PATRICK K. GIBSON, Appellant, v. THE STATE OF NEVADA, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nThis is an appeal from an order of the district court denying appellant’s motion to modify his sentence and for resentencing. Appellant claims that he has been re-integrated into the community and has been rehabilitated, and that it violates principles of basic fairness and fundamental justice to reincarcerate him on a Nevada sentence. We agree.\nAs a young adult, appellant engaged in substantial criminal activity for several years. In 1978, shortly after his release from prison, where he was serving time for auto theft, appellant went on an interstate crime spree which took him through Oregon, Utah, Nevada and California. This spate of activity ultimately resulted in felony convictions in the state court systems of Oregon and Nevada and also in the United States federal district court of Nevada. Appellant was variously convicted of several counts of kidnapping and robbery and one count of rape.\nOregon sentenced appellant to serve consecutive terms of ten and fifteen years for rape and robbery. The United States District Court for the District of Nevada sentenced appellant for kidnap and conspiracy to kidnap to twenty years. This sentence was to run consecutively to the Oregon sentence. Appellant was then extradited to Nevada, where he pleaded guilty to one count of robbery.\nOn October 25, 1979, the Ninth Judicial District Court of Nevada entered a judgment of conviction pursuant to appellant’s guilty plea and sentenced appellant to fifteen years in the Nevada State Prison. Nevada then returned appellant to Oregon, where he proceeded to serve out his Oregon sentence.\nNevada prison authorities promptly placed a hold with Oregon, but did not place a hold with federal authorities. In November 1982, after appellant had served three years of his Oregon sentence, Oregon granted him parole and remanded him to federal custody. Oregon did not inform federal authorities about the Nevada hold.\nOn January 7, 1984, federal prison authorities sent a “detainer action letter” to the Douglas County Sheriff’s Office informing that office that if Nevada wished a detainer placed on appellant, Nevada would have to send a copy of the Nevada warrant. Nevada authorities failed to respond to the letter. In March 1992, appellant was paroled to the street from his federal sentence. Authorities in Nevada took no action and made no inquiries until January 1993, when they learned appellant had been paroled. Nevada then issued a bench warrant on the Nevada conviction, and appellant was arrested on February 7, 1994. Appellant moved in April 1994 to modify his sentence and the district court agreed to set bail at $10,000 pending resolution of the motion to modify. Federal authorities then arrested appellant in May of 1994 for violating his federal parole by leaving the state of Washington without permission, and the Nevada state district court revoked his Nevada bail. Federal authorities incarcerated appellant pursuant to the parole violation. The Nevada state district court subsequently denied appellant’s motion on January 31, 1995. After he was released again from federal custody in September 1995, appellant waived extradition, surrendered himself to Nevada authorities and appealed the district court’s order denying his motion to modify the sentence.\nAppellant based his motion to modify his sentence on the grounds that he has reintegrated into his community and works and lives among people who respect him and who believe him to be fully rehabilitated.\nDuring the time appellant was serving his Oregon sentence, prison authorities noted his contrition and his efforts to rehabilitate himself. Appellant became involved with religion and successfully completed two psychotherapy programs. Appellant subsequently served ten years in federal prison. He received above average to excellent work performance evaluations from the federal prison officials. He showed initiative and creativity. He learned to program computers in D-Base III and helped to streamline a prison factory computer system which resulted in substantial savings to the prison. Further, appellant had a clean disciplinary record.\nAfter he was paroled from his federal sentence, appellant moved in with his brother and sister-in-law in Everett, Washington. He got a job with Dial Telephone Company, became a field supervisor and headed projects at two hospitals. He did contract work as a computer programmer, and by March of 1993, he was able to start his own computer programming and consulting firm. In 1993, appellant made about $45,000 and invested in an auto auction company.\nIn support of his motion to modify his sentence, appellant submitted to the district court letters from relatives, colleagues and co-workers supporting him and attesting to his rehabilitation. These letters include strong support from women colleagues and co-workers who are fully aware of his conviction for a sex oifense.\nAppellant has served a total of thirteen years for his offenses in both state and federal prisons. The evidence establishes that he is rehabilitated and has effectively reintegrated himself into society. He has demonstrated his success at becoming a productive and responsible member of his community. We conclude that it would violate fundamental principles of fairness and justice for appellant now to be reincarcerated by Nevada when it failed to take action for many years prior to appellant’s release from federal custody. See Dorion v. Bell Telephone Co., 102 Nev. 5, 714 P.2d 174 (1986).\nAccordingly, we reverse the district court’s order denying appellant’s motion for modification of his sentence. We remand this case to the district court for further proceedings consistent with this opinion.\nIn view of our ruling today, we deny as moot appellant’s motion for bail pending appeal or for release on his own recognizance pending disposition filed with this court September 28, 1995.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Richard F. Cornell, Reno, for Appellant.",
      "Frankie Sue Del Papa, Attorney General, Carson City; Scott W. Doyle, District Attorney, Robert W. Story, Chief Deputy and Dina Salvucci, Deputy, Douglas County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "PATRICK K. GIBSON, Appellant, v. THE STATE OF NEVADA, Respondent.\nNo. 26831\nNovember 30, 1995\n907 P.2d 166\nRichard F. Cornell, Reno, for Appellant.\nFrankie Sue Del Papa, Attorney General, Carson City; Scott W. Doyle, District Attorney, Robert W. Story, Chief Deputy and Dina Salvucci, Deputy, Douglas County, for Respondent."
  },
  "file_name": "1450-01",
  "first_page_order": 556,
  "last_page_order": 559
}
