{
  "id": 1279773,
  "name": "Logan Moore Lumber Company, a Corporation, Appellant, v. Joseph A. Legato, et al. Appellees",
  "name_abbreviation": "Logan Moore Lumber Co. v. Legato",
  "decision_date": "1930-12-09",
  "docket_number": "",
  "first_page": "1451",
  "last_page": "1455",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1451"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "66 Fla. 427",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1025948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/66/0427-01"
      ]
    },
    {
      "cite": "96 Fla. 343",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1248830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/96/0343-01"
      ]
    },
    {
      "cite": "98 Fla. 475",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1302130
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/98/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 321,
    "char_count": 4478,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 1.7912865819497943e-07,
      "percentile": 0.7150314555018459
    },
    "sha256": "17d305833321c5dca6c7e061bfeec82582c008fb487f93651e8d37daa5a18ca0",
    "simhash": "1:b6cd6dc80401f9c2",
    "word_count": 784
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Ellis, Strum and Brown, J. J., concur.",
      "Whitfield, J., concurs in the affirmance..",
      "Terrell, C. J., dissents."
    ],
    "parties": [
      "Logan Moore Lumber Company, a Corporation, Appellant, v. Joseph A. Legato, et al. Appellees."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nIn this case the appellant exhibited its bill to subject certain property described in the bill to the payment for materials furnished by the appellant to Joseph A. Legato and Angelina Legato to be used in improvements constructed on the lands which were sought to be subjected to the payment of the obligation.\nIt was alleged in the bill that Legato and wife were the owners of the property by entireties. It was alleged that the materials were furnished from the 22nd day of. June, 1926, to the 3rd day of September, 1926. The suit was filed January 14, 1928.\nDemurrer was filed to the bill and was sustained. The bill was dismissed, from which order appeal was taken.\nThe theory of the complainant in the Court below appears to have .been that the interest of the wife in the estate by the entireties of the lands constituted her separate statutory property and that, therefore, a bill in equity might be maintained against the interest of the wife in the property and that the like interest of the husband might also be subjected in the same suit to the payment for materials used in improving the property.\nIt is well settled in this jurisdiction that the right to enforce a lien for labor performed, or materials furnished, against an estate by entireties is purely statutory.\nIn Allardice and Allardice, Incorporated, v. Weatherlow, 98 Fla. 475, 124 So. R. 38, this Court, speaking through Mr. Justice Brown, say:\n“The right to enforce a lien for labor performed or material furnished against an estate by entireties is purely statutory, and a bill to enforce such a lien is demurrable, when it fails to allege that the labor was performed or the materials were furnished with the knowledge or assent of 'husband and wife, or under a written contract with them, as required by the statute governing the subject. Chapter 9296, Laws of 1923 (Sections 5360-5362, Comp. Gen. Laws); Ferdon v.\nHendry Lbr. Co. (Fla.) 120 So. R. 335; Parker v. Gamble, 96 Fla. 343, 118 So. R. 21.”\nIn Anderson v. Trueman, et al, opinion filed September 4, 1930, reported in 130 So. R. 12, this Court, speaking through Mr. Chief Justice Terrell, say:\n“It is also contended by appellees that the lands described in the mortgage being held by them the entireties was in like legal status as any other separate property of a married woman, and since as to them it was a mere surety for the debt of the husbands it is now released by reason of the rule announced herein as to discharge of sureties.\n“We do not think this contention can- be sustained. An estate by the entireties is of common law origin and is not a part of the ‘separate property’ of a married woman as referred to in Article XI of the Constitution and the married women’s property acts of this State (Comp. Gen. Laws 1927. Nos. 5865-5872). Allardice v. Weatherlow, 98 Fla. 475, 124 So. R. 38; 13 R. C. L. 1101. An estate by the entireties is vested in husband, and wife as one person, both take an undivided share, neither spouse can sell, forfeit or encumber any part of the estate without the consent of the other. On the death of either spouse the entire estate goes to the survivor, it can not ordinarily be partitionéd during their joint lives, it cannot be severed by the act of either, but it may be sold or mortgaged by properly executed instrument joined in by both husband and wife; the wife’s contract alone to pledge it being utterly worthless. English v. English, 66 Fla. 427, 63 So. R. 822;. 13 R. C. L. 1131.”\nChapter 9296, Acts of 1923, Sections 5360 to 5362, inclusive, Comp. Gen. Laws., provided for the creation and enforcement of liens on estates by entireties in favor of those performing labor or furnishing materials used, or to be used, upon property owned by husband and wife as an estate by entireties and laborers and materialmen are limited to the statutory remedy therein provided in subjecting an estate by entireties for the construction of improvements or betterments on real estate so held.\nThe plaintiff in this case did not avail itself of the provisions of the statutes in this regard.\nFor the reasons stated, the order appealed from should be affirmed and it is so ordered.\nAffirmed.\nEllis, Strum and Brown, J. J., concur.\nWhitfield, J., concurs in the affirmance..\nTerrell, C. J., dissents.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Joe Hatfield, for Appellant;",
      "No appearance for Appellees."
    ],
    "corrections": "",
    "head_matter": "Logan Moore Lumber Company, a Corporation, Appellant, v. Joseph A. Legato, et al. Appellees.\nEn Banc.\nOpinion filed December 9, 1930.\nJoe Hatfield, for Appellant;\nNo appearance for Appellees."
  },
  "file_name": "1451-01",
  "first_page_order": 447,
  "last_page_order": 451
}
