{
  "id": 8204576,
  "name": "ERNETTE L. LINTHICUM and MYRNA L. LINTHICUM, Appellants, v. ARNOLD RUDI, Individually, and as Trustee of the CLAIRE LINTHICUM-COBB Revocable Living Trust, Respondent",
  "name_abbreviation": "Linthicum v. Rudi",
  "decision_date": "2006-12-28",
  "docket_number": "No. 46040",
  "first_page": "1452",
  "last_page": "1458",
  "citations": [
    {
      "type": "official",
      "cite": "122 Nev. 1452"
    },
    {
      "type": "parallel",
      "cite": "148 P.3d 746"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "19 P.3d 811",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        115346
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "814",
          "parenthetical": "recognizing that the person appointed as a guardian ad litem may not have interest adverse to those of the ward"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mont/304/0202-01"
      ]
    },
    {
      "cite": "59 Nev. 177",
      "category": "reporters:state",
      "reporter": "Nev.",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "59 Nev. 163",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2424264
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "172"
        },
        {
          "page": "803"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/59/0163-01"
      ]
    },
    {
      "cite": "356 S.E.2d 754",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "case_ids": [
        473451
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "756"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga-app/182/0721-02"
      ]
    },
    {
      "cite": "47 Cal. Rptr. 2d 587",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 2d",
      "weight": 5,
      "year": 1995,
      "pin_cites": [
        {
          "page": "588-89"
        },
        {
          "page": "589"
        },
        {
          "page": "593"
        },
        {
          "page": "594-95"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "645 So. 2d 168",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        7443217
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "169"
        },
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/645/0168-01"
      ]
    },
    {
      "cite": "630 N.E.2d 418",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "419"
        },
        {
          "page": "420"
        },
        {
          "page": "420-21"
        },
        {
          "page": "421"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "117 Nev. 265",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        9273501
      ],
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "268"
        },
        {
          "page": "13"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/117/0265-01"
      ]
    },
    {
      "cite": "121 Nev. 724",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8388221
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "page": "729",
          "parenthetical": "citing GES, Inc. v. Corbitt, 117 Nev. 265, 268, 21 P.3d 11, 13 (2001)"
        },
        {
          "page": "1029",
          "parenthetical": "citing GES, Inc. v. Corbitt, 117 Nev. 265, 268, 21 P.3d 11, 13 (2001)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/121-2/0724-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 632,
    "char_count": 13350,
    "ocr_confidence": 0.886,
    "pagerank": {
      "raw": 7.283664737253076e-08,
      "percentile": 0.4335038452048749
    },
    "sha256": "7689bcb3f7af3398ade33dfffe07269934bd1cc02c5a44f9ed7ab9a6186e7897",
    "simhash": "1:1b868aa5622926d0",
    "word_count": 2148
  },
  "last_updated": "2024-02-27T19:54:32.125804+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Becker, Hardesty and Parraguirre, JJ.",
      "Becker and Parraguirre, JJ., concur."
    ],
    "parties": [
      "ERNETTE L. LINTHICUM and MYRNA L. LINTHICUM, Appellants, v. ARNOLD RUDI, Individually, and as Trustee of the CLAIRE LINTHICUM-COBB Revocable Living Trust, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nHardesty, J.:\nIn this appeal, we consider whether revocable inter vivos trust beneficiaries have the right to challenge amendments to the trust, when made by the settlor during the settlor’s lifetime. Because we conclude that a beneficiary’s interest in a revocable inter vivos trust is contingent at most, we hold that, generally, these beneficiaries lack standing to challenge the settlor’s lifetime amendments. Instead, to challenge the settlor’s capacity to make amendments, revocable inter vivos trust beneficiaries must follow the procedures set forth in Nevada’s guardianship statutes, NRS Chapter 159. Accordingly, we affirm the district court’s dismissal of the underlying complaint challenging revocable inter vivos trust amendments.\nFACTS\nAppellants Ernette and Myrna Linthicum are the brother and sister-in-law, respectively, of Claire Linthicum-Cobb. In 2002, Cobb executed a will and a revocable inter vivos trust. As settlor, Cobb named herself trustee and reserved the power to revoke or amend the trust throughout her lifetime without having to notify any beneficiary. Cobb named Ernette and Myrna the primary beneficiaries of the trust upon Cobb’s death. Additionally, Cobb named Ernette and Myrna successor trustees upon Cobb’s death or incapacity. Finally, the trust stated that the trust would become irrevocable upon Cobb’s death.\nIn 2004, Cobb executed a new will and a restatement/ amendment to the trust. The amended trust replaced Ernette and Myrna as successor trustees with respondent Arnold Rudi, the nephew of Cobb’s deceased husband. Also, the amended trust allegedly named Rudi as the sole beneficiary. Under the amended trust, Cobb remained the current trustee and retained the power to revoke the trust. Thus, the amended trust was still a revocable inter vivos trust.\nAfter Cobb named Rudi the sole successor trustee, Rudi and Guardianship Services of Nevada petitioned for co-guardianship of Cobb’s person and estate because Cobb was possibly delusional and paranoid. Ernette and Myrna objected to Rudi’s appointment as a co-guardian; Rudi’s petition for guardianship was later withdrawn. The district court granted Guardianship Services’ petition for guardianship because it found that some of Cobb’s actions had resulted in self-neglect and potential self-harm.\nSubsequently, Ernette and Myrna filed a complaint alleging that the amended trust was a product of incapacity and/or undue influence, and they sought a constructive trust and/or cancellation of the amended trust. As to undue influence, Ernette and Myrna alleged that Rudi had a confidential relationship with Cobb and participated in executing the amended trust.\nRudi filed a motion to dismiss the complaint, under NRCP 12(b)(5), asserting that Ernette and Myrna had failed to state a claim upon which relief could be granted because they lacked standing to challenge the amended trust. Specifically, Rudi argued that a will contest cannot be maintained until the testator dies, and since Cobb was still alive at the time, Ernette and Myrna lacked a present legal interest in the will and the trust. Rudi also argued that Ernette and Myrna could not assert any damages resulting from the amended trust.\nErnette and Myrna simultaneously filed an opposition to Rudi’s motion to dismiss and a motion for the appointment of themselves as guardians ad litem. Ernette and Myrna argued that they had standing because the amended trust was presently operative and effectual. Moreover, they argued that even if they could not challenge Cobb’s will until after her death, it was necessary to challenge the amended trust during Cobb’s lifetime to ensure that her wishes for the administration of her estate were observed while she was incapacitated. Finally, if the court concluded that they did not have standing, they asked that they be appointed as guardians ad litem.\nThe district court granted Rudi’s motion to dismiss, without prejudice, finding that Ernette and Myrna lacked standing to challenge the amended living trust because Cobb was still alive; the court also denied Ernette and Myrna’s motion to be appointed guardians ad litem. In denying a subsequent rehearing motion, the district court explained that Ernette’s and Myrna’s interest was at best contingent and would only vest if they survived Cobb. The district court also granted Rudi’s motion for attorney fees and costs. Ernette and Myrna appealed.\nDISCUSSION\nErnette and Myrna argue that Nevada statutory law allows them to challenge Cobb’s revocable inter vivos trust during Cobb’s lifetime and that the district court erred by granting Rudi’s motion to dismiss. Specifically, Ernette and Myrna argue that NRS 164.015, NRS 153.031(l)(a) and NRS 153.031(l)(d) allow interested persons to challenge the validity of a revocable trust while the settlor is still alive. We disagree.\nIf a motion to dismiss is made under NRCP 12(b)(5) and “matters outside the pleading are presented to and not excluded by the court, the motion shall be treated as one for summary judgment.” The district court did consider matters outside the parties’ pleadings, such as the guardianship order. Thus, we review Rudi’s motion to dismiss as a motion for summary judgment. This court reviews an order granting summary judgment de novo.\nNRS 164.015(1) permits “an interested person” to petition the court for proceedings “concerning the internal affairs of a non-testamentary trust” and to obtain “any appropriate relief provided with respect to a testamentary trust in NRS 153.031.” NRS 153.031(l)(a) and NRS 153.031(l)(d) allow a trustee or beneficiary of a trust to petition the court to determine the existence of the trust and the validity of a trust provision, respectively. However, neither of these statutes directly addresses revocable inter vivos trusts, such as the trust in this case. Moreover, these statutes specifically refer to petitions by interested persons. Because the trust at issue is a revocable inter vivos trust and Cobb retained the ability to revoke the trust during her lifetime, Ernette and Myrna have at most a contingent interest that has not yet vested. Consequently, Ernette and Myrna are not interested persons within the meaning of NRS 164.015 and NRS 153.031.\nIn so concluding, we embrace the holdings of other jurisdictions that have considered the matter. In a case from Ohio, Lewis v. Star Bank, N.A., Butler County, the beneficiaries of a revocable inter vivos trust sued the trustee for an alleged breach of fiduciary duty for failing to give pre-death tax and estate-planning advice to the settlor. The Ohio Court of Appeals determined that while the settlor was alive, pursuant to the terms of the trust itself, she had reserved the right to modify or revoke the trust. The court further concluded that as long as the settlor had that right and other “indicia of retained ownership” during her lifetime, the beneficiaries did not have an absolute entitlement to any portion of the trust while the settlor was alive. Since the beneficiaries’ interests were subject to complete divestment while the settlor was alive, the court held that the beneficiaries were not in privity with the sett-lor or the trustee and could not maintain their lawsuit.\nSimilarly, in Ullman v. Garcia, a Florida appellate court cited a Florida statute that prevented revocable trusts from being contested before the settlor’s death. Although the court relied in part on a statute, it also elaborated upon the reasoning behind this rule, much of which underlies our holding today. The Florida court noted that the devisee of a revocable trust does not enjoy any control over ownership of the trust until the settlor’s death. Because the settlor has an absolute right to terminate the trust at any time and distribute the trust property as he or she sees fit, named beneficiaries to a revocable trust are only “potential devisees.” The court also observed that a revocable trust is “a unique instrument” that has “no legal significance until the [settlor]’s death.”\nErnette and Myrna cite a California case, Conservatorship of Estate of Irvine, to support their argument that they have standing to challenge Cobb’s revocable inter vivos trust. In Irvine, a California appellate court upheld a lower court’s order invalidating an amendment to a revocable living trust. However, Irvine is distinguishable from the present case. In Irvine, the trust allowed the settlor to amend the trust only upon written notice personally served upon and accepted by the trustee. The court noted that under a California statute, a settlor could bind himself to a specific method of amendment by providing for that method in the trust itself. Since the settlor in the case had not served the trustee with notice of the amendment, the court held that the requirements of the trust had not been satisfied and that the amendment never became effective.\nUnlike the situation in Irvine, in the present case, Cobb’s trust does not contain a notice requirement or similar provision that would grant standing to Ernette and Myrna to challenge the trust amendment, nor does Nevada have a statute similar to the California statute. Consequently, Irvine does not lend support for Ernette and Myrna’s position.\nNevada statutes do not contemplate beneficiaries to a revocable inter vivos trust challenging the trust until the settlor’s death. Furthermore, such beneficiaries have only a contingent interest, at most, while the settlor is still alive. That interest does not vest until the settlor’s death. Other jurisdictions addressing the issue have held similarly. For these reasons, we conclude that Ernette and Myrna lack standing to challenge Cobb’s revocable inter vivos trust while Cobb is still alive.\nAfter filing their complaint, Ernette and Myrna requested that the district court appoint them as Cobb’s guardians ad litem, under NRS Chapter 159, so that they could prosecute an action against Rudi and the trust on Cobb’s behalf. For Ernette and Myrna to serve as Cobb’s guardians ad litem under these circumstances— namely, in a matter in which they challenge Cobb’s actions in amending her trust to exclude themselves as beneficiaries — would create a conflict of interest. Accordingly, the district court properly denied their request. To the extent that Ernette and Myrna’s concerns center on Cobb’s capacity, those concerns are more appropriately addressed under Nevada’s guardianship statutes, NRS Chapter 159, in the separate action brought under those statutes, rather than through their appointment as guardians ad litem in the litigation against Cobb’s trust.\nFinally, Ernette and Myrna also argue that the district court erred in awarding costs and attorney fees to Rudi as the prevailing party. We have considered the argument, and based on our holding today, we conclude that it is without merit.\nCONCLUSION\nBecause we conclude that a beneficiary’s interest in a revocable inter vivos trust is contingent at most, we conclude that Ernette and Myrna lack standing to challenge Cobb’s revocable inter vivos trust during Cobb’s lifetime. Additionally, we conclude that Ernette and Myrna must follow the procedures created by the Legislature when it modified Nevada’s guardianship statutes in 2003, if they wish to pursue a remedy in this matter. Accordingly, we affirm the district court orders.\nBecker and Parraguirre, JJ., concur.\nThis is Ernette’s and Myrna’s contention on appeal, which Rudi calls into doubt. However, the amended trust was not before the district court and is not part of the record on appeal, so this contention cannot be confirmed here.\nNRCP 12(b).\nWood v. Safeway, 121 Nev. 724, 729, 121 P.3d 1026, 1029 (2005) (citing GES, Inc. v. Corbitt, 117 Nev. 265, 268, 21 P.3d 11, 13 (2001)).\nNRS 153.031(2) requires the petition to identify the name and address of each interested person as well as the grounds for the petition.\n630 N.E.2d 418, 419 (Ohio Ct. App. 1993).\nId. at 420.\nId. at 420-21.\nId. at 421.\n645 So. 2d 168, 169 (Fla. Dist. Ct. App. 1994).\nId.\nId.\nId. at 170.\n47 Cal. Rptr. 2d 587 (Ct. App. 1995).\nId. at 588-89.\nId. at 589.\nId. at 593.\nId. at 594-95.\nSee In re J.S.C., 356 S.E.2d 754, 756 (Ga. Ct. App. 1987) (noting, in a termination case, that the appointment of a party interested in the litigation’s outcome as a guardian ad litem would defeat the purpose of the guardian ad litem statute — to provide the ward “with representation separate from any other interests in the litigation”); see generally Baker v. Baker, 59 Nev. 163, 172, 87 P.2d 800, 803 (noting that guardian statutes “are intended as a shield for the protection of [wards], and should not be used as a sword for their injury”), modified on rehearing in part on other grounds, 59 Nev. 177, 96 P.2d 200 (1939); In re Custody of Krause, 19 P.3d 811, 814 (Mont. 2001) (recognizing that the person appointed as a guardian ad litem may not have interest adverse to those of the ward).",
        "type": "majority",
        "author": "Hardesty, J.:"
      }
    ],
    "attorneys": [
      "Hawkins Folsom & Muir and Gordon R. Muir, Reno, for Appellants.",
      "Lance R. Van Lydegraf, Reno, for Respondent."
    ],
    "corrections": "",
    "head_matter": "ERNETTE L. LINTHICUM and MYRNA L. LINTHICUM, Appellants, v. ARNOLD RUDI, Individually, and as Trustee of the CLAIRE LINTHICUM-COBB Revocable Living Trust, Respondent.\nNo. 46040\nDecember 28, 2006\n148 P.3d 746\n[Rehearing denied February 13, 2007]\nHawkins Folsom & Muir and Gordon R. Muir, Reno, for Appellants.\nLance R. Van Lydegraf, Reno, for Respondent.\nBefore Becker, Hardesty and Parraguirre, JJ."
  },
  "file_name": "1452-01",
  "first_page_order": 622,
  "last_page_order": 628
}
