{
  "id": 11922968,
  "name": "MORRIS DeLEE, Individually and as Trustee of the MORRIS DeLEE REVOCABLE TRUST, Appellant, v. ROBERT ROGGEN, Individually and as General Partner of ROGGEN ENTERPRISES, a Nevada Partnership; BRUCE STREET MEDICAL ANNEX, A Nevada Limited Partnership; and SOL T. DeLEE, Respondents",
  "name_abbreviation": "DeLee v. Roggen",
  "decision_date": "1995-12-11",
  "docket_number": "No. 26165",
  "first_page": "1453",
  "last_page": "1459",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1453"
    },
    {
      "type": "parallel",
      "cite": "907 P.2d 168"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "108 Nev. 308",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557146
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "312"
        },
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0308-01"
      ]
    },
    {
      "cite": "65 Nev. 694",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8555974
      ],
      "weight": 8,
      "year": 1948,
      "pin_cites": [
        {
          "page": "705-06"
        },
        {
          "page": "307"
        },
        {
          "page": "705-706"
        },
        {
          "page": "307"
        },
        {
          "page": "704"
        },
        {
          "page": "306"
        },
        {
          "page": "704"
        },
        {
          "page": "307"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/65/0694-01"
      ]
    },
    {
      "cite": "98 Nev. 369",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2416666
      ],
      "weight": 6,
      "year": 1982,
      "pin_cites": [
        {
          "page": "372"
        },
        {
          "page": "804-805"
        },
        {
          "page": "372"
        },
        {
          "page": "805"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/98/0369-01"
      ]
    },
    {
      "cite": "94 Nev. 241",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556822
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "244"
        },
        {
          "page": "1236"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/94/0241-01"
      ]
    },
    {
      "cite": "97 Nev. 103",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4809293
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "103"
        },
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/97/0103-01"
      ]
    },
    {
      "cite": "108 Nev. 1123",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8559401
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1126"
        },
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/1123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 11218,
    "ocr_confidence": 0.926,
    "pagerank": {
      "raw": 5.0011153170616546e-08,
      "percentile": 0.31562535113050993
    },
    "sha256": "3659f0573055f86c4cf7e102d0de279cc8b81b4abfe1a6e356dbb0bb3aa52ef9",
    "simhash": "1:ad202d3134beb873",
    "word_count": 1871
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Steffen, C. J., Springer, Shearing and Rose, JJ., and Zenoff, Sr. J., concur."
    ],
    "parties": [
      "MORRIS DeLEE, Individually and as Trustee of the MORRIS DeLEE REVOCABLE TRUST, Appellant, v. ROBERT ROGGEN, Individually and as General Partner of ROGGEN ENTERPRISES, a Nevada Partnership; BRUCE STREET MEDICAL ANNEX, A Nevada Limited Partnership; and SOL T. DeLEE, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nFACTS\nSol DeLee (“Sol”) owned the T&T Ranch in Amargosa Valley, Nye County, Nevada, until 1974, when he sold the property. The purchaser went bankrupt shortly thereafter and the property was foreclosed. Morris DeLee (“Morris”), Sol’s brother, purchased the property at public auction held by the holder of the second mortgage. Sometime between 1974, when Morris purchased the property, and 1976, Morris orally promised to give the property to Sol. Morris argued that the promise was made only as a brotherly gesture. Sol insisted, and the district court agreed, that in exchange for the property, Sol promised to pay off farm equipment used in connection with the property.\nThe equipment which allegedly formed the basis for consideration was purchased by Sol when he owned the ranch, and he personally guaranteed the loans on the equipment. Sol testified that when Morris took over the ranch in 1974, there was a considerable balance remaining on the equipment contracts. Sol assertedly had title to a portion of the equipment and, in exchange for 640 acres to be conveyed to him by Morris, agreed to leave the equipment on the property and pay off the remaining balance due on the contracts. Sol’s ex-wife testified that Sol did make payments on the equipment.\nMorris, however, testified that Sol no longer had title to the equipment and that Sol, and any other creditor asserting rights to the equipment, had lost title through the bankruptcy proceedings. According to Morris, when he owned the property, Sol’s obligation to pay the balance owing on the equipment continued by reason of his personal guarantee and irrespective of the bankruptcy.\nAlthough Sol completed payment on the equipment sometime in 1978, he made no demand on the property until Morris filed suit against Sol on an unrelated matter in 1990. Sol then filed his counterclaim for the 640 acres, which he claimed Morris was obligated to convey to him. Sol allegedly had refrained from demanding the acreage previously because of his substantial indebtedness and the fear that creditors would have “gobbled up the land.” Additionally, during the late 1970s and early 1980s, Sol obtained loans from Morris in amounts totaling $100,000, which Sol was unable to repay. It was Sol’s default on the loans from Morris that prompted the latter to file the action against Sol. The counterclaim at issue here was filed by Sol in response to the action filed by Morris.\nThe district court ruled that Sol’s promise to make payments on the equipment was consideration for Morris’s promise to convey 640 acres of land to Sol. The district court also concluded that a constructive trust was formed in favor of Sol when Morris made the promise to convey the 640 acres.\nAfter trial and the entry of judgment in favor of Sol on his counterclaim against Morris, Morris moved the district court to amend the findings of fact and conclusions of law and to amend the judgment, or, in the alternative, for a new trial. Morris submitted new evidence as the basis for the requested relief. The court denied all motions.\nDISCUSSION\nThis court will not disturb the findings of a trial court unless the findings “are clearly erroneous and not based on substantial evidence.” Nevada Ins. Guaranty v. Sierra Auto Ctr., 108 Nev. 1123, 1126, 844 P.2d 126, 128 (1992). In making such a determination, “due regard shall be given to the opportunity of the trial court to judge the credibility of the witnesses.” Pace v. Linton, 97 Nev. 103, 103, 625 P.2d 84, 85 (1981). The trial court’s finding of consideration for the agreement to convey the 640 acres was based upon the testimony of Sol and his ex-wife, and the exhibits admitted at trial. Morris relied solely upon his own testimony as evidence. At trial, neither party oifered documentation of ownership at the time of the agreement. Thus, the district court was left to make a finding based upon the submitted evidence. Although documented evidence of ownership would have been useful to the district court’s determination, the submitted evidence was legally sufficient to support the district court’s finding of consideration.\nMorris nevertheless insists that the district court erred in refusing to grant his post-trial motions. In support of the motions, Morris submitted several exhibits documenting the ownership of the equipment. Morris excuses his failure to introduce the evidence at trial by noting that the documents were “difficult to locate because of their age,” and because of Sol’s “unanticipated testimony” that he paid money to save the equipment for Morris.\nIn pertinent part, NRCP 59 permits new trials or amendments of judgments on grounds of:\n(3) Accident or surprise which ordinary prudence could not have guarded against; (4) Newly discovered evidence material for the party making the motion which he could not, with reasonable diligence, have discovered and produced at the trial . . .\nFurther, “[t]he decision to grant or deny a motion for new trial rests within the sound discretion of the trial court and will not be disturbed on appeal absent palpable abuse.” Southern Pac. Transp. Co. v. Fitzgerald, 94 Nev. 241, 244, 577 P.2d 1234, 1236 (1978). Morris’s reasons for failing to present the proposed evidence at trial are inadequate to justify amending the facts or ordering a new trial. We conclude that, with reasonable diligence, Morris could have anticipated Sol’s testimony and discovered and produced the necessary evidence at the time of trial.\nThe district court concluded that “at the time Morris DeLee promised Sol DeLee the 640 acres a constructive trust was formed binding him to transfer the 640.” In support of its finding of a constructive trust, the court stated: “I assume that [Sol] felt that Mr. [Morris] DeLee was holding it in trust for him as a brother.” Neither party argued that a constructive trust had been formed. The theory of a constructive trust was not discussed until the court raised it after all the evidence had been submitted.\nIn Locken v. Locken, 98 Nev. 369, 650 P.2d 803 (1982), this court stated that “[a] constructive trust is a remedial device by which the holder of legal title to property is held to be a trustee of that property for the benefit of another who in good conscience is entitled to it.” Id. at 372, 650 P.2d at 804-805. The Locken court also held that “[a] constructive trust will arise and affect property acquisitions under circumstances where (1) a confidential relationship exists between the parties; (2) retention of legal title by the holder thereof against another would be inequitable; and (3) the existence of such a trust is essential to the effectuation of justice.” Id. at 372, 650 P.2d at 805.\nIn the instant case, it is evident that the creation of a trust is not necessary to achieve justice. Sol refrained from demanding the property until 1989 mainly for self-serving reasons. He had so many debts that if he had made such a demand, the property would have been “gobbled up” by creditors. Additionally, during the late 1970s and early 1980s, Sol was seeking and obtaining loans from Morris totaling $100,000. If Sol had demanded the property during that time, he likely would have experienced greater difficulty in securing the loans from Morris.\nEssentially, the two brothers appear to have made an agreement; Sol apparently followed through but, for selfish reasons, refrained from making a demand on the property for over ten years. Justice does not require the creation of a trust to preserve Sol’s interest in the property. Since the third requirement of Locken is clearly not met, we need not address the first two requirements.\nNRS 11.190(2) (c) provides that an action must be brought within four years “upon a contract, obligation or liability not founded upon an instrument in writing.” In Southward v. Foy, 65 Nev. 694, 705-06, 201 P.2d 302, 307 (1948), this court stated:\n[WJhere the cause of action does not arise until a demand and refusal and it is within the plaintiff’s power to make such demand, the statute will commence to run after the lapse of a reasonable time to be determined by the nature of the contract and the circumstances surrounding it.\nId. at 705-706, 201 P.2d at 307. Although Southward reasons that the rule requiring a demand within a reasonable time “applies commonly where no fiduciary relation exists,” id. at 704, 201 P.2d at 306, the rule is not strictly limited to non-fiduciary relationships, as is evident by the fact that the parties in Southward were in a fiduciary relationship by reason of their engagement to be married at the time of their agreement. See Sogg v. Nevada State Bank, 108 Nev. 308, 312, 832 P.2d 781, 784 (1992).\nIn the present case, Morris purchased the property, paid all taxes and other costs and held title to the property at all relevant times. Sometime between 1974 and 1976, Morris and Sol made an oral agreement. By 1978 Sol had performed his part of the agreement. For reasons beneficial to himself, Sol refrained from demanding the property for over ten years. Sol cannot, by withholding his demand, forever stay the running of the statute of limitations and then demand the property when it is most profitable to him. See Southward, 65 Nev. at 704, 201 P.2d at 307. Given the nature of the agreement and the particular circumstances involved, Sol did not make a demand within a reasonable time after he had performed in 1978 and, therefore, the four-year statute of limitations ran prior to his 1990 claim for the property.\nSince we conclude that there was no constructive trust and that the statute of limitations barred Sol’s claim against Morris for the 640 acres, it is unnecessary to determine whether the claim was also barred by the statute of frauds.\nCONCLUSION\nAlthough substantial evidence supported the district court’s finding of consideration, and the post-trial motions were properly denied, the district court erred in concluding that Morris constructively held the property in trust for Sol and in ruling that the statute of limitations did not bar Sol’s claim. Accordingly, we reverse the judgment entered below and remand to the district court for further proceedings not inconsistent with with this opinion.\nSteffen, C. J., Springer, Shearing and Rose, JJ., and Zenoff, Sr. J., concur.\nIn fact, the judgment rights to the 640 acres were levied upon and sold by Sol’s creditor, Bruce Street. It seems fair to infer from the evidence that Sol never wanted the property in his name, but made the claim to it in an effort to deter Morris from collecting the sums due him from Sol.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "David A. Stephens, Las Vegas, for Appellant.",
      "Lionel Sawyer & Collins and Todd Touton, Las Vegas; and Sol T. DeLee, In Proper Person, Searchlight, for Respondents."
    ],
    "corrections": "",
    "head_matter": "MORRIS DeLEE, Individually and as Trustee of the MORRIS DeLEE REVOCABLE TRUST, Appellant, v. ROBERT ROGGEN, Individually and as General Partner of ROGGEN ENTERPRISES, a Nevada Partnership; BRUCE STREET MEDICAL ANNEX, A Nevada Limited Partnership; and SOL T. DeLEE, Respondents.\nNo. 26165\nDecember 11, 1995\n907 P.2d 168\nDavid A. Stephens, Las Vegas, for Appellant.\nLionel Sawyer & Collins and Todd Touton, Las Vegas; and Sol T. DeLee, In Proper Person, Searchlight, for Respondents.\nThe Honorable David Zenoff, Senior Justice, was appointed to sit in place of The Honorable Cliff Young, Justice. Nev. Const, art. 6, § 19: SCR 10."
  },
  "file_name": "1453-01",
  "first_page_order": 559,
  "last_page_order": 565
}
