{
  "id": 12165900,
  "name": "In re Hermann J. Ehringer",
  "name_abbreviation": "In re Ehringer",
  "decision_date": "1965-06-24",
  "docket_number": "No. 7286",
  "first_page": "1457",
  "last_page": "1466",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1457"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 31"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 612"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 1083,
    "char_count": 25099,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.7490010035334106
    },
    "sha256": "7a750c8f7023116a4577a3a33802691844701d787e4e163f16397c45abcab1ab",
    "simhash": "1:27acfe63b12a65c8",
    "word_count": 4049
  },
  "last_updated": "2023-07-14T14:34:02.795273+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Hermann J. Ehringer"
    ],
    "opinions": [
      {
        "text": "Rich, Judge,\ndelivered the opinion of the court:\nThis appeal is from the decision of the Patent Office Board of Appeals rejecting product claims 3-6 and affirming the examiner’s rejection of process claims 9, 11, 14, 18, 20, and 24 of application serial No. 683,809, filed September 13, 1957, for “Filament, Wire and Method.”\nThe invention relates to filament for incandescent electric lamps and is assigned to Westinghouse Electric Corporation. Both product and process claims have been allowed.\nBackground\nIt appears both from appellant’s summary of the background and a reference that tungsten lamp filament wire is produced from a mixture of tungsten metal powder and a “doping” ingredient to improve its characteristics. Thorium oxide or thoria has long been known as a doping ingredient but filaments in which it was incorporated as the sole or principal doping ingredient had the disadvantage of a tendency to “sag.” Sag is particularly undesirable in modern coiled filaments and is thus described in the specification:\nWhen an incandescent lamp filament coil sags the longitudinal coil dimension increases. This alters the lumen output of the lamp and usually causes turns of the filament coil to short out, with resultant failure. The term non-sag is normally used in the art to describe a filament coil which has sufficient resistance to coil elongation to cause the lumen output of the lamp to be relatively uniform and to prevent turns of the filament coil from shorting out to cause premature failure. This is the meaning given to the term “non sag’’ as used herein.\nTo overcome the sag problem of thoriated filaments, thoria was replaced by a combination of alkali silicates in order to produce a filament crystal structure which eliminated sag when the filament was incandescent. This, it is said, made coiled filaments commercially practical. While this development of non-sag filament wire greatly improved lamp filaments for normal household use, the brief states, their shock and vibration resistance was not as good as the old thori-ated filament wire in such uses as lamp bulbs for automobile dashboard and trunk lights, toy trains and the like in which bulbs had a very short life due to the mechanical shocks to which they were subjected.\nThe general process of transforming the powdered starting materials into filament wire is to compact the powder under high pressure into a so-called “green” ingot, heat the ingot under relatively low temperature to improve its mechanical strength for handling, clamp the ingot between electrodes and pass a heavy electric current through it in a dry hydrogen atmosphere to sinter (called “treating” in the reference) the ingot, repeatedly swage the ingot while heating to elongate it and reduce its diameter, and then repeatedly hot draw the greatly elongated ingot through successively smaller drawing dies made of tungsten carbide or diamond until filament wire is produced. The wire then has a “worked” structure. A typical wire may have a finished diameter of 1.23 mils. It may then be made into coiled filaments and incorporated in lamps. When the lamp is first put into use and the filament is heated to incandescence, the tungsten, within a short time, again crystallizes and this final crystallization is known in the art as “recrystallization.” It may progressively change during use until the lamp finally fails.\nThe Invention\nAppellant claims to have produced a tungsten filament wire doped with thoria and having the shock and vibration resistance characteristic of such a wire but having in addition, contrary to what was known to the art for such filament wire, excellent non-sag characteristics. These characteristics are attributed to a particular crystalline structure produced by particular processing controls.\nTo understand the nature of the controls, which relate to the electrical sintei'ing step, one must know that the sintering current is gauged in magnitude by that current which is required to fuse or melt the ingot. During sintering this current can be approached but not attained since fusing the ingot would cause its collapse. The art has always, therefore, sintered at some percentage of the fusion current less than 100% and for varying times.\nAppellant delimits the process aspect of his invention by two curves A-B and C-D showing sintering current density plotted against sin-tering time, formulae for calculating the curves being set forth in the specification and in some claims, the curves being shown in Fig. 2 of the drawings as follows:\nClaim 9, illustrative of the process claims, reads:\n9. The process of forming shock-resistant, vibration-resistant and non-sag filament wire suitable for use in incandescent lamps, comprising forming an admixture of tungsten metal powder and doping material comprising thorium oxide, the percent by weight of thorium oxide being from ¼% to 4% by weight of the admixed tungsten, forming said admixture into a self-sustaining green ingot, electrically sintering said green ingot under non-oxidizing conditions at such sintering current and for such time that the resulting sintering ingot can be mechanically reduced in size without fracturing\n[admittedly nothing new is recited to this point]\nand so that the plot of ingot sintering current expressed as a percent of ingot fusion current vs. time falls below the curve A-B in Fig. 2, and thereafter reducing said sintering ingot into wire of the desired size.\nThe reducing step also being old, the novelty of the claim, if any, is recited in the penultimate clause of the claim as applied to a thorium oxide doped material.\nThe four rejected claims to products, produced by the claimed process wherein the sintering current-time schedule falls below the curves of Fig. 2, are exemplified by claim 3 which reads:\n3. A shock-resistant, vibration-resistant and non-sag filament wire suitable for use in incandescent lamps, said wire comprising from 96% to 99¾% by weight tungsten and from 4% to ¼% by weight thorium oxide, a plurality of minute segregations comprising said thorium oxide distributed within said wire,\n[admittedly nothing new is recited to this point] and a plurality of discontinuous stringer-like segregation groupings formed by substantially all of said minute segregations and distributed throughout said wire. [Our emphasis.]\nThe final clause is reworded in claims 5 and 6 to read:\n* * * and substantially all of said segregations aligned in a plurality of discontinuous stringer-like groupings disposed throughout said wire. [Emphasis ours.]\nThese appear to be different ways of conveying the same idea which is the essential asserted novelty of the product claims, as applied to a thorium oxide doped material.\nThe product and the process claims on appeal were rejected for quite different reasons and had distinct prosecution histories and we will consider them separately.\nThe Product Claims, 3-6\nThe examiner's rejection of these claims was based on prior art but was reversed by the board and we need not discuss it. The board substituted a new rejection of its own under Rule 196(b), appellant elected to go back to the examiner pursuant to said rule for further prosecution, and submitted an affidavit of the appellant traversing the assertions of the board. The examiner found the affidavit “not persuasive,” adopted the board’s rejection, appellant appealed again to the board which affirmed its own rejection, and disagreed with the assertions of appellant in his affidavit (and the corresponding assertions of his counsel) in attempted contravention of the board’s ground of rejection.\nThe rejection made by the board is on the basis of certain photo-micrographs constituting part of appellant's specification which show the claimed “stringer-like groupings” of the minute segregations” of thorium oxide which are distributed throughout the filament wire. There are three such photomicrographs, at successively greater magnifications, of appellant’s wire after recrystallization and there are three other photomicrographs at the same three magnifications, respectively, of a thoriated tungsten filament made by a process similar except for the fact that the current-time relationship would have fallen above the curve A-B of Fig. 2, thus being outside of appellant’s claims and contrary to his invention. This is assumed by everyone to represent “prior art.”\nAppellant’s filament is shown in his Figs. 5, 6, and 7. The prior art filament is shown in Figs, 8, 9, and 10. The board’s view was that Figs. 8, 9, and 10 show what is claimed. It summarized its rejection thus:\nWe are unable to concur In appellant’s opinion that Figures 8, 9 and 10 do not show the segregation distribution specified in the appealed claims. In our views, the segregations are grouped as required by the claims, and we do not believe that the distribution can properly be characterized as random.\nAppellant stated in his affidavit:\nThat he is a Metallurgical Engineer * * * employed by the Lamp Division of Westinghouse Electric Corporation, Bloomfield, New Jersey, as a Metallurgical Engineer.\n* * * * * * *\nThat he does not agree with the * * * [holding of the board that Figs. 8-10 show the subject matter of claims 3-6] and would specifically refer to Figs. 7 and 10 * * * which show the wire of his invention (Fig. 7) and the wire of the prior art (Fig. 10), both after recrystallization;\nThat to a trained metallurgist, and in his expert opinion, it is clear that a consideration [sic: considerable'?] portion of the segregations as shown in the foregoing Fig. 10 have migrated into a generally random distribution throughout the váre, and it is equally clear that in the foregoing Fig. 7, substantially all of the segregations are aligned in a plurality of stringer-like segregations; * * *.\nIf appellant is right in liis reading of the photomicrographs, then Figs. 8-10, showing the prior art, do not show what is claimed by claims 3-6 because with substantial random distribution substantially all of the segregations are not aligned in the stringer-like groupings required by the claims; and it follows as a corollary that the board’s reading of the photomicrographs is wrong.\nNo member of this court is qualified to interpret a photomicrograph, nor is it our function to do so. We are faced with evidence from a purported expert, who has expressed an expert opinion, pitted against an unsupported opinion of the board on a highly technical subject on which the primary examiner (presumed to be specializing in the relevant art) expressed no opinion.\nThe examiner apparently paid no attention at all to the affidavit on technical legal grounds involving the provisions of Rule 196(b). He said:\nThe affidavit is by the inventor and it presents no showing of facts not previously of record, therefore it does not avoid the grounds of rejection made by the Board. Note Rule 196(b). [Emphasis ours.]\nThe cited rule contains the provision that when an applicant elects, after a new rejection by the board, to return to the examiner, that the boards’ statement of the new ground of rejection shall be binding on the examiner “unless an amendment or showing of facts not previously of record be made which, in the opinion of the primary examiner, avoids the additional ground of rejection stated in the decision.” This the examiner apparently read as not requiring him to express any opinion on the showing of the affidavit because the facts therein, in his judgment, were “previously of record” since they are contained in appellant’s specification. So he expressed no opinion.\nThe specification contains the following descriptions of the prior art photomicrograph figures as to which the appellant and the board take diametrically opposite views:\nIn Fig. 8 is shown a photomicrograph (250X) * * * taken at too low a magnification to show the general distribution of the minute segregations which are included within the wire. * * *\nIn Fig. 9 * * * (1000X) * * * the minute segregations are distributed throughout the wire in a relatively-random fashion. While some of the segrega-tions have remained in the aligned groupings, a considerable portion have migrated into a generally-random distribution throughout the wire.\nThe generally-random distribution of a considerable portion of the segrega-tions included in such wire is better illustrated in the photomicrograph shown in Fig. 10, which is of the same section of the wire as shown in Fig. 9, but with a still-higher magnification, (2000X ). As clearly shown in this photomicrograph, a considerable portion of the minute segregations are scattered in random fashion throughout the wire.\nTo our untrained eye, after concentration on tlie photomicrographs for a considerable time in the study of this case, it seems clear to us that, speaking generally, Figs. 5, 6, and 7 showing the invention, on the one hand, and Figs. 8, 9, and 10 showing “prior art,” or more accurately appellant’s showing of the results of not practicing his invention, on the other hand, give impressions of distinctly different crystalline structures. While we do not consider our opinion on the point to be of much value for want of training, appellant’s view that in the group of photos of prior art structures, and in only those, it may be seen that a considerable portion of the segregations have migrated to random, non-aligned positions seems quite justifiable.\nAppellant, himself a metallurgist, with the assistance of his assignee Westinghouse Company, has had prepared and inserted in the application at bar these two series of photomicrographs together with the extensive descriptions of them, only parts of which we have quoted, for the purpose of showing how the invention differs from the prior filaments in this extensively developed art. We do not think this would have been done unless the photomicrographs in fact show to persons of ordinary skill in this art what appellant here asserts they show. We are unwilling to give credence to the contrary opinion expressed by the board as the basis of the rejection which it originated sua sponte.\nGiving full value to all express limitations in claims 3-6, we are of the opinion that they do not read on the filament wire crystalline structure shown in Figs. 8-10, as the board held. We therefore reverse the rejection of these claims.\nThe Process Claims\nThese claims 9, 11, 14, 18, 20, and 24, stand rejected on a single reference:\nLi, et al. “Tungsten” published by Reinhold Publishing Co., Third Edition (1955), pp. 215-228. [Hereinafter “Li.”]\nThe cited pages are, we are told, part of a single chapter on the metallurgy of tungsten in a book on that mineral and the heading of the section cited is “Manufacture of Ductile Tungsten.” Heading this section shows it to be a sort of general survey of the subject of how tungsten lamp filaments are made, all in the ambit of 13 pages containing numerous pictures of machinery and the like. It does not go into much detail. Appellant’s specification is more than twice as long, without pictures.\nWhile the examiner in his answer made the flat statement, “The reference discloses the process,” he obviously did not mean it, except possibly in the sense of disclosing the same general process employed by appellant, about which there is no dispute. (See that part of claim 9, supra, preceding our parenthetical remark that it was old.) When the examiner got down to an actual application of the reference to the claims he stated it to be his position that the appealed claims “are considered [to be] unpatentable over the disclosure of the reference.” As above indicated, appellant relies for patentability of the appealed process claims on the use of such current and time combination as “falls below tlie curve A-B in Fig. 2 * * *.”\nIt is noted that the two curves of Fig. 2 represent a preferred and a permissible limitation on the current-time combination, the former being operation below curve C-D and the latter being operation below curve A-B. Process claims like those on appeal except that they name curve C-D instead of A-B and the narrower range of thoria, ¾% to 1½%, stand allowed.\nTo crystallize the issue here, the problem is whether Li anywhere suggests processing thoriated tungsten according to the teaching of appellant’s permissible sintering current-time combination below the curve A-B of Fig. 2 to get the sag-free thoriated tungsten filament which appellant’s process produces.\nThe passage principally relied on by the Patent Office is a short paragraph which appears in the outline presentation of the common process of making filament wire from tungsten powder, under the heading of “Treating,” which is what we have termed sinteering in accordance with appellant’s terminology. It says (at p. 217) :\nCurrent is then passed through the bar and is maintained at 85-95 per cent of the amperage required to fuse the bar, as determined by a previous test. The treating schedule, i.e., the rate at which the current is raised to the final treating point, and the time the current is maintained, is determined by the nature of the original powder, the amount and nature of the impurities present and the crystal structure desired.\nThis generality about suiting the conditions to “the crystal structure' desired” was made the basis of the rejection, coupled with Li’s reference to the old and well-known use of thoria as a doping material. The examiner’s position was thus restated in the Solicitor’s Brief:\nAfter stating that “[t]he reference discloses the process,” he noted that “87% for example falls below curve AB and that the reference clearly discloses maintaining the treatment for the length of time necessary to produce the crystal structure desired.” His position was that “the time at that current value could be determined by one skilled in the art.”\nTlie board expressed its view thus:\nAppellant contends that a person following the teaching of the reference would not be led to the critical time-temperature sintering schedule recited in various terms in the appealed process claims, these terms being directly or indirectly related to curve A-B of appellant’s Figure 2. In this connection, appellant refers to what he asserts is customary commercial practice, wherein the sintering treatment is above curve A-B. As appellant reads curve A-B, a sintering current of 85% of fusion current would require a time of no more than 12 minutes, less than the time customarily used.\nWe have considered all the arguments presented by appellant in his brief and at the hearing but find no reversible error in the rejection of the appealed process claims. A reading of the directions in the cited publication would certainly lead a person of ordinary skill in this art to check various treatment times including, for example, a sintering current of 85% of fusion current for periods less than 12 minutes as well as in excess of 12 minutes. We find nothing in the publication to proscribe the shorter sintering times, and standard commercial practices should not be regarded as stifling all routine investigation.\nThat plus other statements by the board make it clear that its view was that the claimed invention would have been obvious from Li to one of ordinary skill in the art, within the meaning of 35 USC 103 (not mentioned by the board), because, as it said in its second opinion,\n* * * we consider it quite obvious to the artisan of ordinary skill, following directions of Li et al., to test various sintering times, including both shorter and longer times. [Emphasis ours.]\nVarious factors cause us to disagree with the board’s reasoning and conclusion. First, “obvious to test” is a very different thing from obviousness of an invention. It seems reasonable to presume that Westinghouse and its competing lam]) manufacturers have been testing tungsten processing since Coolidge, as Li says, “took out his patent first in 1909 [British 23,499 (1909) ; U.S. 1,082,933 (1913)].” As Li further states and as a perusal of the Coolidge patent shows, “Different manufacturers today employ processes different only in details. The principals [sic] and apparatus remain essentially the same as those developed by Coolidge.” Thus over 40 years elapsed in this art prior to appellant’s filing date without anyone suggesting, so far as the art cited shows, a non-sag thoriated tungsten filament or any ivay of producing it. What the art knew, according to Li, was that the way to prevent sag was to use alkali silicates as the doping materials. Finally, there is some other relevant history of the art, which is dismissed in the foregoing quotations from the board’s opinions, well summed up in appellant’s brief in relation to his invention:\nAgain, it is necessary to refer to the state of the art and the appellant at page 20 of his specification * * * referred to U.S. Patent 2,114,426 to Laise wherein at page 1, column 1, lines 14-17 the patentee in this 1938 patent summarized the performance of so-called thoriated tungsten as follows * * *: “However, thoriated tungsten filament tends to sag and it has been to a great extent replaced by so-called non-sag tungsten filament formed of very long overlapping or interlocking crystals.” In addition, the Wretblad chapter previously referred to states at page 431 that * * * : “Thoria, ThOs, as an additive once generally used, is now only used for straight-wire lamps.” Thus this Wretblad authority, which Li et al. cites as an authority in his book, confirms what the appellant has previously stated, namely, that before the present invention, the use of thoria as an additive to tungsten was extremely limited and certainly has not been used in coiled filamentary wire for many years. The appellant by sintering the thoriated tungsten compact with a special sintering schedule, which is limited with respect to a time-temperature relationship as claimed, has produced a thoriated tungsten wire which docs not sag and which can be formed into a coil for use in incandescent lamps with almost phenomenal results. Appellant refers to his specification at page 19, lines 11-26 * * * wherein a severe test, which simulated the shocks to which toy trains etc. are subjected, resulted in causing failure of only 24% of the lamps of the present invention, whereas 92% of the best prior-art lamps (using alkali-silicate doped tungsten) failed on the identical test.\nThere is also an uncontroverted statement in the specification that\nIn the prior-art processing for tboria-doped tungsten, the best-accepted procedure has been to sinter the ingots at a maximum current of about 87% to 92% of the ingot fusion current and to maintain this maximum sintering current for about twenty-five minutes.\nThis, of course, is well above the curve A-B.\nAs appellant has, we think aptly, pointed out,\n* * * until the appellant had produced a non-sag thoriated wire, no one had conceived that such a wire was possible. [Emphasis ours.]\nConsidering that the art had abandoned thoria in favor of alkali silicates when non-sag characteristics were desired, we think it highly unrealistic to postulate that skilled tungsten artisans would have believed it “obvious” to develop, through “routine investigation,” the conditions which appellant has found and claimed as producing non-sag thoriated tungsten filament. Certainly there is nothing in Li that suggests to anyone either the existence of such a product or the way to produce it.\nWe therefore find in Li no basis for the rejection of the process claims.\nThe decision of the board is reversed.\nThe specification says :\n“The ASM metals handbook, 1948 edition, defines stringers as “A mierostructural configuration of alloy constituents or foreign material lined up in the direction of working.” This definition closely fits the aligned segregation groupings as shown in Figs. 4, 5, 6, and 7 except that the term “steinger” normally infers a continuous and elongated inclusion aligned in the direction of working. For this reason, it is considered more correct to define the aligned and dot-like segregations as a plurality of discontinuous stringer-like segregation groupings which are formed by substantially all the minute segregations included in the wire.”\nThis makes quite clear what the claim language means.\nThe Coolidge U.S. patent, entitled “Tungsten and Method of Making the Same for Use as Filaments of Incandescent Electric Lamps and for Other Purposes” is of record in this case. It issued to General Electric Company on Dec. 30, 3 913. Li states in a footnote: “For this invention, W, D. Coolidge was awarded the first ‘K. C. Li Gold Medal, for the Advancement of the Science of Tungsten’ by Columbia University in 1951.”",
        "type": "majority",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "William D. Palmer (Gordon S. Parker, of counsel) for appellant.",
      "Clarence W. Moore (Jere W. Sears, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 612; 146 USPQ 31\nIn re Hermann J. Ehringer\n(No. 7286)\nUnited States Court of Customs and Patent Appeals,\nJune 24, 1965\nWilliam D. Palmer (Gordon S. Parker, of counsel) for appellant.\nClarence W. Moore (Jere W. Sears, of counsel) for the Commissioner of Patents.\n[Oral argument December 11, 1964, by Mr. Palmer and Mr. Sears]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1457-01",
  "first_page_order": 781,
  "last_page_order": 790
}
