{
  "id": 6092642,
  "name": "In re John V. Harrington and Henning H. Borchers In re Detlef Winkelmann",
  "name_abbreviation": "In re Harrington",
  "decision_date": "1968-04-25",
  "docket_number": "No. 8138; No. 8160",
  "first_page": "1459",
  "last_page": "1463",
  "citations": [
    {
      "type": "official",
      "cite": "55 C.C.P.A. 1459"
    },
    {
      "type": "parallel",
      "cite": "157 U.S.P.Q. 387"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "392 F.2d 652",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": -1
    },
    {
      "cite": "11 USPQ 134",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "53 F. 2d 534",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1814293,
        6077798
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/53/0534-01",
        "/ccpa/19-2/0723-01"
      ]
    },
    {
      "cite": "19 CCPA 723",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077798
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/19-2/0723-01"
      ]
    },
    {
      "cite": "17 USPQ 453",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1933,
      "opinion_index": 0
    },
    {
      "cite": "64 F. 2d 984",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081892,
        902437
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/20-2/1059-01",
        "/f2d/64/0984-01"
      ]
    },
    {
      "cite": "20 CCPA 1059",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081892
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/20-2/1059-01"
      ]
    },
    {
      "cite": "29 USPQ 363",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "83 F. 2d 302",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081753,
        931490
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/1098-01",
        "/f2d/83/0302-01"
      ]
    },
    {
      "cite": "23 CCPA 1098",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081753
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/1098-01"
      ]
    },
    {
      "cite": "33 USPQ 91",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "88 F. 2d 734",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081084,
        975391
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/24-2/1023-01",
        "/f2d/88/0734-01"
      ]
    },
    {
      "cite": "24 CCPA 1023",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081084
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/24-2/1023-01"
      ]
    },
    {
      "cite": "54 USPQ 90",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1942,
      "opinion_index": 0
    },
    {
      "cite": "129 F. 2d 571",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1158719
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/129/0571-01"
      ]
    },
    {
      "cite": "29 CCPA 1047",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080531
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/29-2/1047-01"
      ]
    },
    {
      "cite": "143 F. 2d 623",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081772,
        64661
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/1129-01",
        "/f2d/143/0623-01"
      ]
    },
    {
      "cite": "31 CCPA 1129",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081772
      ],
      "weight": 2,
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/1129-01"
      ]
    },
    {
      "cite": "154 F. 2d 663",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080247,
        1143055
      ],
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/33-2/0959-01",
        "/f2d/154/0663-01"
      ]
    },
    {
      "cite": "33 CCPA 959",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080247
      ],
      "weight": 2,
      "year": 1946,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/33-2/0959-01"
      ]
    },
    {
      "cite": "9 USPQ 499",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1931,
      "opinion_index": 0
    },
    {
      "cite": "49 F. 2d 1055",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6560873,
        1828266
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/1526-01",
        "/f2d/49/1055-01"
      ]
    },
    {
      "cite": "18 CCPA 1526",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6560873
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/1526-01"
      ]
    },
    {
      "cite": "25 USPQ 37",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "75 F. 2d 998",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        961132,
        6081271
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/75/0998-01",
        "/ccpa/22-2/1064-01"
      ]
    },
    {
      "cite": "22 CCPA 1064",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081271
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/22-2/1064-01"
      ]
    },
    {
      "cite": "139 F. 2d 833",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078918,
        3685367
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/0808-01",
        "/f2d/139/0833-01"
      ]
    },
    {
      "cite": "31 CCPA 808",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078918
      ],
      "weight": 2,
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/0808-01"
      ]
    },
    {
      "cite": "266 F. 2d 793",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1977352,
        6079548
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/266/0793-01",
        "/ccpa/46-2/0868-01"
      ]
    },
    {
      "cite": "46 CCPA 868",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079548
      ],
      "weight": 2,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0868-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 9089,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 4.3830599198168236e-07,
      "percentile": 0.9193603565304387
    },
    "sha256": "0e675ac85d2537de2bd567b430039a6bf95ff2d8a110cf4f1868c9aea6be2689",
    "simhash": "1:364d5482107eb542",
    "word_count": 1554
  },
  "last_updated": "2024-02-27T17:09:53.194820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Woklbt, Chief Judge, Rich:, Smith and AlmoNd, Associate Judges."
    ],
    "parties": [
      "In re John V. Harrington and Henning H. Borchers In re Detlef Winkelmann"
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nThe issue presented for determination in each of these appeals, consolidated here solely for purposes of the presnt decision, is whether a motion to strike the brief for the solicitor, filed by the party appellant in each case, should be granted.\nIn Patent Appeal 8138, appellants moved to strike the brief for the solicitor on the ground that the “[b]rief is replete with misstatements of fact and law.” Appellants’ main challenge to the solicitor’s brief centers upon the accuracy of the solicitor’s statements as to what some of the references in fact disclose. The factual questions there involved are whether certain of the references teach that heat-hardenable phenol-formaldehyde resins are “equivalent” to epoxy resins, and whether the phenol-formaldehyde condensation products are “thermoplastic” or “thermosetting.” Appellants attempt to sustain their motion by reference to passages of their brief, statements of the board, and reference to certain technical encyclopediae. Appellants also challenge a statement of the solicitor that appellants’ specification does not establish that “contrary to the prior art, ther-moplasticity is critical,” urging that the test is “unobviousness” and not “criticality.” Appellants conclude that the solicitor should be required to file a new brief “hr conformity with the facts related to this appeal in order that the issues on appeal may be properly adjudicated.”\nThe solicitor opposed this motion on the ground that:\n⅜ * * said motion is merely an ill-disguised attempt by appellant to file a reply brief in typewritten form without permission of the Court, contrary to Rule 27 of this Court.\nThe opposition to the motion to strike also variously characterizes the points .asserted in the motion as “an attempt to counter” or “an attempt to take issue with” arguments advanced by the solicitor, and “an attempt” to dispute the solicitor’s interpretation” of the holding of the board.\nSimilarly, in Patent Appeal 8160, appellant moved to strike the brief for the solicitor on the grounds:\n⅜ s= ⅜ (a) ⅛ ⅛ replete with, misstatements of law and fact, and (b) it is not responsive to the issues to be decided on this appeal.\nIn support of his motion, appellant specifically takes exception to particular portions of the solicitor’s brief. He also refers to his reasons of appeal, a certain reference in the record, and raises issues as to the propriety of certain of the solicitor’s arguments. In particular, appellant here challenges an argument by the solicitor that two patents, apparently referred to in the disclosure of a reference of record below, are not “properly before the court.” Appellant views an alleged admission by the solicitor that these two patents were not considered by the examiner or board as requiring the conclusion that appellant has not received a complete examination “as required by Rule 105 of the Rules of Practice.”\nThus, appellant concludes that the solicitor’s brief “steadfastly avoids coming to grips with the primary issue to be adjudicated in this appeal” and for that reason “it is entitled to no weight whatsoever and should be stricken from the record.”\nAs in Patent Appeal 8138, the solicitor opposed appellant’s motion, characterizing it as “an ill-disguised attempt to file a reply brief in typewritten form without permission of the court, contrary to Rule 27 of he court.” The solicitor’s brief in opposition to appellant’s motion adds:\nIn the instant motion, each and every point asserted therein is essentially an attempt to advance rebuttal argument which properly should be done by way of a reply brief or oral argument at the hearing of the appeal.\nAppellant replied to the opposition filed by the solicitor largely reiterating arguments in his motion to strike.\nRule 27 of the rules of this court sets forth the requirements for the contents of the brief for each party, in pertinent part as follows:\n* * ⅜ The brief for the appellant shall contain, in the order here stated:\n(a) A concise statement of the ease, presenting succinctly the questions involved and the manner in which they are raised.\n(b) Such of the errors as shall be relied upon.\n(c) A clear statement of the points of law or fact to he discussed, with reference to the pages of the record and the authorities' relied on in support of each point. [Emphasis added.]\n(d) Every brief of more than 15 pages shall contain on its front fly leaves a subject index with page references, the subject index to be supplemented by a list of ali authorities referred to, together with references to pages thereof.\nAt the time of filing his brief in this court the appellee shall serve three copies on appellant or his counsel of record. Such brief shall he of like character to that required of the appellant, except that no statement of the case is required, unless that presented by the appellant be controverted or denied to be sufficiently full and complete to present the questions for review. [Emphasis added.]\nRule 27(9) states the conditions to be met before reply or supplemental briefs will be received:\nReply and supplemental briefs may not be filed except by leave of the court or any judge thereof, for good cause shown. If, under special circumstances, permission is granted to file typewritten reply or supplemental briefs, the pages thereof shall conform to the size required for printed briefs.\nCompliance with, these rules is necessary to regulate the business before the court in an orderly, expeditious and fair manner and to facilitate the prompt disposition of cases pending before the court. While the current rules are silent as to the form and content of motions to strike the brief of an opposing party, in a proper case, a motion to strike a brief or a portion thereof may be granted, or, in the alternative, the objectionable matter may be ignored in reaching a decision on the merits. See, e.g., Shoe Corp. of America v. Juvenile Shoe Corp. of America, 46 CCPA 868, 266 F. 2d 793, 121 USPQ 510 (1959); Radio Corp. of America v. Rayon Corp. of America, 31 CCPA 808, 139 F. 2d 833, 60 USPQ 246 (1943); Wemple v. Peirce, 22 CCPA 1064, 75 F. 2d 998, 25 USPQ 37 (1935); Dreyfus v. Lilienfeld, 18 CCPA 1526, 49 F. 2d 1055, 9 USPQ 499 (1931).\nHowever, a motion to strike the brief of any party to an appeal before this court is an extraordinary remedy and should be granted only in cases where there has been a flagrant disregard of our rules. For example, portions of a brief were stricken in Shoe Corp. of America v. Juvenile Shoe Corp. of America, supra, on the ground that they contained “improper ‘allegations and vituperative statements challenging the correctness of the record and reflecting both upon counsel [for appellant] and this Court.’ ” In that same case, this court stated:\n⅞ ⅜ ⅜ The balance of appellee’s ai’guments as to tbe propriety of considering the evidence in question should not be stricken, as they represent, in our opinion, legitimate argument on behalf of appellee as to what this court should consider in its review of the ease.\nFor other examples of situations where a motion to strike was denied, see: Beall v. Ormsby, 33 CCPA 959, 154 F. 2d 663, 69 USPQ 314 (1946); Mitchell v. Hennion, 31 CCPA 1129, 143 F. 2d 623, 62 USPQ 81 (1944); Holdsworth v. Goldsmith, 29 CCPA 1047, 129 F. 2d 571, 54 USPQ 90 (1942); Coast v. Dubbs, 24 CCPA 1023, 88 F. 2d 734, 33 USPQ 91 (1937); Chrysler Corp. v. Trott, 23 CCPA 1098, 83 F. 2d 302, 29 USPQ 363 (1936); In re Peiler, 20 CCPA 1059, 64 F. 2d 984, 17 USPQ 453 (1933); In re Burnham, 19 CCPA 723, 53 F. 2d 534, 11 USPQ 134 (1931). It may also be noted that in some cases, a motion to strike may be denied by this court, without prejudice to renewal at oral argument. See Shoe Corp. of America v. Juvenile Shoe Corp. of America, supra.\nWe have examined the issues raised by the respective papers of the parties to these appeals and have concluded that appellant’s motion in each case should be denied. It seems that the gist of the appellant’s criticisms of the solicitor’s brief in each instance appears to be little more than a reply argument to rebut the position of the solicitor. Under our Eule 27, quoted above, the parties are entitled to set forth the points of fact and law which are to be discussed. Moreover, the court is to receive favorably fair argument designed to aid a just and accurate decision on the merits of the appeal.\nWhere, as here, the points presented in the appellant’s motions to strike should have been presented in support of a motion to file a reply brief pursuant to Eule 27, or at oral argument before the court, the motions to strike the brief for the solicitor in PA 8138 and PA 8160 are denied in all respects.\nSO ORDERED",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "James B. Bryan for appellants.",
      "Joseph ScMmmel (Joseph B. NaJcamura, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "392 F.2d 652; 157 USPQ 387\nIn re John V. Harrington and Henning H. Borchers In re Detlef Winkelmann\n(No. 8138)\n(No. 8160)\nUnited States Court of Customs and Patent Appeals,\nApril 25, 1968\nJames B. Bryan for appellants.\nJoseph ScMmmel (Joseph B. NaJcamura, of counsel) for the Commissioner of Patents.\nBefore Woklbt, Chief Judge, Rich:, Smith and AlmoNd, Associate Judges."
  },
  "file_name": "1459-01",
  "first_page_order": 799,
  "last_page_order": 803
}
