{
  "id": 11497772,
  "name": "COURTNEY DAVIS, Appellant, v. MICHAEL DAVIS, Respondent",
  "name_abbreviation": "Davis v. Davis",
  "decision_date": "1998-12-31",
  "docket_number": "No. 31003",
  "first_page": "1461",
  "last_page": "1468",
  "citations": [
    {
      "type": "official",
      "cite": "114 Nev. 1461"
    },
    {
      "type": "parallel",
      "cite": "970 P.2d 1084"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "114 Nev. 1431",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11497555
      ],
      "weight": 2,
      "year": 1998,
      "opinion_index": 0,
      "case_paths": [
        "/nev/114-2/1431-01"
      ]
    },
    {
      "cite": "111 Nev. 754",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11923001
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "758"
        },
        {
          "page": "1288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/111/0754-01"
      ]
    },
    {
      "cite": "110 Nev. 1253",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558204
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1261"
        },
        {
          "page": "569"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110-2/1253-01"
      ]
    },
    {
      "cite": "111 Nev. 309",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11921735
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "315"
        },
        {
          "page": "1313"
        },
        {
          "page": "316"
        },
        {
          "page": "1313"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/111/0309-01"
      ]
    },
    {
      "cite": "544 A.2d 852",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "855"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "107 Nev. 378",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557382
      ],
      "weight": 9,
      "year": 1991,
      "pin_cites": [
        {
          "page": "382"
        },
        {
          "page": "1270"
        },
        {
          "page": "382"
        },
        {
          "page": "1271"
        },
        {
          "page": "383"
        },
        {
          "page": "1271"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0378-01"
      ]
    },
    {
      "cite": "533 P.2d 678",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        1240914
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "699"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz-app/23/0370-01"
      ]
    },
    {
      "cite": "91 Nev. 230",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556694
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/91/0230-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 12892,
    "ocr_confidence": 0.894,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37671037963989407
    },
    "sha256": "132584b5656d41d923478baf2f05957bef922d1ff4497cba12d6622aa9ea602e",
    "simhash": "1:430be9561cbb0e43",
    "word_count": 2032
  },
  "last_updated": "2024-02-27T21:38:34.106665+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rose, Young, and Maupin, JJ., concur."
    ],
    "parties": [
      "COURTNEY DAVIS, Appellant, v. MICHAEL DAVIS, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nShearing, J.:\nIn 1989, appellant Courtney Davis and respondent Michael Davis were married in Fort Walton Beach, Florida. While still living in Florida, Courtney gave birth to the couple’s first child, Shauna. In 1991, Courtney, Michael and Shauna moved to Las Vegas when the Air Force transferred Michael to Nellis Air Force Base. In March 1992, Courtney gave birth to the couple’s second child, Sydney.\nIn December, 1995, Courtney filed a complaint for divorce with the district court. In January of 1996, Michael filed an answer and counterclaim for divorce. Following a January 1996 hearing, the district court awarded the parties joint legal and physical custody of the children. The district court temporarily designated Courtney as the primary physical custodian; Michael received four days of visitation per week with the children.\nFollowing a somewhat acrimonious dispute over property division and child custody, the parties entered into a handwritten agreement (the “agreement”), prepared by Michael’s attorney. This agreement settled all matters pertaining to the divorce, including division of the couple’s assets and debts. The agreement additionally provided that Michael and Courtney would maintain the custodial arrangement established by the district court in 1996.\nShortly after signing the agreement, Courtney decided that because she could no longer sustain herself financially in Las Vegas, she would return to Fort Walton Beach, Florida. Without first seeking Michael’s permission to relocate, Courtney filed a petition with the district court to move with the children pursuant to NRS 125A.350.\nAt the hearing on Courtney’s petition to relocate, Courtney told the court that she intended to finalize the custody dispute by entering into the agreement but that she had changed her mind about living in Las Vegas since signing it. Courtney also testified about the financial hardship she suffered by remaining in Las Vegas. Additionally, Courtney testified about the benefits of relocating to Florida. She noted that Fort Walton has been rated among the best small towns in which to live and its schools consistently receive high ratings. Courtney further testified that she and the children could live with her parents in their large home until she could support herself and the children financially. Courtney told the court that this would be an obvious improvement from the converted garage where she and the children were living at the time of the hearing. Moreover, Courtney testified that this living arrangement would allow the children to spend more time with their grandparents with whom the children have a close relationship. She testified as well that her parents had offered to watch the children while she worked and attended college classes. Courtney also represented that she had an outstanding job offer at a credit union in Fort Walton.\nCourtney admitted on cross-examination, however, that she works only part-time and had not attempted to find full-time work in Las Vegas, even though the district court advised her to seek a position that would allow her to work twenty to thirty hours per week. Additionally, Courtney admitted that she would earn less per hour at the job in Florida than she does at her current job in Las Vegas. Courtney’s testimony further revealed that she only planned to live with her parents for three to six months and did not know where she would go thereafter. Moreover, while Courtney could not assure the court that the children would have medical insurance or other benefits through her prospective Florida employer, the children were covered under Michael’s medical insurance at the time of the hearing.\nThrough an affidavit, Michael submitted his belief that Courtney deceptively entered into the handwritten agreement in order to receive the financial settlement it offered Courtney. Michael pointed out that in the agreement, Courtney agreed to have custody of the children on a four/five day rotating schedule and shortly thereafter reneged on that arrangement.\nAt the hearing, Michael testified that Courtney refused to communicate and co-parent with him. According to Michael, Courtney never discussed with him her intention to relocate with the children. In fact, Michael testified that he learned of Courtney’s plan only after he received her motion. Michael also testified that Courtney contacted Child Protective Services (“CPS”) and reported that Michael strangled one of the children. CPS later dismissed these charges against Michael, stating that Courtney’s claims were unsubstantiated.\nAt a March hearing, the district court explained that it believed, with some hesitance, that Courtney’s reasons for the move were legitimate and that her decision to relocate was made in good faith. Despite these conclusions, the court denied Courtney’s petition to relocate because it could not fashion a feasible alternative visitation schedule for Michael.\nThe district court went on to explain that Michael’s work schedule made it impossible to compensate him for the time he would lose with the children should they move to Florida. At the time of the hearing, Michael worked as a firefighter, a job which required him to work four consecutive twenty-four hour shifts every eight days. The court stated that summer and alternative Christmas visitation would force Michael to arrange for twenty-four hour childcare thereby depriving him of a significant amount of contact with the children. Therefore, the district court denied Courtney’s request to relocate. This timely appeal followed.\nDISCUSSION\nPursuant to NRS 125A.350, a custodial parent who wishes to move with a child to a location outside of Nevada must attempt to obtain the other parent’s written consent. If the other parent refuses to consent to the move, the parent planning to move must petition the district court for permission to move with the child. In Culbertson v. Culbertson, 91 Nev. 230, 233, 533 P.2d 678, 699 (1975), this court stated that decisions as to child custody rest within the sound discretion of the district court and will not be disturbed absent a clear abuse of that discretion.\nThis court first analyzed NRS 125A.350 in Schwartz v. Schwartz, 107 Nev. 378, 382, 812 P.2d 1268, 1270 (1991), where it explained that the statute’s “overall purpose ... is to preserve the rights and familial relationship of the noncustodial parent.’ ’ In •describing the district court’s role in evaluating a parent’s request to move, this court explained that “[t]he proper calculus involves a balancing between ‘the custodial parent’s interest in freedom of movement as qualified by his or her custodial obligation, the State’s interest in protecting the best interests of the child, and the competing interests of the noncustodial parent.’ ’ ’ Id. (quoting Holder v. Polanski, 544 A.2d 852, 855 (N.J.1988)).\nIn considering a request for permission to move, the district court must first determine “whether the custodial parent has demonstrated that an actual advantage will be realized by both the children and the custodial parent in moving to a location so far removed from the current residence that weekly visitation by the noncustodial parent is virtually precluded.” Schwartz, 107 Nev. at 382, 812 P.2d at 1271. Schwartz and subsequent cases have also established that the custodial parent wishing to remove a child from Nevada must make a threshold showing of a “sensible, good-faith reason to move.” Trent v. Trent, 111 Nev. 309, 315, 890 P.2d 1309, 1313 (1995). A “good faith reason” has been defined by this court as one not designed to frustrate the visitation rights of the noncustodial parent. Jones v. Jones, 110 Nev. 1253, 1261, 885 P.2d 563, 569 (1994).\nIf the custodial parent makes this threshold showing, the district court must then consider several other factors enumerated by this court in Schwartz. These factors are:\n(1) the extent to which the move is likely to improve the quality of life for both the children and the custodial parent; (2) whether the custodial parent’s motives are honorable, and not designed to frustrate or defeat visitation rights accorded to the noncustodial parent; (3) whether, if permission to remove is granted, the custodial parent will comply with any substitute visitation orders issued by the court; (4) whether the noncustodian’s motives are honorable in resisting. the motion for permission to move; and (5) whether, if removal is allowed, there will be a realistic opportunity for the noncustodial parent to maintain a visitation schedule that will adequately foster and preserve the parental relationship with the noncustodial parent.\nSchwartz, 107 Nev. at 383, 812 P.2d at 1271. In particular, the district court should focus “on the availability of adequate, alternate visitation.” Trent, 111 Nev. at 316, 890 P.2d at 1313.\nWith respect to the initial threshold showing, the district court concluded that Courtney had good faith reasons to move. Our review of the record leads us to agree. With respect to the first four Schwartz factors, the district court determined that Courtney propounded legitimate justifications for her desire to move but also found that Michael had compelling reasons for opposing the move. The district court found that the fifth Schwartz factor was troubling and ultimately proved dispositive of Courtney’s petition.\nWith respect to the fifth Schwartz factor, this court has held that “[reasonable visitation is visitation that ‘will provide an adequate basis for preserving and fostering a child’s relationship with the noncustodial parent if removal is allowed.’ ’ ’ Gandee v. Gandee, 111 Nev. 754, 758, 895 P.2d 1285, 1288 (quoting Schwartz, 107 Nev. at 385 n.5, 812 P.2d at 1272 n.5). Courtney proposed that the children spend a “good chunk,” or eight weeks of the summer with Michael as well as alternating Christmases.\nAfter reviewing the record, we conclude that the district court could well conclude from the evidence that the visitation proposed was not adequate to preserve and foster the type of relationship Michael has with his children. Although Courtney was designated primary custodian, Michael was a hands-on parent, having the children four days per week. While Courtney agreed to share the children’s travel expenses, it appeared to the district court that short, frequent visits would be unmanageable. Given the children’s ages and the approximately six-hour travel time between Nevada and Florida, the district court concluded that frequent, brief trips would be almost impossible. Courtney presents no reason for us to question this determination on appeal.\nThe district court also concluded that because of Michael’s job, extended visits would, likewise, not be practicable. Michael’s job as a firefighter requires that he work four consecutive twenty-four hour shifts every eight days. If the district court had granted Michael eight weeks per summer, he would not see the children for four days at a time and would have to arrange for twenty-four hour childcare for the days he is on duty. Thus, his time with his children would be considerably less than the eight weeks that would theoretically be granted. We conclude that the district court properly found that such an arrangement would not allow Michael to adequately sustain and nourish his relationship with his children.\nFor these reasons, we conclude that the district court did not abuse its discretion in denying Courtney’s petition. Therefore, we affirm the district court’s order.\nRose, Young, and Maupin, JJ., concur.\nIn McGuinness v. McGuinness, 114 Nev. 1431, 970 P.2d 1074 (1998), we have clarified the apparent confusion over applying Schwartz and its progeny to relocation cases where the parties enjoy a joint custody arrangement. In McGuinness, we hold that relocation motions in the context of joint custody must be determined according to Schwartz, et al.\nAlthough the district court justifiably found that Courtney had a good faith reason to move, there was also some evidence that might lead a court to conclude that she would not be willing to maximize the opportunity to foster Michael's relationship with the children. For instance, the motion for permission to move was made within a month of her agreement to allow Michael four days of visitation per week. She made unsubstantiated charges of child abuse against Michael. Evidence was also presented that she had refused to communicate and co-parent with Michael, and, as discussed above, she never even discussed the proposed move with him.\nThe Honorable Charles E. Springer, Chief Justice, did not participate in the decision of this matter.",
        "type": "majority",
        "author": "Shearing, J.:"
      }
    ],
    "attorneys": [
      "Leavitt Law Firm, Las Vegas, for Appellant.",
      "Patricia L. Vaccarino, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "COURTNEY DAVIS, Appellant, v. MICHAEL DAVIS, Respondent.\nNo. 31003\nDecember 31, 1998\n970 P.2d 1084\n[Rehearing denied February 26, 1999]\nLeavitt Law Firm, Las Vegas, for Appellant.\nPatricia L. Vaccarino, Las Vegas, for Respondent."
  },
  "file_name": "1461-01",
  "first_page_order": 611,
  "last_page_order": 618
}
