{
  "id": 1279521,
  "name": "Frostproof State Bank, a Corporation, Plaintiff in Error, v. Blanche W. Mallett, as Administratrix of the estate of C. M. Mallett, deceased, Defendant in Error",
  "name_abbreviation": "Frostproof State Bank v. Mallett",
  "decision_date": "1930-12-11",
  "docket_number": "",
  "first_page": "1464",
  "last_page": "1469",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1464"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "95 Fla. 865",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1265141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/95/0865-01"
      ]
    },
    {
      "cite": "81 Fla. 227",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1288321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/81/0227-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 310,
    "char_count": 6276,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 7.180690996868429e-08,
      "percentile": 0.4297538196242329
    },
    "sha256": "7031cb90d89d201be4f125ac3f41504e6b4a860f162bef30d4aeeab43b830abe",
    "simhash": "1:cb852725468d076f",
    "word_count": 1074
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., and Strum, J., concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "Frostproof State Bank, a Corporation, Plaintiff in Error, v. Blanche W. Mallett, as Administratrix of the estate of C. M. Mallett, deceased, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nThis case is before us on writ of error to the Circuit Court of Polk County in a civil cause wherein the plaintiff in error was the plaintiff in the court below and the defendant in error was the defendant in the court below.\nPraecipe for summons ad res was filed which was in the following language:\n“IN THE CIRCUIT COURT, TENTH JUDICIAL CIRCUIT OF FLORIDA, IN AND FOR POLK COUNTY.\nFrostproof State Bank, a corporation created and existing under and by virtue of the banking Laws of the State of Florida,\nv.\nBlanche W. Mallett, Administratrix of the estate of C. M. Mallett, deceased.\nASSUMPSIT, Damages, $10,000.00\nThe clerk of the above styled court will please issue a summons ad respondendumi directed to thé defendant above named, returnable to the rule day in August, A. D. 1927, and oblige.”\nIt will be observed that in this suit the defendant was not sued as administratrix but was sued as an individual described as administratrix of the estate of C. M. Mallett, deceased.\nThe summons being addressed to the sheriff commanded him in part as follows:\n“You are hereby commanded, as you have heretofore been commanded, to summon Blanche W. Mellett, 563 North Orange Ave., Orlando, Florida, if he be found in your county, to be and appear before the judge of our Circuit Court for the Tenth Judicial Circuit of the State of Florida, at the circuit court clerk’s office in Bartow, Florida, on the first Monday of September next, at a court to be held on that day, in and for the County of Polk, then and there to answer Frostproof State Bank, a corporation, in an action of Assumpsit damages ten thousand Dollars, and have then and there this Writ'.”\nDeclaration was filed with the caption naming the parties as in the praecipe for summons ad respondendum but in the body of the declaration it declared against Blanche W. Mallet as administratrix of the estate of C. M. Mallett, deceased. Blanche W. Mallett did not appear in the suit, nor file any pleas.\nThereafter praecipe was filed, as follows:\n“IN CIRCUIT COURT, TENTH JUDICIAL CIRCUIT IN AND FOR POLK COUNTY, FLORIDA.\nFROSTPROOF STATE BANK, a corporation, v. BLANCHE W. MALLETT, as Administratrix of estate of C. M. Mallett, Deceased.\nThe clerk of the above styled court will please enter default judgment against the defendant above named for failure of said defendant to appear on this the Rule Day of September, A. D. 1927, and oblige.”\nIt will be observed that in this praecipe the caption showed the suit to be against Blanche W. Mallett as administratrix, etc.\nJudgment by default was entered, but as there is no name of defendant in the judgment by default, we can not tell against whom it was entered. Thereafter, motion was filed for judgment in which the style of the cause was as follows:\n“Frostproof State Bank, a corporation v. Blanche W. Mallett, Administratrix of the estate of C. M. Mallett, deceased.”\nThe body of the motion prayed for “judgment against the defendant above named for principal and interest” etc. Judgment was entered against Blanche W. Mallett, administratrix of the estate of C. M. Mallett, deceased, the material part of which judgment is as follows:\n“IT IS THEREUPON Ordered, adjudged and decreed that the plaintiff, Frostproof State Bank, a corporation, do have and recover, of and from the defendant Blanche W. Mallett, administratrix of the estate of C. M. Mallett, deceased, the sum of Five Thousand Dollars and no cents- ($5,000.00) as principal, together with the sum of Six Hundred and eight dollars and thirty-three cents ($608.33) as interest, and the sum of Six Hundred and ten and 83/100 dollars ($610.83) as attorney’s fees, to be allowed the plaintiff’s attorneys for their services in and about said suit together with their reasonable cost to be taxed herein by the Court in the sum of Six and 45/100 dollars ($6.45), for all of which let execution issue and to be levied on the estate of the deceased in the hands of the administratrix to be administered. ’ ’\nThis judgment was entered on December 27, 1927. On December 24, 1929, Blanche W. Mallett as administratrix of the estate of C.’ M. Mallet, deceased, filed a motion praying order of the court to vacate the default judgment and to set aside, vacate and cancel the final judgment upon the ground that the default was entered without authority of law and that the judgment is totally void because the court had never acquired jurisdiction of the defendant as administratrix of the estate of C. M. Mallett, deceased.\nThe motion was granted and the order made vacating and canceling the default and vacating, canceling and striking from the record the final judgment.\nIt will be seen from tbe above quotations from tbe record that no suit was filed against Blanche W. Mallett as administratrix, that the declaration declared against Blanche W. Mallett as administratrix and she was never summoned in her representative capacity to answer such declaration. There was no declaration filed against her in her individual capacity and, therefore, no basis for a judgment against her as an individual.\nThe court was without jurisdiction of Blanche W. Mallett as administratrix of the estate of C. M. Mallett, deceased, and therefore, the estate of the deceased was in nowise bound by the judgment and the same was void and, therefore, could properly be vacated by order of the court at any time.\nWhere a judgment is void because the court had not acquired jurisdiction of the defendant in the cause, such judgment may be vacated by the court and a writ of error lies to the order of vacation. Milton Land & Investment Co. v. Our Home Life Ins. Co., 81 Fla. 227, 87 So. R. 636; Kroier v. Kroier, 95 Fla. 865, 116 So. R. 753.\nFor the reasons stated, the order appealed from should be affirmed and it is so ordered.\nAffirmed.\nWhitfield, P. J., and Strum, J., concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Perry E. Murray and Leitner & Leitner, for Plaintiff in Error; -",
      "Holland & Bevis, for Defendant in Error."
    ],
    "corrections": "",
    "head_matter": "Frostproof State Bank, a Corporation, Plaintiff in Error, v. Blanche W. Mallett, as Administratrix of the estate of C. M. Mallett, deceased, Defendant in Error.\nDivision B.\nOpinion filed December 11, 1930.\nPetition for rehearing denied January 5, 1931.\nPerry E. Murray and Leitner & Leitner, for Plaintiff in Error; -\nHolland & Bevis, for Defendant in Error."
  },
  "file_name": "1464-01",
  "first_page_order": 460,
  "last_page_order": 465
}
