{
  "id": 11825495,
  "name": "JOHN BEJARANO, Appellant, v. WARDEN, Nevada State Prison, SHERMAN HATCHER, Respondent",
  "name_abbreviation": "Bejarano v. Warden, Nevada State Prison",
  "decision_date": "1996-12-20",
  "docket_number": "No. 25469",
  "first_page": "1466",
  "last_page": "1473",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1466"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 922"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "110 Nev. 349",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557843
      ],
      "weight": 2,
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0349-01"
      ]
    },
    {
      "cite": "639 N.E.2d 67",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1994,
      "pin_cites": [
        {
          "page": "73",
          "parenthetical": "limiting post-conviction relief for capital cases"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 Nev. 454",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4810050
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/97/0454-01"
      ]
    },
    {
      "cite": "112 Nev. 159",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11822868
      ],
      "weight": 10,
      "year": 1996,
      "pin_cites": [
        {
          "page": "164"
        },
        {
          "page": "258"
        },
        {
          "page": "164-65"
        },
        {
          "page": "258"
        },
        {
          "parenthetical": "concluding that when a petitioner is entitled to appointment of counsel, that right includes effective assistance of counsel"
        },
        {
          "parenthetical": "concluding that when a petitioner is entitled to appointment of counsel, that right includes effective assistance of counsel"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/112/0159-01"
      ]
    },
    {
      "cite": "492 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6210736
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/492/0001-01"
      ]
    },
    {
      "cite": "481 U.S. 551",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6218288
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "556-57",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0551-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "106 Nev. 840",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558774
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "843"
        },
        {
          "page": "1390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0840-01"
      ]
    },
    {
      "cite": "533 N.E.2d 1200",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "case_ids": [
        10959179
      ],
      "year": 1989,
      "pin_cites": [
        {
          "page": "1201"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ne2d/533/1200-01"
      ]
    },
    {
      "cite": "97 Nev. 454",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4810050
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "458"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nev/97/0454-01"
      ]
    },
    {
      "cite": "112 Nev. 159",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11822868
      ],
      "weight": 2,
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/nev/112/0159-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 15077,
    "ocr_confidence": 0.912,
    "pagerank": {
      "raw": 1.3129995573396883e-07,
      "percentile": 0.6248754271001901
    },
    "sha256": "7e20ae98c80c138c841c647a617bf5b9c97e545a8553278c7abe01c755e550cf",
    "simhash": "1:7a12a4e93abd7b48",
    "word_count": 2396
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Steffen, C. J., and Rose and Shearing, JJ., concur."
    ],
    "parties": [
      "JOHN BEJARANO, Appellant, v. WARDEN, Nevada State Prison, SHERMAN HATCHER, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nYoung, J.:\nFACTS\nJohn Bejarano (“Bejarano”) was found guilty of murder in the first degree, robbery with the use of a deadly weapon and several other crimes. Bejarano was sentenced to death on the murder charge and additional prison terms for the remaining convictions.\nBejarano’s direct appeal was dismissed by this court. Bejarano v. State, Docket No. 19023 (Order Dismissing Appeal, December 22, 1988).\nOn February 21, 1989, Bejarano filed a petition for post-conviction relief with the Second Judicial District Court. That petition alleged ineffective assistance of counsel, prosecutorial misconduct, insufficient evidence and incompetence of petitioner to stand trial. After denial, Bejarano appealed to this court maintaining that aggravating circumstances to uphold the death penalty were inapplicable as a matter of law or were not proved as a matter of fact and he received ineffective assistance of counsel from his trial attorney. We found that these contentions lacked merit and that the trial court properly denied Bejarano’s petition for post-conviction relief. Bejarano v. State, 106 Nev. 840, 843, 801 P.2d 1388, 1390 (1990).\nBejarano then filed a petition seeking federal habeas review pursuant to 28 U.S.C. § 2254. The United States District Court dismissed Bejarano’s petition without prejudice because the petition included unexhausted claims. Bejarano then petitioned the Seventh Judicial District Court for a writ of habeas corpus. That court denied Bejarano’s petition primarily based on NRS 34.810. This appeal followed.\nDISCUSSION\nBejarano raised thirty-five claims in his petition for a writ of habeas corpus. The district court dismissed all Bejarano’s claims primarily based on NRS 34.810. NRS 34.810 provides, in relevant part:\n1. The court shall dismiss a petition if the court determines that:\n(b) The petitioner’s conviction was the result of a trial and the grounds for the petition cduld have been:\n(1) Presented to the trial court;\n(2) Raised in a direct appeal or a prior petition for a writ of habeas corpus or post-conviction relief; or\n(3) Raised in any other proceeding that the petitioner has taken to secure relief from his conviction and sentence, unless the court finds both cause for the failure to present the grounds and actual prejudice to the petitioner.\n2. A second or successive petition must be dismissed if the judge or justice determines that it fails to allege new or different grounds for relief and that the prior determination was on the merits or, if new and different grounds are alleged, the judge or justice finds that the failure of the petitioner to assert those grounds in a prior petition constituted an abuse of the writ.\n3. Pursuant to subsections 1 and 2, the petitioner has the burden of pleading and proving specific facts that demonstrate:\n(a) Good cause for the petitioner’s failure to present the claim or for presenting the claim again; and\n(b) Actual prejudice to the petitioner. . . .\nBejarano argues that the district court erred in determining that Bejarano’s claims should be dismissed because the district court did not inquire into the existence of “cause” or “prejudice.” However, the only assertion of “cause” raised by Bejarano was that his post-conviction relief counsel was ineffective.\nIn Pennsylvania v. Finley, 481 U.S. 551 (1987), the United States Supreme Court specifically stated that there is no right to counsel in state post-conviction relief proceedings. The court in Finley reasoned:\nPostconviction relief is even further removed from the criminal trial than is discretionary direct review. It is not part of the criminal proceeding itself, and it is in fact considered to be civil in nature. It is a collateral attack that normally occurs only after the defendant has failed to secure relief through direct review of his conviction. States have no obligation to provide this avenue of relief, and when they do, the fundamental fairness mandated by the Due Process Clause does not require that the State supply a lawyer as well.\nId. at 556-57 (citations omitted).\nIn addition, the Supreme Court held that the rule in Finley should apply no differently in capital cases than in non-capital cases. Murray v. Giarratano, 492 U.S. 1, 10 (1989).\nIn McKague v. Warden, 112 Nev. 159, 164, 912 P.2d 255, 258 (1996), we held that “McKague has no right to effective assistance of counsel, let alone any constitutional or statutory right to counsel at all, in his post conviction proceedings.” We further stated, “Where there is no right to counsel there can be no deprivation of effective assistance of counsel and hence, ‘good cause’ cannot be shown based on an ineffectiveness of post conviction counsel claim.” Id. at 164-65, 912 P.2d at 258. Therefore, Bejarano has failed to provide good cause for neglecting to raise issues in his earlier proceedings.\nBejarano argues that Grondin v. State, 97 Nev. 454, 634 P.2d 456 (1981), shows this court’s desire to provide effective assistance of counsel during post-conviction proceedings. Grondin concluded that “counsel for appellant at the post-conviction proceedings failed to provide the required caliber of representation.” Id. at 456, 634 P.2d at 458. However, because we have already decided this issue in McKague, and because we do not want to go beyond Finley, Grondin is overruled to the extent that it is inconsistent with this opinion.\nWhile it may be regrettable, we cannot guarantee every defendant effective counsel for every claim that may be raised. Defendants have made a sham out of the system of justice and thwarted imposition of their ultimate penalty with continuous petitions for relief that often present claims without a legal foundation. As one court stated, “We have created a web of procedures so involved that they threaten to engulf the penalty itself.” State v. Steffen, 639 N.E.2d 67, 73 (Ohio 1994) (limiting post-conviction relief for capital cases).\nTherefore, an indigent defendant may choose to accept discre-tionarily appointed counsel; however, that counsel need not be “effective” as is required of counsel during trial and on direct appeal. The logic behind such a rule is that if counsel for post-conviction proceedings, as well as trial and direct appeal, must meet the same standards, then claims of ineffective assistance of counsel in the immediate prior proceeding may be raised ad infinitum.\nFinally, Bejarano also argued that the district court erred in relying on an incomplete record to deny his petition. Bejarano explains that his attorney failed to lodge several important documents with the court; therefore, the court should not have concluded that “on the record” Bejarano’s post-conviction counsel was effective.\nThis argument is without merit. First, and most decisively, as discussed above, a petitioner during post-conviction proceedings has no right to effective assistance of counsel unless that court is mandated by statute to appoint counsel. See McKague, 112 Nev. at 165 n.5, 912 P.2d at 258 n.5. Therefore, since the district court was not required by NRS 177.345(1) to appoint counsel for Bejarano, it did not err in denying the claim.\nSecond, Bejarano had the “burden of pleading and proving specific facts that demonstrate: (a) Good cause for the petitioner’s failure to present the claim or for presenting the claim again; and (b) Actual prejudice to the petitioner.” NRS 34.810(3) (emphasis added). A petitioner for post-conviction relief has the burden of establishing the factual allegations in support of his petition. Lozada v. State, 110 Nev. 349, 353-54 n.3, 871 P.2d 944, 947 n.3 (1994). The failure of Bejarano’s court-appointed counsel in this post-conviction proceeding to provide the record relevant to his petition does not constitute the “good cause” required by NRS 34.810. Therefore, contrary to Bejarano’s contention, this failure does not preclude the district court from dismissing his petition.\nIn sum, we do not recognize an independent right to effective assistance of counsel during post-conviction proceedings, unless that counsel was mandatorily appointed pursuant to statute. See McKague, 112 Nev. at 165 n.5, 912 P.2d at 258 n.5. Therefore, Bejarano must present other more specific facts that establish “cause” and “prejudice,” besides the performance of his post-conviction relief counsel. In addition, the district court did not err by failing to consider the entire record.\nBejarano’s other contentions have been considered and rejected. The order of the district court is affirmed.\nSteffen, C. J., and Rose and Shearing, JJ., concur.\nIn 1989, when Bejarano filed his prior post-conviction petition, NRS 177.345(1) allowed a court to use its discretion when deciding whether to appoint counsel for an indigent petitioner. This statute has since been repealed. However, NRS 34.750, still in effect, also allows discretionary appointment of counsel to indigent petitioners for post-conviction relief. Since Bejarano was not appointed counsel pursuant to a statutory mandate, he is not automatically entitled to effective assistance of that counsel. See McKague v. Warden, 112 Nev. 159, 165 n.5, 912 P.2d 255, 258 n.5 (1996) (concluding that when a petitioner is entitled to appointment of counsel, that right includes effective assistance of counsel).\nOne of Bejarano’s claims during his second post-conviction proceeding was that his direct appeal counsel was ineffective. This court has considered this claim and has determined that it is without merit.",
        "type": "majority",
        "author": "Young, J.:"
      },
      {
        "text": "Springer, J.,\ndissenting:\nAs in McKague v. Warden, 112 Nev. 159, 912 P.2d 255 (1996), I disagree with the majority’s conclusion that in an adversarial criminal proceeding the State may be represented by counsel but an indigent defendant “has no right to effective assistance of counsel.” Such a conclusion is, to me, inherently unfair; if the State provides an indigent defendant with counsel, that defendant must also be given some right of judicial review if the defendant claims to have been prejudiced by the ineffective performance of the provided attorney.\nI say that if the court appoints counsel, that counsel is obligated to provide effective representation. I will not be engaging in a polemic on the constitutional niceties relating to the rights of accuseds to be represented by counsel; instead, I base my case for providing effective counsel to impoverished criminal defendants on our own statutory scheme. Simply stated, our statutes allow for the appointment of counsel in post-conviction proceedings; and to me, appointment of counsel means appointment of effective counsel and not ineffective counsel.\nNRS 34.724 provides that a criminal defendant has the right to apply for post-conviction relief. If the defendant is indigent, the court is empowered to appoint counsel. NRS 34.750(1) (“[T]he court may appoint counsel to represent the petitioner.”). Once counsel undertakes the representation of such a defendant, I cannot believe that the misdeeds or faulty representation of that counsel should be able to escape the judicial review of this court.\nMy views are based on the assumption that all judicial irregularities must be subject to some kind of review by instituted appellate authority. Thus, for example, if a defendant were to come to us claiming that his attorney had missed the filing deadline in an appeal or had been drunk during the post-conviction proceedings, I do not think that it would be wise or just to turn our backs on such a claimant. If, as the majority rules, an indigent defendant has no right to effective counsel and no right to judicial review of “counsel’s performance in post-conviction proceedings,” then even the kinds of gross attorney malpractice mentioned above would escape judicial review. This does not seem fair to me.\nI do not feel called upon to discuss the scope of review that would be necessary in post-conviction cases because the majority has turned down any and all claims to the right of review by indigent defendants on the issue of effectiveness of counsel in post-conviction proceedings. It is my view that judicial review of some kind is mandated once counsel has been appointed by the district court. It does not seem reasonable to me that an attorney can be appointed and then not be subject to any surveillance or subsequent review of ineffective and prejudicial performance on the attorney’s part.\nI am aware of the contention of some that a holding which gives to an indigent defendant the right to review of counsel’s performance in post-conviction proceedings might possibly lead to a reluctance on the part of district judges to appoint counsel at all in these kinds of proceedings. I believe, however, that in any case in which an indigent defendant presented to the court reasonable grounds for post-conviction relief, it would be very probable that the judge in such a case would appoint counsel. Ordinarily such counsel would perform effectively, but when this was not the case, such a situation should be subject to review by the appellate court.\nThere are those who say that permitting review of the performance of counsel in post-conviction matters would result in a facing-mirrors effect, wherein proof of ineffectiveness of counsel would only result in the appointment of other counsel whose performance would then, in turn, be subject to further review, ad infinitum. This conjecture does not appear to me to present as great a menace to the fair administration of criminal justice as permitting a very bad and prejudicial performance by counsel in post-conviction proceedings to pass without any remedy by way of judicial review.\nIn Grondin v. State, 97 Nev. 454, 456, 634 P.2d 456, 458 (1981), this court in reviewing performance of counsel in post-conviction proceedings ruled that “counsel for appellant at the post-conviction proceedings failed to provide the required caliber of representation.” I do not fully understand this court’s excuse for now denying completely a defendant’s right to review the “caliber of representation” of post-conviction counsel, as we have done in the past. I disagree with this change in course and with this court’s overruling of Grondin.\nIf the majority were to hold that ineptness of defense counsel were subject to some kind of judicial review, I might then be persuaded to accept the position of the Indiana Supreme Court, as quoted in the majority opinion, in Baum v. State, 533 N.E.2d 1200, 1201 (1989), that it may not be necessary for this court “to judge [the attorney’s] performance by the rigorous standard set forth in Strickland v. Washington,” but certainly I would disagree with the majority’s holding that an indigent defendant “has no right to effective assistance of counsel.” (Emphasis added.)",
        "type": "dissent",
        "author": "Springer, J.,"
      }
    ],
    "attorneys": [
      "Kelly & Sullivan, Ltd.., Las Vegas, for Appellant.",
      "Frankie Sue Del Papa, Attorney General, David F. Sarnowski, Chief Deputy, Carson City, for Respondent."
    ],
    "corrections": "",
    "head_matter": "JOHN BEJARANO, Appellant, v. WARDEN, Nevada State Prison, SHERMAN HATCHER, Respondent.\nNo. 25469\nDecember 20, 1996\n929 P.2d 922\n[Rehearing denied February 26, 1998]\nKelly & Sullivan, Ltd.., Las Vegas, for Appellant.\nFrankie Sue Del Papa, Attorney General, David F. Sarnowski, Chief Deputy, Carson City, for Respondent."
  },
  "file_name": "1466-01",
  "first_page_order": 648,
  "last_page_order": 655
}
