{
  "id": 1279702,
  "name": "Frank Arnold, Appellant, v. Caroline Wells, et al., Appellees; Cassie Ethel Arnold, Appellant, v. Caroline Wells, et al., Appellees",
  "name_abbreviation": "Arnold v. Wells",
  "decision_date": "1930-12-16",
  "docket_number": "",
  "first_page": "1470",
  "last_page": "1485",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1470"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "49 A. L. R. 182",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "30 A. L. R. 917",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "13 A. L. R. 620",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "205 Pac. R. 932",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "83 Okla. 100",
      "category": "reporters:state",
      "reporter": "Okla.",
      "case_ids": [
        8884748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/okla/83/0100-01"
      ]
    },
    {
      "cite": "272 Mo. 465",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        1812674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/272/0465-01"
      ]
    },
    {
      "cite": "293 Ill. 101",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4985981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/293/0101-01"
      ]
    },
    {
      "cite": "10 Fla. 299",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1163976
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/10/0299-01"
      ]
    },
    {
      "cite": "49 A. L. R. 178",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "30 A. L. R. 916",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "101 Va. 537",
      "category": "reporters:state",
      "reporter": "Va.",
      "case_ids": [
        2021947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/101/0537-01"
      ]
    },
    {
      "cite": "21 Atl. R. 272",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "63 Vt. 104",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        766041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/63/0104-01"
      ]
    },
    {
      "cite": "1917 A, 855",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "95 Atl. R. 520",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "250 Pa. St. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017024
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/250/0269-01"
      ]
    },
    {
      "cite": "161 N. Y. 74",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "28 L. R. A. (N. S.) 479",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "126 N. W. 632",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "161 Mich. 545",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1580701
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/161/0545-01"
      ]
    },
    {
      "cite": "7 L. R. A. 304",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": 0
    },
    {
      "cite": "151 Mass. 324",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        3507654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/151/0324-01"
      ]
    },
    {
      "cite": "20 A. L. R. 351",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "115 Atl. R. 626",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "97 Conn. 102",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        394869
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/conn/97/0102-01"
      ]
    },
    {
      "cite": "13 A. L. R. 608",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "294 Ill. 557",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5076304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/294/0557-01"
      ]
    },
    {
      "cite": "7 L. R. A. (N. S.) 433",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "74 S. C. 42",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        4428439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sc/74/0042-01"
      ]
    },
    {
      "cite": "89 Fla. 457",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1647159
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/89/0457-01"
      ]
    },
    {
      "cite": "77 Fla. 319",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1290825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/77/0319-01"
      ]
    },
    {
      "cite": "79 Fla. 126",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1257547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/79/0126-01"
      ]
    },
    {
      "cite": "88 Fla. 347",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1308668
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/88/0347-01"
      ]
    },
    {
      "cite": "90 Fla. 540",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1642428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/90/0540-01"
      ]
    },
    {
      "cite": "63 N. C. 332",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        11277334
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/63/0332-01"
      ]
    },
    {
      "cite": "53 Am. Dec. 474",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "13 Pa. St. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0344-01"
      ]
    },
    {
      "cite": "9 Fla. 105",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1164537
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/9/0105-01"
      ]
    },
    {
      "cite": "2 Fla. 369",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        8849529
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/2/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 21742,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 4.205856586041275e-07,
      "percentile": 0.9134486219080726
    },
    "sha256": "d41ce64d6fa6bdd0a6ef104b9de04fdb2a1c24769ed8ec9d21034e6cc26193d3",
    "simhash": "1:f98ce4137103008a",
    "word_count": 3908
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield, Strum and Brown, J. J., concur.",
      "Ellis and Buford, J. J., concur in the conclusion.",
      "Terrell, C. J., and Ellis, Strum and Buford, J.. J., concur."
    ],
    "parties": [
      "Frank Arnold, Appellant, v. Caroline Wells, et al., Appellees. Cassie Ethel Arnold, Appellant, v. Caroline Wells, et al., Appellees."
    ],
    "opinions": [
      {
        "text": "Davis, Commissioner:\nSamintha Campbell devised to her grandson Campbell' Elmore Arnold certain real estate “To have and hold the same with the profits, rents and income for his use and benefit for and during his natural life and at his death to the heirs of his body and their heirs and assigns forever, if he should die without heirs of his body then to my heirs forever.”\nTestatrix at the time of her death left surviving her, three daughters, Caroline Wells, Samintha Law and Margaret Snow, and her grandson Campbell Elmore Arnold, son of a deceased daughter, as her only heirs.\nCampbell Elmore Arnold went into possession of the premises and later died, leaving surviving him, his widow Cassie Ethel Arnold and his father Frank Arnold who was the son-in-law of the testatrix, but no children or other desc'endents. The said Caroline Wells, Samintha Law and Margaret Snow also survived the grandson Campbell Elmore Arnold.\nAfter entering into possession of the property, the grandson Campbell Elmore Arnold made a ninety-nine-year lease to William L. and Marie Eliot Van Dyke, which lease with the consent of the lessor was assigned to Tibbetts Corner, Inc.\nA bill was filed to the Circuit Court of Hillsborough County, by the three daughters joined by their respective husbands wherein they prayed that the court decree that they are the owners in fee simple of the said lands and that they became vested with title thereto immediately upon the death of the said Campbell Elmore Arnold; that possession of the property be delivered to them; and that their title to the same be decreed to be free and perfect.\nFrank Arnold, one of the defendants filed a separate demurrer to the bill and also exceptions to a portion of it. The defendant Cassie Ethel Arnold also filed a separate demurrer and the defendants, William L. Van Dyke and Mary Eliot Van Dyke, his wife, and Tibbets Corner Inc., filed a joint and several demurrer to the bill. All of the demurrers were overruled as were also the said exceptions of the said Frank Arnold, and the several defendants thereon filed answers to the bill of complaint to which answers exceptions were filed by the complainants. At a hearing upon the said exceptions to the answers, the exceptions were sustained and the several defendants through their counsel refusing to plead further in the cause, a final decree was entered in favor of the complainants.\nFrank Arnold and Cassie Ethel Arnold entered separate appeals, but it is stipulated here that both appeals shall be submitted and considered on the transcript filed herein.\nIt was and is the contention of the complainants Caroline Wells, Samintha Law and Margaret Snow that the grandson took only a life estate in the property and that when he died without heirs of his body, the title to the said property then became vested in them, as the only heirs of testatrix.\nIt was the contention of Cassie Ethel Arnold that the said grandson took a fee-simple title to the property and that when he died leaving no children she, as his heir at law, became and is the owner of the fee.\nFrank Arnold, the son-in-law of testatrix and the father of Campbell Elmore Arnold, contends that the grandson took but a life estate in the property under the particular devise to him and that at the time this life estate vested in him, an estate in remainder became vested in the complainants as daughters and heirs at law of testatrix and in the decendants of the deceased daughter who left surviving her as her heirs at law the said Campbell Elmore Arnold, her son, and the said Frank Arnold her husband, and that upon the termination of the life estate in Campbell Elmore Arnold, the fee-simple title to said property became vested in possession in the three complainants, each having an undivided one-fourth share or part, and in the said Frank Arnold, who as one of the heirs of his deceased wife, the daughter of testatrix, had an undivided one-eighth share or part, and in Cassie Ethel Arnold, who as widow and sole heir at law of Campbell Elmore Arnold, the other heir of said deceased daughter of testatrix, had an undivided one-eighth share or part.\nIt will be seen that a decision in this case must depend upon the construction to be placed upon the above-quoted provision of the will. The primary question for us to determine is, what estate did Campbell Elmore Arnold take in the property! The will on its face indicates that it was to be for life, but it also says that at his death it should go “to the heirs of his body and their heirs and assigns forever. ’ ’\nNow, according to common law, under the well known ■rule in Shelley’s case, when property is left by will to one for life, remainder to the heirs of his body, the estate of the first taker is enlarged to an estate tail. That part of the will in the instant case which expressly indicates the interest devised to Campbell Elmore Arnold is plain. If it had stopped with the words “To have and hold the same with the profits, rents and income for his use and benefit for and during his natural life, ’ ’ there would be no room for doubt that he only took a life estate, under the clause devising the particular interest or estate to him. But it is argired here on behalf of Cassie Ethel Arnold that the ■ addition of the words ‘ ‘ and at his death to the heirs of his body and their heirs and assigns forever, ’ ’ notwithstanding any expressed intention of the testatrix, raised the life estate of the said Campbell Elmore Arnold to an estate tail, and that estates tail having been abolished in this State, by applying the rule in Shelley’s ease, Campbell Elmore Arnold took a fee-simple estate.\nOrdinarily the words “heirs of the body” are words of limitation and not of purchase (1 Minor, Real Property, 843; Williams, Real Property (22nd Ed.), 352; 24 R. C. L. 896; Watts, Admr. v. Clardy, 2 Fla. 369), and but for our statute abolishing estates tail, the will of testatrix, under the rule in Shelley’s case, would have created an estate tail (1 Minor, Real Property 217; 1 Washburn, Real Property (6th Ed.), 89-90; Williams, Real Property (22nd Ed.), 352; Russ v. Russ, 9 Fla. 105, text 128) even with the superadded words “and their heirs and assigns forever.” Hileman v. Bouslough, 13 Pa. St. 344, 53 Am. Dec. 474; Ex parte McBee, 63 N. C. 332.\nThe rule in Shelley’s case is in force in this State and may be applied in cases that are not within the inhibitions of Section 5481 (3116) Comp. Gen. Laws of Florida, 1927. Under this rule, for the estate of the life tenant (Campbell Elmore Arnold) to be enlarged to a fee-simple estate, it should have been limited over to the heirs general of the life tenant and not to the “heirs of his body.” Williams, Real Property (22nd Ed.), 352; Russ v. Russ, supra, text 128.\nIn Florida, we have no statute, as have some of the States, converting what would be an estate tail as they existed under the common law into an estate in fee-simple; but we have a statute abolishing estates tail which reads as follows:\n“No real estate shall be entailed in this State.”\nSection 5481 (3616) Com!p. Gen. Laws of Florida, 1927.\nUnder this statute we find no authority for enlarging by construction the life estate expressly given by the will to Campbell Elmore Arnold to a fee-simple estate.\nIt is not argued here that in the light of the statute just quoted, the words “and at his death to the heirs of his body and their heirs and assigns forever, ” may be regarded as surplusage, and that the grandson took a fee-simple title to the property by virtue of Chapter 5145 Laws of Florida, 1903, as amended (Section 5669 Comp. Gen. Laws of Florida, 1927). Indeed if such a contention were made, we would have to hold that the instrument on its face shows that it was not the intention of the testatrix to vest the fee-simple title in her grandson Campbell Elmore Arnold; and that it was her intention that her kin and not some one alien to her blood should be vested with the fee-simple title.\nThis Court has held repeatedly that in the construction of a will, the intention of the testator as therein expressed shall prevail over all other considerations if consistent with the principles of law. To this great rule in the exposition of wills all others must bend. Brown v. Harris, 90 Fla. 540, 106 So. R. 412; Cole v. Cole, 88 Fla. 347, 103 So. R. 78; Rewis v. Rewis, 79 Fla. 126, 84 So. R. 93; Dean v. Crews, 77 Fla. 319, 81 So. R. 479; Sorrels v. McNally, 89 Fla. 457, 105 So. R. 106.\nLooking at the will as a whole it appears to have been the intention of the testatrix to give to her grandson a life estate in the property and that thereafter it should be enjoyed by those of her blood.\n■ The rule in Shelley’s case cannot apply to the will in the instant case, because of our statute prohibiting the entailing of real estate, and since under that statute we are not authorized to so construe the will as to give the life tenant a fee simple'estate, the life estate of the grandson of Campbell Elmore Arnold cannot be enlarged to a fee-simple estate.\nWe violate no positive or settled rule of law in holding, as we do, that the intention of the testatrix, as expressed in the will, that her grandson should only take a life estate under the particular devise and that upon his dying without heirs of the body, the property particularly devised to him for life should go to her heirs, should control.\n■ Having reached this conclusion, the question naturally arises: If the grandson took only a life estate, under the devise to him, where was the estate of inheritance or the fee during the life of the grandson ? According to Blackstone it was in abeyance, there being no person in esse in whom it could vest and abide (2 Blackstone’s Commentaries 107). The universality of Blackstone’s rule has been denied, and Judge Sharswood in a note to his edition of Blackstone’s Commentaries says:\n“Mr. Fearne produces authorities which prove beyond controversy ‘that where a remainder of inheritance is limited in contingency by way of use or by devise, the inheritance in the meantime, if not otherwise disposed of, remains in the grantor and his heirs or in the heirs of the testator, until the contingency happens to take it out of them. ’ Fearne Cont. Rem. 513, 4th Ed.”\nSee also Williams, Real Property (22nd Ed.) 364; Tiedman, Real Property (3rd Ed.) 462; 1 Tiffany, Real Property (2nd Ed.) 509.\nHere we have estates in fee-simple limited in the alternative by way of contingent remainder after the particular life estate of Campbell Elmore Arnold, first to the heirs of the body of Campbell Elmore Arnold and their heirs and assigns forever, but if none such at his death then to the heirs of testatrix. Such remainders are known to the profession as “alternative remainders” or “remainders on a contingency with, a double aspect.” 1 Tiffany, Real Property 510; McCreary v. Coggeshall, 74 S. C. 42, 53 S. E. R. 978, 7 L. R. A. (N. S.) 433, 7 A. & E. Ann. Cas. 693; 24 A. &. E. Ency. Law (2nd Ed.) 417; 2 Washburn Real Property (6th Ed.) Section 1575; 23 R. C. L. 551-2. The second remainder in fee (to the heirs of testatrix) takes effect in lieu of the first (to the heirs of grandson’s body) and only in case the first never takes effect at all. 1 Tiffany Real Property 510.\nBy the terms of will in the instant ease, the time for determining which of the alternative remainders was to take effect was at the death of the life tenant. If Campbell Elmore Arnold had.left heirs of his body they would have taken at their- father’s death a vested remainder to the property to the exclusion of the heirs of the testatrix and the estate in the heirs of testatrix would have been destroyed. But the life tenant died without heirs of his body and therefore at his death the remainder vested in the heirs of the testatrix.\n“Where a remainder is limited to a class designated as testator’s heirs, next of kin, or by any similar description, the general rule is that unless there is something to be found in the will showing a diferent intention (italics ours), the members of the class are to be determined on the death- of the testator.” 23 R. C. L. 549. See also Himmell v. Himmell, 294 Ill. 557, 128 N. E. R. 641, 13 A. L. R. 608 and note; Close v. Benham, 97 Conn. 102, 115 Atl. R. 626, 20 A. L. R. 351, and note; Wood v. Bullard, 151 Mass. 324, 25 N. E. R. 67, 7 L. R. A. 304; Clark v. Mack, 161 Mich. 545, 126 N. W. 632, 28 L. R. A. (N. S.) 479; Wadsworth v. Murray, 161 N. Y. 74, 55 N. E. R. 910, 76 A. S. R. 265; 1 Tiffany, Real Property, 497; In re Tatham, 250 Pa. St. 269, 95 Atl. R. 520, Ann. Cas. 1917 A, 855 and note; In re Tucker’s Will, 63 Vt. 104, 21 Atl. R. 272, 25 A. S. R. 743, and note; Allison v. Allison’s Ex’rs. 101 Va. 537, 44 S. E. R. 904, and notes in 30 A. L. R. 916, and 49 A. L. R. 178.\nBy applying this rule to the case at bar, does Frank Arnold belong to that class ? ’ It is insisted here on his behalf that when testatrix died the property was carried under the statutes (Section 5483 (3618) Comp. Gen. Laws of Florida, 1927) to her children and their descendants; that immediately upon her death the remainder in fee became vested in her heirs, the right of possession being postponed until the death of the life tenant; that descendants of immediate heirs took by right of representation and not in their own right; that the interest the deceased daughter would have inherited if she had survived testatrix could only reach her son Campbell Elmore Arnold through her, but she being dead, one-half descended to her children and the other half to her husband and it is stated that the case of Towles v. Roundtree, 10 Fla. 299, supports such contention and is' decisive of the question.\nWe have no intention to depart from the decision in the case of Towles v. Roundtree, supra,. But the facts in that case show that a father made a certain advancement to the husband of one of his daughters. This daughter afterwards died and then the father died and a controversy arose over- the disposition of the estate of the father between the children of the deceased daughter and the surviving children of the father. The Court held that under the law the advancement by the father to the son-in-law was an advancement to his daughter and though she predecessed him (the father) the advancement should b:e -brought into hotch-potch because the “grandchildren took by succession and in their representative capacity.” And the Court further held in effect that the act of the son-in law (which was binding upon his wife) in accepting the advancement affected her interest in the estate and therefore the interest of the grandchildren inasmuch as but for the right of the mother they were as much strangers with respect to the estate of the grandfather as though they wére not of his blood.\nThis argument in behalf of Fr.ank Arnold is fallacious. The Towles v. Roundtree case is not analogous to the case at bar. Frank Arnold was not a descendent of his deceased wife, though entitled under the statute to take an interest in any property owned by her which she might have left. Rasmusson v. Unknown wife of Hoge, 293 Ill. 101, 127 N. E. R. 356, text 359; In re Cupples Est. 272 Mo. 465, 199 S. W. R. 556, text 558; Carter Oil Co. v. Scott, 12 Fed. (2d) 780, text 783; Minshall v. Berryhill, 83 Okla. 100, 205 Pac. R. 932, text 936; Century Dictionary; Worcester’s Dictionary; Bouvier’s Law Dictionary. A husband takes as a husband and not' as a descendant of his wife. The heirs of testatrix were those persons appointed by law to succeed to her estate in ease of intestacy; (Himmell v. Himmell, supra; 2 Blackstone’s Comm. 201; 9 R. C. L. 23, 28 R. C. L. 247) and “from necessity are those who survive her at her death.” Watts v. Clardy, 2 Fla. 369, text 389. It follows that no interest in the property of testatrix could vest in her deceased daughter as an heir of testatrix and then descend from such daughter to her son Campbell Elmore Arnold and to her husband, Frank Arnold could not take an interest in the property because he was not an heir of testatrix; a descendant; a person belonging' to. that class appointed by law to succeed to the estate of testatrix.\nIn the instant case, an estate by way of remainder did not vest in the “heirs” of the testatrix at the same time the life estate became vested in Campbell Elmore Arnold; that is, upon the death of the testatrix, because, as we have seen, fee-simple estates in remainder were limited in the alternative, contingent until the death of Campbell Elmore Arnold. If the fee-simple title to the property by way of remainder had vested at the time of the death of testatrix in Caroline Wells, Samintha Law, Margaret Snow and Campbell Elmore Arnold as the persons answering the description of the class to which the remainder should go, the circumstance that the person to whom the life estate had been devised was also one of such heirs would not prevent the application of the rule that members of the class designated as testatrix’ heirs are to be ascertained at the death of testatrix, and the first taker (Campbell Elmore Arnold) would not be excluded from the class who took under the limitation over. Close v. Benham, 97 Conn. 102, 115 Atl. R. 626, 20 A. L. R. 351 and note; Himmell v. Himmell supra and citations in note appearing in 13 A. L. R. 620. See also annotations in 30 A. L. R. 917, and 49 A. L. R. 182; 23 R. C. L. 550.\nThe use of the words “at his (Campbell- Elmore Arnold’s) death” in connection with the grant of the remainder to the “heirs of his body and their héirs and assigns forever, if he should die without heirs of the body then to my (testatrix’) heirs forever” denotes an intention on the part of the testatrix to postpone not merely the enjoyment, but also the festing of the remainder estate until the death of the life tenant; and this construction does no violence to the rule stated in Sorrels v. McNally, supra.\nSince the fee-simple title by way of remainder did not vest in the heirs of the testatrix- at the time of her death, and the vesting of such title was postponed until the death of the grandson Campbell Elmore Arnold, he having died without heirs of his body, the three aunts as the only persons then answering' the description of heirs of testatrix at the time of her death became vested with the fee, to the exclusion of the grandson’s widow to whom an undivided one-fourth interest would have descended if the fee-simple title had vested in the heirs of testatrix at the time of her death.\nFinding that the fee-simple title to the property was in the “heirs of testatrix” as such until the death of the life tenant and that it then vested in those living persons in that class appointed by law to succeed to the property in case of intestacy, ,as devisees, and that Caroline Wells, Samintha Law and Margaret Snow were the only representatives of that class living at the death of the life tenant; it follows that the decree of the lower court must be affirmed. The cause is remanded for further proceedings.\nPer Curiam.\nThe record in this cause haying been considered by the Court, and the foregoing opinion prepared under Chapter 14553, Acts of 1929, adopted by the Court as its opinion, .it is considered, ordered and decreed by the Court that the decree of the Court below should be, and the same is hereby, affirmed and the cause remanded for further proceedings.\nTerrell, C. J., and Whitfield, Strum and Brown, J. J., concur.\nEllis and Buford, J. J., concur in the conclusion.",
        "type": "majority",
        "author": "Davis, Commissioner: Per Curiam."
      },
      {
        "text": "Whitfield, J.,\n(concurring)—The testatrix devised real estate to her grandson “to .have and to hold the same with the profits, rents and income for his use and benefit for and during his. natural life and at his death to the heirs of his body and their .heirs and assigns forever, if he should die without heirs of his body then to my heirs forever. ’ ’\nThe language of the devise is inconsistent with and is not appropriate to the operation of the Eule in Shelley’s Case to vest an estate in fee simple in the life tenant. An estate tail cannot legally be created; and the particular language aá used shows a testamentary intent not to devise a fee to the grandson of the testatrix but only a life estate to the grandson and at his death an estate in fee simple “to the heirs of his body and their heirs and assigns forever, if he should” leave heirs of his body, but if he should “die without heirs of his body then” an estate in fee simple “to my (testatrix’) heirs forever.” The alternative devises in fee simple being contingent, the inheritance, at the death of the testatrix and pending the life estate, was under the law of descents in the ‘heirs of the testatrix, subject to the devised life estate and to the alternative contingent devise in fee simple to the heirs of the body of the life tenant if any or in fee simple to the “heirs” of the testatrix should the life tenant “die without heirs of his body.”\nAs the life tenant died without “heirs of his body,” the entire beneficial fee simple estate in the property vested under the will in the “heirs” of the testatrix, who, at the death of the grandson life tenant, were the three living daughters of the testatrix, since the grandson left no descendants, and the widow and father of the grandson are' not among the “heirs” of the testatrix.\nTerrell, C. J., and Ellis, Strum and Buford, J.. J., concur.",
        "type": "concurrence",
        "author": "Whitfield, J.,"
      }
    ],
    "attorneys": [
      "Macfarlane, Pettingill, Macfarlane & Fowler, for Frank Arnold.",
      "Dickenson & Lake, for Cassie Ethel Arnold.",
      "Drumright & Carswell, for certain Appellees."
    ],
    "corrections": "",
    "head_matter": "Frank Arnold, Appellant, v. Caroline Wells, et al., Appellees. Cassie Ethel Arnold, Appellant, v. Caroline Wells, et al., Appellees.\nEn Banc.\nOpinion filed December 16, 1930.\nPetition for rehearing denied January 30, .1931.\nMacfarlane, Pettingill, Macfarlane & Fowler, for Frank Arnold.\nDickenson & Lake, for Cassie Ethel Arnold.\nDrumright & Carswell, for certain Appellees."
  },
  "file_name": "1470-01",
  "first_page_order": 466,
  "last_page_order": 481
}
