{
  "id": 11825538,
  "name": "THE STATE OF NEVADA, Appellant, v. DONALD FRED GOMES, Respondent",
  "name_abbreviation": "State v. Gomes",
  "decision_date": "1996-12-20",
  "docket_number": "No. 27163",
  "first_page": "1473",
  "last_page": "1482",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1473"
    },
    {
      "type": "parallel",
      "cite": "930 P.2d 701"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "107 Nev. 94",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556655
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "99"
        },
        {
          "page": "1375"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0094-01"
      ]
    },
    {
      "cite": "110 Nev. 103",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557226
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "109"
        },
        {
          "page": "1140"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0103-01"
      ]
    },
    {
      "cite": "98 Nev. 555",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2416798
      ],
      "weight": 2,
      "year": 1982,
      "pin_cites": [
        {
          "page": "558",
          "parenthetical": "citing Alford, 400 U.S. at 38 n.10"
        },
        {
          "page": "1033",
          "parenthetical": "citing Alford, 400 U.S. at 38 n.10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/98/0555-01"
      ]
    },
    {
      "cite": "99 Nev. 147",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4852658
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "147"
        },
        {
          "page": "877"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/99/0147-01"
      ]
    },
    {
      "cite": "479 U.S. 870",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6418146,
        6418596,
        6418287,
        6418524,
        6418804,
        6418422,
        6418682,
        6417756,
        6417855
      ],
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/us/479/0870-03",
        "/us/479/0870-07",
        "/us/479/0870-04",
        "/us/479/0870-06",
        "/us/479/0870-09",
        "/us/479/0870-05",
        "/us/479/0870-08",
        "/us/479/0870-01",
        "/us/479/0870-02"
      ]
    },
    {
      "cite": "101 Nev. 627",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2402824
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "637",
          "parenthetical": "error invited by defendant \"cannot be asserted as grounds for reversal\""
        },
        {
          "page": "296",
          "parenthetical": "error invited by defendant \"cannot be asserted as grounds for reversal\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/101/0627-01"
      ]
    },
    {
      "cite": "103 Nev. 8",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556617
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "16",
          "parenthetical": "no reversible error where error was invited and no objection was made"
        },
        {
          "page": "358",
          "parenthetical": "no reversible error where error was invited and no objection was made"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0008-01"
      ]
    },
    {
      "cite": "106 Nev. 890",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558881
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "892"
        },
        {
          "page": "1047"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0890-01"
      ]
    },
    {
      "cite": "110 Nev. 750",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557112
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "752"
        },
        {
          "page": "1059"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110-2/0750-01"
      ]
    },
    {
      "cite": "506 U.S. 924",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12011137,
        12010404,
        12010985,
        12010634,
        12011213,
        12010926,
        12010767,
        12010482,
        12010869,
        12010583,
        12010329,
        12010714,
        12010811,
        12010526
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/506/0924-13",
        "/us/506/0924-02",
        "/us/506/0924-12",
        "/us/506/0924-06",
        "/us/506/0924-14",
        "/us/506/0924-11",
        "/us/506/0924-08",
        "/us/506/0924-03",
        "/us/506/0924-10",
        "/us/506/0924-05",
        "/us/506/0924-01",
        "/us/506/0924-07",
        "/us/506/0924-09",
        "/us/506/0924-04"
      ]
    },
    {
      "cite": "107 Nev. 932",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558984
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "933"
        },
        {
          "page": "1111"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0932-01"
      ]
    },
    {
      "cite": "721 P.2d 364",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "page": "368"
        },
        {
          "page": "366"
        },
        {
          "page": "367"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "102 Nev. 268",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556769
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "272"
        },
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0268-01"
      ]
    },
    {
      "cite": "400 U.S. 25",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12045986
      ],
      "weight": 4,
      "year": 1970,
      "pin_cites": [
        {
          "page": "35"
        },
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/400/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 733,
    "char_count": 16610,
    "ocr_confidence": 0.91,
    "pagerank": {
      "raw": 6.02273215006363e-08,
      "percentile": 0.37327543034362237
    },
    "sha256": "ce5010fdd69004fad93480659e546d22d490aeffe52b46c10d6e8b7432acbaf1",
    "simhash": "1:cb43a9eb46038c60",
    "word_count": 2839
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "THE STATE OF NEVADA, Appellant, v. DONALD FRED GOMES, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nThe district court granted post-conviction habeas relief to respondent Donald Fred Gomes and set aside his guilty plea and judgment of conviction. The court found that Gomes had intended to enter a plea of nolo contendere but that a plea pursuant to North Carolina v. Alford, 400 U.S. 25 (1970), was entered instead. The court concluded that the plea was therefore not voluntary and knowing and should be set aside.\nWe hold that a plea entered pursuant to Alford is a plea of nolo contendere and reverse.\nFACTS\nOn January 20, 1993, Gomes signed a plea bargain agreement in which he pleaded guilty to one count of sexual assault. The agreement stated that Gomes denied his guilt but entered his plea pursuant to Alford and agreed that the State could establish at trial that he had forced the daughter of the woman he lived with to engage in multiple sexual acts with him since she was twelve. The agreement repeatedly referred to the plea as a guilty plea.\nThe written agreement was filed in open court during a hearing the same day, January 20, 1993. The district court asked Gomes, “Do you understand the charge against you?” He answered, “Yes.” The court asked, “What is your plea to that charge?” He answered, “Nolo contendere.” Defense counsel, Henry R. Gordon, told the court that “we are agreeable to the terms of the Plea Bargain Agreement; however, I want to make sure one thing is clear on the record: He is pleading nolo contendere with the ramifications for civil purposes because they’re civil implications involved in this case.”\nThe prosecutor then said, “Your Honor, the correct language is he is entering a no contest plea. The Court may treat that and accept that as a guilty plea pursuant to the Alford decision.” Defense counsel said again that Gomes’ plea was nolo contendere even though the written agreement described the plea as guilty. He said that “there might be some inconsistencies” with the plea agreement. The prosecutor responded: “There is no inconsistency. The Court and the law provides that this is treated as a guilty plea.”\nThe district court asked for the factual basis for the plea, and the prosecutor said that Gomes’ “stepdaughter” would testify that Gomes had forced her to have sex with him since she was twelve. The court asked Gomes if he knew the possible penalty he faced, and Gomes said, “five to life.” Gomes answered yes when asked if he had discussed the agreement with his attorney. When the court asked Gomes if he had read it, Gomes’ counsel spoke: “In fact, Your Honor, may I make the record that he’s discussed it not only with me on at least three prior occasions but with two additional attorneys.” (Gomes was not in custody while his lawyer negotiated the plea agreement with prosecutors.) When asked if he had questions of the court regarding the agreement, Gomes said no. The court then told Gomes that he was waiving certain constitutional rights by entering his plea: the right to a trial where the State would have to prove his guilt beyond a reasonable doubt, the right to confront witnesses against him, the right to subpoena his own witnesses, the right to either testify or not, the right to an attorney, and the right to appeal. Gomes said he understood.\nDefense counsel told the district court that Gomes was entering a plea of nolo contendere to avoid facing multiple counts and possible greater punishment. The court then said, “I’m going to accept your plea of nolo contendere.”\nA sentencing hearing occurred on March 24, 1993. Defense counsel moved for a continuance because Gomes had just been served by the victim’s mother with a complaint for civil claims based on the sexual assaults and needed time to get a lawyer to represent him. The sentencing had been continued twice before, and the district court denied the motion. The court then said,\nJanuary 20th, 1993, this court accepted your guilty plea pursuant to North Carolina versus Alford to the crime sexual assault.\nMr. Gordon: That was a nolo contendere, for the record. I wanted to clear that up when I get my turn to be heard. We were very, very sure we wanted to enter that, because of what we suspected she would do, she did. It was a nolo contendere. It wasn’t an Alford.\nThe Law Clerk: The court file reveals a nolo plea.\nThe Court: That is correct. The court accepted a nolo contendere plea.\nThe district court sentenced Gomes to life in prison. A judgment of conviction, prepared by the District Attorney’s office, was entered on May 7, 1993. It stated that the district court adjudged Gomes guilty of sexual assault “by reason of his plea of guilty” and sentenced him to life in prison with the possibility of parole.\nJudgment was entered against Gomes in the civil suit on June 14, 1993. The written judgment stated that an entry of default was filed in the case because Gomes failed to answer the complaint; nevertheless, a trial was held on June 8, 1993. Gomes did not attend despite receiving notice. The court awarded a total judgment of $1,026,800.\nOn May 3, 1994, Gomes filed a petition for a writ of habeas corpus, alleging among other things that his counsel had been ineffective and that he had not been aware of the consequences of his plea. The district court held an evidentiary hearing on March 24, 1995. The only witness to testify was Gomes’ former attorney, Gordon, who was called by the State. Gordon said that Gomes did not really care about defending against the civil claims, even though Gordon urged him to avoid a default, because Gomes had already “got rid” of his assets.\nAt a hearing on May 5, 1995, the district court stated that\nit was clear in the transcript that Mr. Gomes was going to plead nolo contendere to the charge of sexual assault, and that during the — this was changed right in mid stream; an Alford plea, pursuant to Alford versus North Carolina, was entered, not a nolo contendere plea.\nThere is a difference between those two pleas, and I don’t believe — it appears from the record that the defendant was advised and both attorneys agreed that these two types of pleas were distinctly the same, when, in fact, they are not.\nTherefore, the Court is going to set aside the defendant’s plea of guilty and grant the writ of habeas corpus and give the petitioner a new trial.\nOn May 10, 1995, the court entered an order consistent with this ruling, finding that Gomes “did not understand the consequences of his plea, and the plea was not entered knowingly and voluntarily” and that “but for counsel’s deficient performance ... a reasonable probability exist[s] that the defendant would not have pleaded guilty and would have insisted on a trial.”\nDISCUSSION\nI. The district court erred in setting aside respondent’s plea because of questions over whether it was a plea of nolo contendere or an Alford plea.\nOn appeal from a district court’s determination of a plea’s validity, this court presumes that the lower court correctly assessed the validity and will not reverse absent a clear showing of an abuse of discretion. Bryant v. State, 102 Nev. 268, 272, 721 P.2d 364, 368 (1986).\nAlthough there was a discrepancy between the written plea agreement and the plea made by Gomes at the arraignment, Gomes’ counsel made clear that his client’s plea was one of nolo contendere. At the end of the arraignment the district court said it was “going to accept [Gomes’] plea of nolo contendere.” At the sentencing, the court stated that it had “accepted a nolo conten-dere plea.” The incorrect reference to a guilty plea in the written judgment in the criminal case is attributable to the prosecutor and the district court, not Gomes’ counsel. But that error was of no consequence since nothing in the record indicates that the district court in the civil action against Gomes considered his plea in the criminal case to have been a guilty plea and used that plea as the basis for the civil judgment against him. The record shows that he lost the civil action because he declined to defend it.\nThus, after originally accepting Gomes’ plea as one of nolo contendere, the district court granted him habeas relief two years later without discussing the foregoing facts and explaining why it now considered the plea to have been an Alford plea. We conclude that the district court erred.\nEven assuming that Gomes’ counsel performed deficiently and allowed an Alford plea to be entered instead of a nolo contendere plea, the district court also failed to explain how a plea of nolo contendere and an Alford plea differ and how that difference likely would have prompted Gomes to insist on a trial rather than accept the State’s plea bargain. Nor has Gomes provided such an explanation to this court.\n“To state a claim of ineffective assistance of counsel sufficient to invalidate a judgment of conviction based on a guilty plea, a defendant must demonstrate a reasonable probability that, but for counsel’s errors, he would not have pled guilty and would have insisted on going to trial.” State v. Langarica, 107 Nev. 932, 933, 822 P.2d 1110, 1111 (1991), cert. denied, 506 U.S. 924 (1992). It is clear that Gomes’ decision not to go to trial would not have changed regardless of which kind of plea was entered because the consequences of the two pleas are the same in a criminal case. Furthermore, they are the same in a civil case as well.\nA plea of nolo contendere does not expressly admit guilt but nevertheless authorizes a court to treat the defendant as if he or she were guilty. North Carolina v. Alford, 400 U.S. 25, 35 (1970). The United States Supreme Court could not “perceive any material difference” in practical consequences between pleading guilty while protesting one’s innocence, as was the case in Alford, and pleading nolo contendere. Id. at 37. A criminal defendant in Nevada has only four possible pleas: not guilty, guilty, guilty but mentally ill, or nolo contendere. NRS 174.035(1). No provision is made for a fifth type of plea under Alford, nor would it make any sense to so provide. We expressly hold that whenever a defendant maintains his or her innocence but pleads guilty pursuant to Alford, the plea constitutes one of nolo contendere.\nTherefore, the district court erred in concluding that Gomes entered an Alford plea and in concluding that entry of an Alford plea was a basis for granting habeas relief.\nII. The introduction of polygraph evidence at the sentencing does not constitute grounds for habeas relief\nGomes contends that the introduction of polygraph evidence at his sentencing constitutes grounds for granting him habeas relief. Gomes has waived this claim because a challenge to a sentence should be raised on direct appeal and otherwise is considered waived in subsequent proceedings. Franklin v. State, 110 Nev. 750, 752, 877 P.2d 1058, 1059 (1994).\nThis claim is also of no avail on its merits. Polygraph results are generally inadmissible at sentencing. See Buschauer v. State, 106 Nev. 890, 892, 804 P.2d 1046, 1047 (1990). The instant case differs from Buschauer in that Gomes, not the State, first raised the evidence of polygraph tests and Gomes agreed to allow evidence of both his and the victim’s tests to be received. The district court erred in admitting evidence of the polygraph tests absent a written stipulation, but the error is not reversible because it was invited by Gomes. Ybarra v. State, 103 Nev. 8, 16, 731 P.2d 353, 358 (1987) (no reversible error where error was invited and no objection was made); Milligan v. State, 101 Nev. 627, 637, 708 P.2d 289, 296 (1985) (error invited by defendant “cannot be asserted as grounds for reversal”) cert. denied, 479 U.S. 870 (1986).\nIII. The record shows that respondent’s plea was valid\nGomes contends that his plea was not knowing and voluntary because his counsel was ineffective in several ways. Our scrutiny of the record reveals that this contention lacks merit. Gomes also contends that the evidence that he committed sexual assault was not strong enough to allow the district court to accept his plea. We conclude that the district court received sufficient evidence to support Gomes’ plea and that the record as a whole shows that the plea was valid.\n“In order to be constitutionally valid, a plea of guilty or nolo contendere must have been knowingly and voluntarily entered.” Love v. State, 99 Nev. 147, 147, 659 P.2d 876, 877 (1983). A defendant must enter a plea with real notice of the nature of the charge against him or her. Bryant v. State, 102 Nev. 268, 270, 721 P.2d 364, 366 (1986). It is preferable for the district court to elicit from the defendant either a statement indicating that he or she understands the elements of the charged offense or an admission that he or she committed the offense. Id. However, this court should review the entire record and look to the totality of the circumstances of the case, not just the technical sufficiency of the plea canvass, to determine whether a defendant entered a plea with actual understanding of the nature of the charges. Id. at 271, 721 P.2d at 367. In accepting an Alford plea or plea of nolo contendere, a district court must determine not only that there is a factual basis for the plea but “must further inquire into and seek to resolve the conflict between the waiver of trial and the claim of innocence.” Tiger v. State, 98 Nev. 555, 558, 654 P.2d 1031, 1033 (1982) (citing Alford, 400 U.S. at 38 n.10).\nWe conclude that the district court had an adequate factual basis to accept Gomes’ plea in that the prosecutor informed the court that the victim would testify to numerous sexual assaults by Gomes. Nothing in the record indicates that the victim was not ready and able to so testify. A sexual assault victim’s uncorroborated testimony is sufficient evidence to convict. Hutchins v. State, 110 Nev. 103, 109, 867 P.2d 1136, 1140 (1994). The court also had a sufficient basis to resolve the conflict between the nolo contendere plea and the claim of innocence: defense counsel told the court that Gomes preferred to plead guilty to one count rather than risk going to trial and being convicted of multiple counts of sexual assault.\nHowever, Gomes did not make factual statements to the court which constituted an admission. The issue then is whether Gomes understood the charge against him. When the district court asked him that question at his arraignment, he answered yes. And the written plea agreement which Gomes signed sets forth the statutory definition of sexual assault.\nThis court held that a guilty plea was valid where the defendant signed a plea bargain memorandum that stated the elements of the charged offense, the district court read the crime as charged in the information to the defendant and asked him if he understood the charge, and the defendant said he did. Iverson v. State, 107 Nev. 94, 99, 807 P.2d 1372, 1375 (1991). Given that the written plea agreement which Gomes signed sets forth the elements of sexual assault and that Gomes told the court he understood the charge, we conclude that the record as a whole indicates that he was informed of the nature of the charge against him and that his plea was knowing and voluntary.\nCONCLUSION\nThe district court erred in setting aside respondent’s guilty plea and judgment of conviction. We therefore reverse the district court’s order.\nThe agreement called the girl Gomes’ “stepdaughter,” but apparently Gomes and the girl’s mother were never married.\nIf an Alford plea were treated as a species of guilty plea, such a plea could be used against a defendant in a civil proceeding while a nolo contendere plea could not. See NRS 48.125. This inconsistency, resulting simply from the technical term employed by a defendant in pleading, would be unreasonable, inequitable, and probably unconstitutional.\nEven if an Alford plea could have been used against Gomes in the civil action, the factual record repels a claim by Gomes that he would have chosen to go to trial in the criminal case rather than allow an Alford plea to be entered against him. Gomes did not even bother to defend himself in the civil action, apparently because he felt he had rendered his assets judgment-proof.\nEven if reversible error had occurred in this regard, it would have constituted grounds only for setting aside Gomes’ sentence, not his conviction.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Frankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney and James Tufteland, Chief Deputy District Attorney, Clark County, for Appellant.",
      "Steven J. Karen, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "THE STATE OF NEVADA, Appellant, v. DONALD FRED GOMES, Respondent.\nNo. 27163\nDecember 20, 1996\n930 P.2d 701\nFrankie Sue Del Papa, Attorney General, Carson City; Stewart L. Bell, District Attorney and James Tufteland, Chief Deputy District Attorney, Clark County, for Appellant.\nSteven J. Karen, Las Vegas, for Respondent."
  },
  "file_name": "1473-01",
  "first_page_order": 655,
  "last_page_order": 664
}
