{
  "id": 6560472,
  "name": "Cornelius C. Unruh v. Howard F. Snyder; The Maytag Co., Assignee of Howard F. Snyder, Deceased, v. Cornelius C. Unruh",
  "name_abbreviation": "Unruh v. Snyder",
  "decision_date": "1931-06-01",
  "docket_number": "No. 2758; No. 2759",
  "first_page": "1474",
  "last_page": "1479",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1474"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 1038"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "107 Fed. 290",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        7852462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/107/0290-01"
      ]
    },
    {
      "cite": "252 U. S. 126",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        551534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/252/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 13685,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17678714087191957
    },
    "sha256": "467531f221280d655f2d6aac8fdda88a98d18b72bfa084626ba1d881c30b9875",
    "simhash": "1:9a47953b012da39e",
    "word_count": 2398
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Cornelius C. Unruh v. Howard F. Snyder",
      "The Maytag Co., Assignee of Howard F. Snyder, Deceased, v. Cornelius C. Unruh"
    ],
    "opinions": [
      {
        "text": "Geaham, Presiding Judge,\ndelivered the opinion of the court:\nThese are cross appeals from the decision of the Board of Appeals of the United States Patent Office, arising out of an interference declared between the application of Cornelius C. Unruh, filed in the Patent Office June 18, 1925, for an improved dolly for washing machines, and the copending application of the Maytag Co., assignee of Howard F. Snyder, deceased, which was filed in the Patent Office on June 14, 1922. The Unruh application is for a reissue of his patent No. 1459483, granted June 19, 1923, on an application filed January 22, 1923. The particular issue here involved arises out of a motion to dissolve the interference made by the party Unruh, and, as heard by us, involves only counts 1, 12, 13, and 14 of the interference, which are as follows:\n1. Tlie method of cleansing fabrics in a tub consisting in agitating a washing-fluid in such a way as to create positively driven violently flowing currents moving away from and back to the plane of the source of agitation, and also around the tub in one direction in a plane approximately parallel with the plane of agitation and then causing it to move away from and back to the plane of the source of agitation and in a reverse direction in a plane parallel with the plane of agitation so as to bodily and forcibly cause the fabrics in the tub to travel in substantially the same paths as the fluid, whereby thorough cleansing of the fabrics is effected without material contact with rubbing surfaces.\n12. An agitating member for a washing machine comprising a cup-shaped disk having a frusto-conical portion rising from the center thereof, the vertical elements of which are concave so that the surface of said portion merges into the surface of said disk, and a round upwardly tapering portion projecting above said frusto-conical portion and terminating in a rounded surface, and narrow radial wings projecting from said latter portion and extending along the sides thereof and across the surface of said disk and having rounded outer edges merging into the concave surface of said disk.\n13. A dolly for a washing machine comprising an annular trough, a stem rising centrally from said trough and having a plurality of circumferentially spaced radial wings projecting therefrom and extending along its sides and across the surface of said trough the top surface of said wings above said trough curving downwardly and inwardly.\n14. A rotatable dolly íor a washing machine adapted to be disposed in a liquid containing receptacle comprising a dish-shaped member having a central upstanding tapered stem with a rounded upper end, ribs extending across said dish and upwardly along the side of said stem and having rounded upper edges merging into the rounded surface of said stem.\nThe contention made by Unruh in the tribunals below and here, is that the counts in question do not read on the Snyder disclosure in the application involved in these interference proceedings. The interference, as originally declared, comprised 31 counts, as to which the preliminary statement of the junior party Unruh alleged no date prior to the party Snyder’s filing date. Thereupon notice was given to Unruh that judgment on the record would be issued against him if he did not show canse. In reply to this, Unruh filed his motion to dissolve, which was granted as to certain of the counts and denied as to the remainder, including the counts now at issue. Three additional counts were added bjr Snyder by amendment, and testimony was taken on these by Unruh, who claimed a prior date of conception. The Examiner of Interferences, on consideration of the testimony taken by Unruh, approved the finding by the law examiner as to Snyder’s right to make the counts, and awarded priority of invention of the subject matter in controversy to Snyder.\nThe Board of Appeals modified the decision of the examiner of interferences, and awarded priority to Snyder as to counts 1 and 14, and to Unruh as to counts 12 and 13.\nUnruh contended that Snyder had no right to make count 1, because his application was filed June 14, 1922, for certain alleged improvements in a machine, and that his amendment injecting a process claim was not filed until more than two years later, that is, July 19, 1924, which, it was claimed, barred his right to make the same. As to this matter, the Board of Appeals held that the process was disclosed in Snyder’s original application, and that his failing to make his process claim for two years was not fatal to his right to make the same.\nAs to count 12, the Board of Appeals held that Snyder’s disclosure did not show the wings of the dolly to have “ rounded edges merging into the concave surface of said disk.”\nAs to count 13, the Board of Appeals held that the Snyder disclosure did not show “ the top surface of said wings above said trough curving downwardly and inwardly.” While the board conceded that the top surfaces of said wings were joined to the straight inclined surface which tapered toward the cup of the disk by a curve rather than an angle, the board was of opinion this was too small a part of the top surface of the wing to fairly support the count. It further held that while it considered the Snyder disclosure a full equivalent of the Unruh device, the question of equivalency could not be considered in determining Snyder’s right to make this count of the issue.\nAs to count 14, the Board of Appeals held that the same read fairly on Snyder’s disclosure, noting particularly that the upper edges of the ribs in Snyder’s disclosure were rounded or curved where they merged into the rounded surface of the stem of the dolly.\nThese conclusions of the Board of Appeals fairly state the issues as they are now before us, and although counsel have filed comprehensive and extended briefs in the matter, we are of opinion that the issues are quite simple, and can be easily disposed of.\nWe agree with the Board of Appeals as to its construction of count 1 of the interference. The original application of Snyder, together with the drawings accompanying the same, plainly show the movement of a washing fluid in the container as set out in count 1. It seems to be the settled law that Snyder’s failure to present a process claim for more than two years after his application was filed, does not defeat his right to make the claim, if his original disclosure was sufficient upon which to base it. Counsel for Unruh cites, in this connection, Chapman v. Wintroath, 252 U. S. 126, in which the question arose as to the right of a party to file a divisional application, copying the claims of a patentee and claiming a combination shown by the original disclosure. The court held that such claim, in such divisional application, must be made within two years from date of issuance of the patent in question.\nNo such question is involved here. The only point made is that Snyder delayed for over two years after filing his original device application before adding a process count. There is no statutory or other limitation affecting this right so far as we are advised. A case in point is Williams Co. v. Miller et al, 107 Fed. 290, 1901 C. D. 517.\nAs to count 12, we are unable to agree with the conclusion of the Board of Appeals. The law examiner pointed out in his decision “ that the count did not specify that the rounded part of the outer edges merged into the concave surface of the disk,” and that the upper corner of the wings being rounded, the wings disclosed the structure covered by the language of the count. We concur in this view of the matter. The outer surfaces of the wings are rounded and merge into the concave surface of the disk.\nWe are also unable to agree with the Board of Appeals as to its construction of count 13. The top surface of the Snyder wing shows its outer extremity to be a rounded corner, then a horizontal surface, and then a rounded corner connecting this horizontal surface with an inclined surface which extends downward and inward to the cup of the disk. We are of opinion the Snyder disclosure is sufficient for the purposes of the language in the count, “ the top surface of said wings above said trough curving downwardly and inwardly.” The extent of the curve is not made an essential part of this count.\nAs to count 14, we find ourselves in agreement with the conclusion of the Board of Appeals. The count calls for “ ribs extending across said dish and upwardly along the side of said stem.” The Snyder disclosure shows such a construction. The count does not recite to what point along the stem these ribs shall extend, and hence the contention that is made that they shall extend to the top thereof is not one that is fairly inferable from the count itself, which must be the measure of the rights of the parties herein.\nWe therefore conclude that priority should be awarded to the Maytag Co., assignee, on each of the counts 1, 12, 13, and 14 of the interference, and the decision of the Board of Appeals is reversed as to counts 12 and 13, and affirmed as to counts 1 and 14, and priority will be awarded accordingly.",
        "type": "majority",
        "author": "Geaham, Presiding Judge,"
      },
      {
        "text": "DISSENTING OPINION\nLenROOt,' Judge:\nI am compelled to dissent from the conclusion of the majority reversing the decision of the Board of Appeals as to counts 12 and 13, and awarding priority as to said counts to the Maytag Co., assignee.\nCount 12, which is quoted in full in the majority opinion, includes as an element, in the description of the radial wings therein referred to, the following: “ and having rounded outer edges merging into the concave surface of said disk.” It is clear to me that Snyder, neither in his specification nor drawings, discloses this element. His drawings show the outer edges of his radial wings to be vertical and horizontal except for a rounded corner uniting the horizontal and vertical edges. Upon this point the board said :\n« * * iaw examiner points out that the edges merge into the disk at 55 in Figure 4 of Snyder and are rounded at their upper ends. He held that the “ count does not specify that the rounded part of the outer edges merge into the concave surface of the disk.”\nWe are unable to concur in this holding of the law examiner. In our opinion the count calls for a construction in which the rounded outer edge merges into the concave surface of the disk. It is not fairly shown in appellant’s construction where a straight outer edge merges into the concave surface of the disk and is surmounted by a rounded corner. We accordingly find that Snyder can not make count 12.\nI am clearly of the opinion that the board was correct in its construction of this element and that its decision awarding priority as to count 12 to Unruh should be affirmed.\nWith regard to count 13, which is also quoted in the majority opinion, in describing the radial wings therein referred to, the element is stated of “ the top surface of said wings above said trough curving downwardly and inwardly.” With regard to this count the board said, speaking of Snyder’s disclosure:\n⅜ ⅜ * while it is trae that the straight horizontal upper edge or surface of the wing is shown as joined to the straight inclined surface at 56 by a curve rather than an angle, this curve constitutes too small a part of the top surface of the wing to fairly support the count. ⅞ ⅜ ⅜\nWith respect to this element, while it is fully supported by the disclosure of Unruh’s application, from which both counts 12 and 13 were copied, Snyder’s disclosure shows a straight horizontal line of the top surface of the wing and a downwardly extending straight line, a short, slight curve, almost imperceptible in the drawings, connecting said lines together. The said horizontal and inclined straight lines appear, from the drawings, to form more than '90 per cent of the top surface of the wing, and the slight curve that is shown merely serves to blend said lines, thereby avoiding an angle where said straight lines meet. I am unable to see how, under any proper rule of interpretation, Snyder can be said to disclose “ the top surface of said wings above said trough curving downwardly and inwardly.” (Italics mine.) I therefore think that the board should be affirmed in its award of priority as to this count to Unruh.\nWith regard to both of said counts, we can not assume that the differences between the disclosures of Unruh and Snyder are merely differences in design having no functional significance. When we consider the nature and purpose of the device here in issue, the differences in function between the blades disclosed by Unruh and those disclosed by Snyder are, to my mind, clearly apparent, and, this being true, the counts should be more strictly construed than if it were merely a matter of choice of design having no functional significance.\nThe decision of the majority upon priority as to these particular counts is of no importance except to the parties here involved, but I greatly fear that the holding of the majority, considered in the light of the facts here involved, will be very embarrassing in the future and will open the door, in interference cases, to awards of priority to those not entitled to them.",
        "type": "dissent",
        "author": "LenROOt,' Judge:"
      }
    ],
    "attorneys": [
      "Joseph H. Milans and Calvin T. Milans for Unruh.",
      "'Wallace R. Lane (William 8. Hodges and Fredei'ich F. Mason of counsel) for The Maytag Co., etc."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 1038\nCornelius C. Unruh v. Howard F. Snyder\n(No. 2758)\nThe Maytag Co., Assignee of Howard F. Snyder, Deceased, v. Cornelius C. Unruh\n(No. 2759)\nUnited States Court of Customs and Patent Appeals,\nJune 1, 1931\nJoseph H. Milans and Calvin T. Milans for Unruh.\n'Wallace R. Lane (William 8. Hodges and Fredei'ich F. Mason of counsel) for The Maytag Co., etc.\n[Oral argument May 12, 1931, by Mr. Joseph H. Milans and Mr. Lane]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1474-01",
  "first_page_order": 792,
  "last_page_order": 797
}
