{
  "id": 6092661,
  "name": "In re Alfred Aufhauser",
  "name_abbreviation": "In re Aufhauser",
  "decision_date": "1968-07-18",
  "docket_number": "No. 7934",
  "first_page": "1477",
  "last_page": "1486",
  "citations": [
    {
      "type": "official",
      "cite": "55 C.C.P.A. 1477"
    },
    {
      "type": "parallel",
      "cite": "158 U.S.P.Q. 351"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "399 F.2d 275",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2140845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/399/0275-01"
      ]
    },
    {
      "cite": "347 F. 2d 882",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860371,
        12166276
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/347/0882-01",
        "/ccpa/52-2/1586-01"
      ]
    },
    {
      "cite": "52 CCPA 1586",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166276
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1586-01"
      ]
    },
    {
      "cite": "148 USPQ 479",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "383 U.S. 39",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167032
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0039-01"
      ]
    },
    {
      "cite": "321 U.S. 275",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        301995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/321/0275-01"
      ]
    },
    {
      "cite": "276 F. 2d 393",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1951736,
        6079631
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/276/0393-01",
        "/ccpa/47-2/0866-01"
      ]
    },
    {
      "cite": "47 CCPA 866",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079631
      ],
      "weight": 2,
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0866-01"
      ]
    },
    {
      "cite": "304 F. 2d 680",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165783,
        6812895
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1205-01",
        "/f2d/304/0680-01"
      ]
    },
    {
      "cite": "49 CCPA 1205",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165783
      ],
      "weight": 2,
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1205-01"
      ]
    },
    {
      "cite": "272 F. 2d 948",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6077707,
        1963014
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0740-01",
        "/f2d/272/0948-01"
      ]
    },
    {
      "cite": "47 CCPA 740",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077707
      ],
      "weight": 2,
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0740-01"
      ]
    },
    {
      "cite": "261 U.S. 45",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137018
      ],
      "weight": 2,
      "year": 1923,
      "pin_cites": [
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/261/0045-01"
      ]
    },
    {
      "cite": "143 USPQ 465",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "379 U.S. 888",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11769248,
        11769410,
        11769482,
        11769322,
        11769549
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0888-01",
        "/us/379/0888-03",
        "/us/379/0888-04",
        "/us/379/0888-02",
        "/us/379/0888-05"
      ]
    },
    {
      "cite": "141 USPQ 549",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1964,
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "148 USPQ, 459",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "383 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166987
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/383/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1064,
    "char_count": 26114,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.0840841083509017e-07,
      "percentile": 0.5632448069366206
    },
    "sha256": "21b862adcbc1a840ac9922c8b47b32a5b806dbc1cca6ee54980c27b4857c7157",
    "simhash": "1:d36fbbbd06be39f5",
    "word_count": 4250
  },
  "last_updated": "2024-02-27T17:09:53.194820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Judges Rich, Smith, Almond, Kirkpatrick"
    ],
    "parties": [
      "In re Alfred Aufhauser"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nAppellant’s claims were rejected under 35 USC 103 as being for an obvious invention. Appellant stabilized a wax-polyethylene blend as a coating for paper or other solid substances. He did this by subjecting a particular blend of these components to a specified dosage of ionizing radiation using high energy electrons, and applying the irradiated blend while melted to the paper or other solid substance.\nDetermination of this issue requires application of the guidelines which have been set forth by the Supreme Court in a series of controlling decisions. When these guidelines are applied here they require a reversal of the decision of the Board of Appeals which affirmed the examiner’s rejection of appellant’s claims.\nIn Graham v. John Deere Co., 383 U.S. 1, 148 USPQ, 459 (1966), we are admonished by the Supreme Court that the “inquiry” required under section 103 “lends itself to several basic factual inquiries.” Thus:\n* * * Under §103, the scope and content of the prior art are to be determined ; differences between the prior art and the claims at issue are to be ascertained; and the level of ordinary skill in the pertinent art resolved. Against this background, the obviousness or nonobviousness of the subject matter is determined. Such secondary considerations as commercial success, long felt but unsolved needs, failure of others, etc., might be utilized to give light to the circumstances surrounding the origin of the subject matter sought to be patented. As indicia of obviousness or nonobviousness, these inquiries may have relevancy.* * *\nThe examiner and the board appear to have failed to make these “several basic factual inquiries” and this failure underlies what we believe to be the essential error in the appealed decision, for as stated in Graham, “the inquiry which the Patent Office and the courts must make as to patentability must be beamed with greater intensity on the requirements of Sec. 103.”\nOne aspect of the Sec. 103 inquiry on which the Supreme Court chose to comment with some particularity in Graham has unusual pertinency when applied here, i.e., the evidence of the existence of an unsolved problem in the art. The importance of this consideration was underscored by the further observation of the Court in that opinion that consideration of certain “legal inferences” or “subtests”:\n* * * may also serve to “guard against slipping into hindsight,” Monroe Auto Equipment Co. v. Heckethorn Mfg. & Supply Co., 332 E.2d 406, 412, 141 USPQ 549, 555 (1964), cert. denied, 379 U.S. 888, 143 USPQ 465, and to resist the temptation to read into the prior art the teachings of the invention in issue.\nSince at least as early as Eibel Process Co. v. Minnesota, and Ontario Paper Co., 261 U.S. 45, 67 (1923), the concept of “the invention as a whole” has comprised the total inventive act. That concept includes not only the remedy claimed but also the discovery of the source of persistent trouble despite the teachings of the prior art. See also In re Antonson, 47 CCPA 740, 272 F. 2d 948, 124 USPQ 132 (1959); In re Conover, 49 CCPA 1205, 304 F. 2d 680, 134 USPQ 238 (1962).\nThus, when considering what here constitutes appellant’s “invention as a whole” within the context of 35 USC 103, we are required to consider first that which appellant discovered as the causes of the trouble which persisted despite the prior art, and then to consider appellant’s remedy.\nThe strength (as well as an apparent weakness) of appellant’s case is found in the relatively simple technical difference between his invention and the prior art. On the record, this difference, however, solved a problem then present in this art. This fact focuses our attention on “economic and motivational rather than technical issues” which are “more susceptible to judicial treatment than are the highly technical facts often present in patent litigation.” See Graham, supra.\nThe “judicial treatment” required to determine the § 103 issue begins with an evaluation of that issue as of the time the invention was made. As stated in In re Rothermel, 47 CCPA 866, 276 F. 2d 393, 125 USPQ 328 (1960):\nIt is easy now to attribute to this prior art tbe knowledge which was first made available by appellants and then to assume that it would have been obvious to one having the ordinary skill of the art to make these suggested reconstructions. While such a reconstruction of the art may be an alluring way to rationalize a rejection of claims, it is not the type of rejection which the statute authorizes. 35 U.S.O. 103 is very specific in requiring that a rejection on the grounds the invention “would have been obvious” must be based on a comparison between the prior art and the subject matter as a whole at the time the invention was made.\nOur analysis of the rejection starts with a consideration of the teachings of the prior art, for as stated in Bothermel, supra:\nViewed after the event, appellants’ invention may appear to be simple and as such obvious to those of ordinary skills in this art. This, however, is not a basis upon which to reject the claims. Where the invention for which a patent is sought solves a problem which persisted in the art, we must look to the problem as well as to its solution if we are to properly appraise what was done and to evaluate it against what would be obvious to one having the ordinary skills of the art. Eibel Process Co. v. Minnesota & Ontario Paper Co., 261 U.S. 45; Goodyear Tire & Rubber Co., Inc. v. Ray-O-Vac Co., 321 U.S. 275.\nThe Prior Art and the Problem It Poses\nThe prior art cited and relied upon by the examiner and cited by the board as sustaining the rejection is as follows:\nThwaites et al. (Thwaites)_ 2,698,309 Dee. 28,1954\nNewberg et al. (Newberg)_ 2,706,719 Apr. 19,1955\n. Charlesby, “Proc. Roy. Soc.” (London): Yol. 222A, Feb. 23, 1954, pp. 60-74 (Charlesby (1)).\nCharlesby, “Nucleonics”, June 1954, pp. 18-25 (Charlesby (2)).\nSun, “Modern Plastics”, Vol. 32, Sept. 1954, pp. 141-4, 146, 148, 150, 229-233, 236-7 (Sun).\nMartin, “Chemical and Engineering News”, Vol. 33, Apr. 1955, pp. 1424-1428 (Martin).\nThe board affirmed the specific rejection by the examiner based “solely upon unpatentability over Thwaites et al. or Newberg et al. each in view of Charlesby (1) and (2)”.\nThwaites and Newberg each discloses the use of blends of wax and polyethylene which when melted' could be applied to paper and cartons. Neither Thwaites nor Newberg discloses irradiation of such blends.\nCharlesby (1) discloses the effects of irradiation of paraffins and other hydrocarbon waxes while Charlesby (2) discloses the irradiation of polyethylene.\nThe record establishes that the use of blends of wax and polyethylene, as disclosed by Thwaites or Newberg, was accompanied by problems arising from the separation of the components in the blend. The art does not discuss this problem nor offer a solution to it. While Charlesby (1) and Charlesby (2) were relied upon by the examiner and the board as making appellant’s invention obvious, the fact is neither of these references is addressed to a solution for the problem of component separation in the Thwaites and Newberg prior art blends of polyethylene and wax.\nAppellant’s solution to that problem was to treat a mixture or blend of a hydrocarbon wax and polyethylene of stated proportions with gamma rays or the like, under controlled conditions of irradiation such that the mixture or blend will remain homogenous during storage of the blended materials as well as when melted for use in machines for coating paper used in the manufacture of milk cartons, paper cups and the like.\nThus, according to the invention here claimed, the practical problems arising from separation of the components in the Thwaites or Newberg prior art wax-polyethylene blends were overcome by subjecting a wax-polyethylene blend containing from 2% to 25% of normally solid polyethylene and wax having a softening point between 130° F. and 200° F. to a dosage of from about 2 to about 200 megarads of ionizing radiation using high energy electrons and applying the resultant irradiated blend to the paper or other solid supporting substance in a fluid condition at a temperature above the melting point of the blend.\nThe Claims\nThe rejected claims, of which claims 5 and 8 have been selected as representative, are as follows:\n5. In tlie production of a blend of a hydrocarbon wax and solid polyethylene adapted for use in a process wherein the blend is applied to a solid substance by contacting said substance with said blend while said blend is at a temperature above the melting point of the blend, said hydrocarbon wax having a melting point between about 130° F. and about 200° F. and said polyethylene constituting from 2% to about 25% by weight of the blend, the improvement which comprises improving the compatibility and homogeneity of said blend for said use by subjecting said blend to about 2 to about 200 megarads of irradiation with high energy electrons.\n8. A method of coating paper with a blend of hydrocarbon wax and solid polyethylene which comprises subjecting a blend of solid polyethylene and hydrocarbon wax having a melting point between about 130°F. and about 200°F., said polyethylene constituting from about 2% to about 25% by weight of said blend, to ionizing radiation with high energy electrons, the dosage being from about 2 to about 200 megarads whereby resistance of the blend to separating out of the polyethylene component of the blend is improved, thereafter applying the blend to a surface of said paper to coat said surface while said blend is at a temperature above its melting point, and cooling the resulting coating to a temperature below said melting point of said blend.\nClaims 1, 2 and 4 set out, in Jepson form, the production of the blend as in claim 5 describing a process wherein the blend is applied to a solid substance. Claim 6 is directed to paper coated with the blend formed as in claim 5, while claim 8 recites a method of coating paper with the blend formed by the process described in claim 5.\nWe have considered the references in detail in seeking to ascertain whether the art at the time of appellant’s invention had addressed itself to the problem which appellant asserts was present, and which the affidavits of McCormick and Jones state as a fact, was an existing practical problem in the art which was solved by appellant’s invention. The prior art teachings, when weighed with the positive factual assertions in appellant’s application and in the affidavits of McCormick and Jones, convince us that there was at the time of appellant’s invention an existing problem due to separation of the wax and polyethylene components in the blends thereof which were then in use in this art.\nThe Rejection\nThe position of the examiner restated in summary in his Answer on appeal was:\nClaims 1, 2, 4, 5, 6 and 8 are rejected as obvious under 85 USC 103 in view of Thwaites et al or Newburg et al, each taken with Charlesby (1) and (2). Each primary reference discloses the procedure for applying molten wax-polyethylene blends to paper and cartons. Charlesby (1) discloses the crosslinking effected by atomic pile irradiation or paraffinic waxes and Charlesby (2) discloses the cross-linking and flexibility effected by atomic pile irradiation of polyethylene. It would be obvious to subject the blends of Thwaites et al and Newberg et al to irradiation in view of the combined teachings of the Charlesby (1) and (2) references as the alleged advantages are such as would flow naturally from the teachings of the prior art. * ⅜ ⅜\nThe board, in affirming, added:\nAppellant, despite the affidavits submitted, does not supply any evidence that shows that the blend in question, when cross-linked by “high energy electrons,” is of any different character, or would have been expected to be of a different character from the blend irradiated with sources of ionizing radiation such as those used by Charlesby. Appellant, indeed, recognized that appellant’s emphasized results are achieved with gamma rays or radiation from an atomic pile. Charlesby realized increased polyethylene flexibility by irradiation “usually” in a reactor, or with a cobalt-60 isotope but stated that linear accelerators and X-ray machines “have also been used.”\n⅜ * ⅜ paraffin wax and the higher molecular weight polyethylenes, after all, differ in molecular weight but the prior art recognized that both could be cross-linked by irradiation. (The instant claims, indeed, are not limited to paraffin wax and a “hydrocarbon wax” may be a polyethylene wax.) There was a reasonable expectation that the hydrocarbons of different molecular weight would cross-link with each other because Charlesby stated that molecules of different sizes take part in the cross-linking although the longer molecules have a greater opportunity for linkage.\nOpinion\nWhile, as above pointed out, wax-polyetliylene blends were known in the art, and while it was also known to the art that wax or polyethylene could be irradiated individually, the specific issue before us is whether irradiating a blend, of wax and polyethylene, as taught by appellant, for the purpose of preventing separation of the wax and polyethylene components was obvious from the disclosures of the prior art. The fundamental error of the board and the examiner seems to us to have arisen from their anaylsis of the art as if it contained the knowledge of appellant’s invention. In other words, they proceeded to combine the prior art as if appellant’s invention was included therein as a part of the knowledge possessed by one of ordinary skill in the art. Such an analysis does not comport with that required by Graham v. John Deere Co., supra.\nInstead, here as in U. S. v. Adams, 383 U.S. 39, 148 USPQ 479 (1966), what appellant had done was to observe an existing problem in the art which had not been solved by the prior art and then to combine individually old concepts to solve that problem.\nMuch of the factual material relied upon in our analysis is found in the McCormick and Jones affidavits on behalf of appellant. The solicitor has cited In re Umbricht, 52 CCPA 1586, 347 F. 2d 882, 146 USPQ 214 (1965), as authority for disregarding the McCormick and Jones affidavits. Plis brief states the position:\n* ⅜ ⅜ Further, the affiant’s opinion as 'to unobviousness has no bearing on the point that enhanced stability is inherent in the use of high energy irradiation. Moreover, the opinion inadequately supported by any substantial evidence, “provides no factual bases to refute the [Board’s] legal conclusion of obviousness” ; * * *.\nAs we shall point out, the affidavits here, as distinguished from the opinion affidavit in the Umbrioht case, provide factual bases which clearly must be considered under the Graham case.\nThe McCormick and Jones affidavits, while containing expressions of opinion, also provide cogent factual evidence of what the Supreme Court in Graham termed the “secondary considerations” bearing on a proper resolution of the section 103 issue. The facts as stated in these affidavits support the factual statements in appellant’s application and require resolution of the 103 issue in favor of appellant.\nThe McCormick affidavit is that of one who is skilled in the relevant art. He states as a fact that the prior art had tried to blend a small amount of polyethylene with a hydrocarbon wax. This fact is further evidenced by the disclosure of the bfewberg patent. McCormick notes that one of the technical problems encountered in such polyethylene-wax blends arose from the fact that the molecular weight of polyethylene in the blend is higher than that of either paraffinic or microcrystalline wax. Appellant’s specification also points out as a fact that the waxes generally have molecular weights of about 360 to 700 while the polyethylene used generally have molecular weights ranging between from about 5000 to 20,000. As a result of this disparity between the molecular weights of the wax and polyethylene components of the blend, McCormick state as a fact that there is a tendency for the polyethylene micelles to agglomerate and separate out of the blend, pointing out that the higher molecular fractions contained in the polyethylene separate out first. In these blends, as McCormick points out, the hydrocarbon wax acts as a solvent for the polyethylene.\nThe McCormick affidavit also mentions as a fact a number of problems presented to the art by the tendency of the polyethylene to separate from the blend. Some of these are: storage problems, particularly with respect to temperature; the tendency of the polyethylene micelles to stratify during storage; and the resultant unsatisfactory operation of the coating machines when operated with such blends. One approach of the prior art to the solution of these problems, McCormick points out, was to experiment with the production of polyethylene as regards its molecular weight, its molecular weight range, and its melt index to make it more nearly compatible with the wax component. As McCormick stated:\n* * * Moreover, experimentation was carried out as regards the quantity of the polyethylene used in the blend and further research involved experimentation in connection with the techniques of blending, handling, packaging and shipping as well as the techniques used in the coating operation and the kind and quality of paper stock employed. * * * Attempts to employ chemical cross linking agents were unfruitful and this likewise was the case in connection with attempts to treat the wax or the polyethylene, or both, so as to reduce the falling out tendency of the polyethylene from the wax-polyethylene blends under operating and storage conditions consistent with safe handling.\nTbe McCormick affidavit points out several beneficial results flowing from Aufhauser’s invention: lower temperatures could be used for storage and in tbe coating operation; improved viscosity characteristics (supported by an exbibit) resulted; improved compatibility and homogeneity of blends of hydrocarbon wax and polyethylene; and saving of expense in its production and use.\nThe practical effect of appellant’s invention is described in the Jones affidavit which describes factually the problem presented by the tendency of polyethylene to seed out and the elaborate facilities that had been resorted to by both compounders and users in order to minimize such seeding out. It also contains data showing the effectiveness of irradiation of the blends according to the invention of the appealed claims in preventing the seeding out of polyethylene from wax-polyethylene blends both during storage and when melted for use on coating machines.\nThus, the factual existence of the problem which had existed in the art and appellant’s solution therefor, is set forth in appellant’s specification and is factually corroborated by the McCormick and Jones affidavits. These affidavits treat factually the failure of those skilled in the art to solve the problem prior to appellant’s invention. These factual inquiries bear upon the issue of obviousness before us. Graham v. John Deere Co., supra. The examiner and the board dismissed the McCormick affidavit as presenting but the “opinion” of one skilled in the art with respect to the application of the prior art. The Jones affidavit fared little better despite its factual showing of tests that blends irradiated, as taught by appellant, were more stable in storage and in use than \"blends not so treated. We think it was error to consider these affidavits so narrowly where our clear obligation is to consider all the evidence bearing on the obviousness issue under section 103.\nWe also think it significant that the Oharlesby (1) and (2) references dealing with irradiation are concerned only with the irradiation of single substances (not blends) in carrying out specific studies directed to the effect of such irradiation on the melting point and solubility of each single substance.\nFrom our anaylsis of these references, we agree with the statement in appellant’s brief that the multiple effects of irradiation on bombarded materials are too complex and uncertain “to resolve the defi-ciences of the prior art compared to appellant’s teaching.”\nThe solicitor’s contention in support of the position of the board is that:\n* * * If tbe art would thus have reasonable grounds for expecting the components to be substantially moleeularly joined by cros's-linking upon irradiating the blend, it would appear that the stabilization inherently and expectedly flows from that operation especially since the only probable explanation offered in the appellant’s disclosure for the stabilization effected by irradiation is that “the ingredients form cross linkages so that they are intimately associated” ⅜ ⅜ ⅜. The appellant also indicates in his application that “greater flexibility” is a valuable result of the irradiation ⅜ * *. Thus, tbe appellant’s “concept” represents an obvious method step to achieve no more than what would have been normally expected by one skilled in the art.\nWhile appellant theorized that his invention produced cross-linking of the irradiated components, he is not legally required to comprehend the scientific principles on which the practical effectiveness or his invention rests. See Robinson on Patents, § 82 (1890).\nWe reject the solicitor’s position since the suggestion and teaching which the solicitor relies upon has its origin in appellant’s teachings. There is no showing here that appellant’s invention was known to the art when he made it. Such hindsight reconstruction of the art does not support a rejection under 35 USC 103.\nFrom the foregoing, we conclude that the differences between appellant’s claimed invention and the prior art are such that the invention, when considered as a whole and at the time it was made, would not have been obvious under 35 USC 103.\nFrom statements made by the examiner, the board and in the solicitor’s brief, it appears that appellant’s parent application was involved in Interference No. 90,236. The examiner had suggested that an estoppel against appellant resulted from the position he took in that interference. However, the board expressly stated that no issue of estoppel in any sense is here presented. Thus, we have no authority to considr this issue on the present appeal. 35 USC 144.\nThe decision of the board is reversed.\nThe board consisted of Messrs. Rosa and Behrens, Examiners-in-Chief, and Stone, Acting Examiner-in-Chief. Mr. Behrens wrote the opinion of the board.\nClaims 1, 2, 4, 5, 6 and 8 in application Serial No. 250,025, filed January 8, 1963 entitled “Application of Melted Wax-Polyethylene Blend to Solids.” No claims were allowed. The application is denominated a “continuation” of Serial No. 529,960, filed August 22, 1955, now abandoned.\nThe Sun. and Martin publications were cited by the examiner for the teachings of the equivalency of various types of high energy ionizing radiation in terms of results effected in polymerization and crosslinking reactions. That issue is no longer actively pursued here so further comment on these references is unnecessary.\nIn addition to the application, the record includes the separate affidavits of McCormick and Jones as persons of skill in this art.\nAs explained in appellant’s specification:\n* * * The dosages may vary widely, say, from 2 to 200 megarads. A rad is the energy represented by 100 ergs per gram of composition and the megarad is equal to 1,000,000 rads. The preferred dosage is 60 to 90 megarads.\nAccording to McCormick, the stabilizing effect on such blends as reported by appellant was not “predictable.” His affidavit states:\nMr. Aufhauser found that the phenomena that take place as a result of irridating a blend of polyethylene with paraffinic wax, or with a mixture of paraffinic wax and mieroerystalline wax, result in the greatly enhanced stability and homogeneity of the blend at temperatures above the melting point of the blend. So fas as I am aware, this effect of irridation was not ascertained by others not only as of the filing date of the Aufhauser application but also down to date.\nSuch stabilizing effect on the melted blend is something that I do not regard as predictable. However, viewed after the accomplished fact, it is believed that the stabilizing effect disclosed in the Aufhauser application may be explained as resulting, at least in part, from imparting enhanced activity to the polyethylene micelles which tends to keep the polyethylene micelles in a state of suspension rather than agglomerating and settling out. It also is believed that the enhanced stability set forth in the Aufhauser application may be due in part to there being some coupling of the hydrocarbon wax principally with the lower molecular weight polymers contained in the polyethylene that is used, this coupling serving to decrease the overall differential as regards molecular weights with the development of a resultant increased intersolubility between the components which have become coupled and the polyethylene polymers that have not.\nSince no rejection was made for want of novelty under section 102, we have proceeded on the assumption that appellant’s Invention was novel, i.e., what he disclosed had not been done before.\nWhile Martin deals with the irradiation of a mixture, the reference is primarily concerned with the initiation of a chemical reaction. It was not relied upon for the point below; we shall not so consider it here.",
        "type": "majority",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Kenyon & Kenyon, Solon B. Kemon (Richard K. Parsell, of counsel) for appellant.",
      "Joseph Sohimmel (Jack JS. Armore, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "399 F.2d 275; 158 USPQ 351\nIn re Alfred Aufhauser\n(No. 7934)\nUnited States Court of Customs and Patent Appeals,\nJuly 18, 1968\nKenyon & Kenyon, Solon B. Kemon (Richard K. Parsell, of counsel) for appellant.\nJoseph Sohimmel (Jack JS. Armore, of counsel) for the Commissioner of Patents.\n[Oral argument March 4, 1968 by Mr. Parsell and Mr. Armore]\nBefore Worley, Chief Judge, and Judges Rich, Smith, Almond, Kirkpatrick\nPetition for rehearing denied October 10, 1968.\nSenior District Judge, Eastern District of Pennsylvania, sitting by designation."
  },
  "file_name": "1477-01",
  "first_page_order": 817,
  "last_page_order": 826
}
