{
  "id": 11923032,
  "name": "NORMAN LANGEVIN, Appellant, v. LAURIE YORK, Respondent",
  "name_abbreviation": "Langevin v. York",
  "decision_date": "1995-12-19",
  "docket_number": "No. 25955",
  "first_page": "1481",
  "last_page": "1486",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1481"
    },
    {
      "type": "parallel",
      "cite": "907 P.2d 981"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "110 Nev. 752",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557131
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "755"
        },
        {
          "page": "548"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110-2/0752-01"
      ]
    },
    {
      "cite": "13 Cal. Rptr. 290",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1961,
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "110 Nev. 204",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557447
      ],
      "weight": 8,
      "year": 1994,
      "pin_cites": [
        {
          "page": "210"
        },
        {
          "page": "303"
        },
        {
          "page": "211"
        },
        {
          "page": "303"
        },
        {
          "page": "210"
        },
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0204-01"
      ]
    },
    {
      "cite": "100 Nev. 196",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2409429
      ],
      "weight": 2,
      "year": 1984,
      "pin_cites": [
        {
          "page": "198",
          "parenthetical": "citing NRCP 8(a)"
        },
        {
          "page": "674",
          "parenthetical": "citing NRCP 8(a)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0196-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 12309,
    "ocr_confidence": 0.911,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.439626982113629
    },
    "sha256": "242cab27ee3595fab5b5ef1fe2d3ed7e63991cd0cfcd414d3010bff4900bcf34",
    "simhash": "1:a9d252b37dfb5590",
    "word_count": 2051
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NORMAN LANGEVIN, Appellant, v. LAURIE YORK, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nFACTS\nNorman Langevin and Laurie York lived together unmarried from November 1991 to April 1993. Norman was retired and in his early seventies. Laurie was a real estate saleswoman who was much younger than Norman. When the two met in late 1991, Norman owned a triple-wide mobile home without encumbrances, and Laurie lived in a mobile home which she was purchasing under terms requiring monthly payments. Norman sold his mobile home, taking back a $47,500 deed of trust, and moved in with Laurie.\nThe nature of the relationship between the two parties is unclear. However, Norman and Laurie clearly intended to purchase land for investment purposes. Norman paid for all the property acquired during the relationship and paid all the bills. During the relationship, four parcels of land were acquired under both names. In the complaint filed by Norman, the four parcels were designated as A, B, C, and D. Each parcel was held in joint tenancy except C, which was simply held in both names. Also, Norman named himself and Laurie as joint beneficiaries of the $47,500 trust deed from the sale of his mobile home.\nLaurie found parcel A in her capacity as a real estate saleswoman. Norman paid the entire purchase price of $8,203 without contribution from Laurie. Laurie received a commission from the seller. Laurie also found parcel B, and Norman again paid the entire purchase price, this time $10,500. Again, Laurie received a commission from the sale. Parcel C was acquired after a widow, who was unable to make land payments under a $39,000 encumbrance, contacted Laurie’s office. The property was deeded to Laurie and Norman, and the two took over the payments. As of the time of trial, Norman had made all nine of the $822.66 monthly payments, and also paid approximately $1,600 in closing costs. There was no commission in the transaction involving parcel C.\nParcel D referred to the land upon which Laurie’s mobile home was located. Originally, Laurie owned the property with her mother and stepfather. However, while Laurie and Norman lived together, Norman paid Laurie’s mother and stepfather $10,500 to transfer their interest to Laurie. Thereafter, Laurie transferred the title to herself and Norman as joint tenants. Norman made all but one of the 18 monthly payments of nearly $410 per month on the mobile home, during the period when the parties were together.\nIn April 1993, Norman and Laurie ended their relationship. On June 3, 1993, Norman filed a complaint seeking to have title to parcels A, B, and C deeded to him by Laurie, and to have parcel D sold with the proceeds divided between the two of them. Laurie counterclaimed, seeking to have parcel D transferred to her name, and parcels A, B, and C sold and partitioned. She also sought division of the $47,500 trust deed.\nThe district court awarded the mobile home and parcel D to Laurie, and the $47,500 trust deed to Norman. Parcels A, B, and C were ordered to be held by Norman and Laurie as tenants in common. None of the property was sold. Norman filed a motion to amend the judgment, which was denied. On appeal, Norman argues that the district court erred in giving Laurie parcel D and in failing to declare the parties’ respective interests in parcels A, B, and C.\nDISCUSSION\nAs a threshold matter, Laurie maintains that Norman is not entitled to appellate review of the issue of the partition and sale of the property because it was not presented to the district court. We disagree. Laurie is correct in arguing that Norman’s complaint did not seek partition of parcels A, B, and C; however, Norman’s complaint did seek partition of parcel D, and Laurie’s own counterclaim sought partition and sale of parcels A, B, and C. This court has stated that because Nevada is a notice-pleading jurisdiction, “our courts liberally construe pleadings to place into issue matters which are fairly noticed to the adverse party.” Hay v. Hay, 100 Nev. 196, 198, 678 P.2d 672, 674 (1984) (citing NRCP 8(a)). Thus, the issue of partition and sale was clearly before the district court.\nMoreover, during trial both parties discussed partition. In his opening statement, Laurie’s attorney stated, “Frankly, the Complaint does not state a cause of action and the court should so state and this matter should proceed purely on the counterclaim of the defendant for partition.” (Emphasis added.) Laurie’s attorney also suggested the manner in which the court should divide the property. At trial, Norman presented substantial, unrefuted evidence regarding his contribution. During closing argument, Norman’s attorney addressed the possibility of partition, stating:\nIf the court feels — the court feels that how much he [Norman] paid is immaterial, that the deeds are the deeds and that’s the end of it, I would submit that in any scenario that the plaintiff [Norman] should be entitled to get back out at least what he paid into and then if there was to be a split that there would be a 50/50 split after that.\nLaurie also protests that because the issue of partition was not before the district court she did not have an opportunity to present evidence regarding contribution. We do not agree. During closing argument, Laurie’s attorney explicitly conceded that “[t]here is no question he [Norman] furnished the money. There is no question about that.” Apparently Laurie presented no evidence concerning the issue of contribution because it was irrefutably clear that Norman had supplied the money as reflected by the evidence at trial and conceded by Laurie’s attorney.\nBecause the issue of partition and sale was clearly before the district court, the issue has been properly preserved for review by this court on appeal.\nNorman contends that the trial court erred in not recognizing the contributions made by Norman and Laurie in the acquisition of all the jointly held property. In Sack v. Tomlin, 110 Nev. 204, 871 P.2d 298 (1994), we held that where an unmarried couple lives together without pretense of marriage, holds no community property, and purposely holds title to the disputed property as tenants in common, the situation is “more analogous to those instances where cotenants unequally contribute to the purchase price of real property.” Sack, 110 Nev. at 210, 871 P.2d at 303. We concluded that where cotenants contribute unequally to the purchase price of real property:\nThe proper approach would be to first determine the respective ownership interest of the parties whether equal or otherwise. Upon sale of the property there should be a determination of the share of each in the net proceeds according to those interests. Then any claims that one party may have against the other should be deducted from the share of the party to be charged and that of the other party should be increased accordingly.\nId. at 211, 871 P.2d at 303 (quoting Kershman v. Kershman, 13 Cal. Rptr. 290, 294 (Ct. App. 1961)).\nIn the present case, the specific arrangement intended by the parties is unclear. However, Norman and Laurie were never married, and never held themselves out to the public as being married. There is no indication that the acquired property was to be treated as community property as if Norman and Laurie were married, but rather the deeds to ¿1 four parcels explicitly identify the parties as “unmarried.” Additionally, it is noteworthy that there was no evidence of any pooling agreement; both parties maintained their own bank accounts.\nThe one factor in this case that differs from Sack is that here the parties held the properties as joint tenants, rather than tenants in common. However, this difference does not substantially distinguish the present case, since Kershman, the central authority relied upon in Sack, involved parties who held property as joint tenants. Thus, Sack clearly governs this case.\nUnder Sack there is a presumption that where cotenants unequally share in the purchase price of property, “the cotenants intended to share in proportion to the amount contributed to the purchase price.” 110 Nev. at 210, 871 P.2d at 303. In the present case, Norman paid the entire purchase price for parcels A and B without any contribution from Laurie. Therefore, he should be awarded the two parcels outright.\nParcel C requires a somewhat different analysis because of the unpaid balance owing on the property. As of the date of trial, Norman had made all of the nine payments. Thus, Norman’s contribution was 100% at the time. This percentage of contribution could change depending upon whether Laurie makes any future payments. Accordingly, the percentage of ownership allo-cable to each party as to this parcel must be determined in accordance with the contribution of each at the time the property is sold or when all the payments are made.\nRegarding parcel D, it is unclear what contribution each party made to its purchase. The evidence presented at trial revealed that Laurie owned the property jointly with her mother and stepfather and that Norman paid $10,500 to the mother and stepfather as consideration for the transfer of their interest to Laurie. More facts are necessary to properly determine Laurie’s contribution to the property.\nSimilarly, regarding Laurie’s mobile home, the evidence is insufficient to allow for a determination of the parties’ respective interests. Laurie testified that the mobile home was in both names and that she made only one of the 18 monthly payments of nearly $410 per month. However, no evidence was presented as to what, if anything, Laurie may have paid in the form of a down payment. Such evidence is necessary to determine the respective interests of the parties; however, since it appears that there are ongoing payments on the mobile home, a final determination of the amount of the parties’ interests may have to await a sale of the mobile home or such other disposition as the district court determines to be fair and consistent with the principles set forth in this opinion.\nFinally, in their complaints and during trial both parties sought partition and sale of the properties; nevertheless, on appeal it is evident that neither party seeks the sale of the properties. Moreover, since most of the property, under the guidelines given in Sack, must be awarded to Norman, equity does not require a sale of the properties, but rather a declaration and judgment concerning the respective interests of the parties in the properties. See NRS 30.030.\nCONCLUSION\nFor the reasons discussed above we reverse and remand with instructions regarding parcels A, B, and C. Regarding parcel D and the mobile home we reverse and remand for further findings of fact and the entry of judgment in accordance with the principles set forth herein.\nIt is unclear why the district court decided to change the ownership interests of the parties from joint tenants to tenants in common, rather than partition the property as requested by both parties. The district court failed to explain its decision other than to say, “You can’t make a silk purse out of a sow’s ear.”\nLaurie did not file a cross-appeal from the district court’s decision to award the $47,500 trust deed to Norman. As we stated in Ford v. Showboat Operating Co., 110 Nev. 752, 755, 877 P.2d 546, 548 (1994), “a respondent who seeks to alter the rights of the parties under a judgment must file a notice of cross-appeal.” Thus, the award of the trust deed is not before this court.\nGiven this statement, we cannot accept the representation in Laurie’s brief on appeal that “[a]t no time pre-trial or during the trial did Norman propose that the three properties be sold and that the proceeds be divided after the purchase price was deducted.”\nAt trial, Laurie testified that she had not known of any agreement or understanding as to the relationship between her and Norman. Norman testified that he entered the relationship only on the condition that each would contribute fifty percent. In either case, it is clear that there was no agreement or understanding that the parties would share disproportionately to the amount contributed toward the purchase price of property.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "David C. Polley, Las Vegas, for Appellant.",
      "Harry E. Claiborne, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "NORMAN LANGEVIN, Appellant, v. LAURIE YORK, Respondent.\nNo. 25955\nDecember 19, 1995\n907 P.2d 981\n[Rehearing denied May 3, 1996]\nDavid C. Polley, Las Vegas, for Appellant.\nHarry E. Claiborne, Las Vegas, for Respondent."
  },
  "file_name": "1481-01",
  "first_page_order": 587,
  "last_page_order": 592
}
