{
  "id": 11825562,
  "name": "KARL B. ZEBE, Petitioner, v. THE STATE OF NEVADA, COUNTY OF LANDER, Respondent",
  "name_abbreviation": "Zebe v. State",
  "decision_date": "1996-12-20",
  "docket_number": "No. 27710",
  "first_page": "1482",
  "last_page": "1487",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1482"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 927"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "284 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5719289
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/us/284/0299-01"
      ]
    },
    {
      "cite": "801 F.2d 624",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10547663
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "626"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/801/0624-01"
      ]
    },
    {
      "cite": "771 F.2d 670",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        338130
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/771/0670-01"
      ]
    },
    {
      "cite": "85 Nev. 40",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4876648
      ],
      "weight": 2,
      "year": 1969,
      "pin_cites": [
        {
          "page": "42",
          "parenthetical": "holding that, pursuant to NRS 252.110, Lander County District Attorney has no authority to represent other counties"
        },
        {
          "page": "260",
          "parenthetical": "holding that, pursuant to NRS 252.110, Lander County District Attorney has no authority to represent other counties"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/85/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 465,
    "char_count": 11473,
    "ocr_confidence": 0.908,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24339836029050343
    },
    "sha256": "5156d349159823d0541a224fd94edd1e4a92394db4421681eee2996320ad1369",
    "simhash": "1:eba860d8fbe4d573",
    "word_count": 1881
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Young, Shearing and Rose, JJ., concur."
    ],
    "parties": [
      "KARL B. ZEBE, Petitioner, v. THE STATE OF NEVADA, COUNTY OF LANDER, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nSteffen, C. J.:\nThis proper person petition seeks a writ of prohibition directing the Sixth Judicial District Court in Lander County to cease prosecuting petitioner. Petitioner contends that because the state, represented by the Nye County District Attorney, agreed, as an express condition of a plea agreement, not to prosecute petitioner, the Lander County District Attorney may not prosecute him on charges arising from the same conduct.\nPetitioner engaged in criminal conduct which occurred in two counties: Nye County and Lander County. On December 14, 1994, in Austin in Lander County, petitioner stole two vehicles, a blue Mercury Tracer and a Dodge Minivan. He also broke into a house and stole some tools. He then drove into Nye County in the Dodge, and ended up in a bar just over the county line. After Nye County sheriff’s deputies apprehended petitioner, handcuffed him and placed him in the sheriff’s patrol car, petitioner kicked his way out of the car, stole another car, a 1989 Mercury, and fled. He was apprehended after he crashed the 1989 Mercury into a patrol car.\nPetitioner was charged in Nye County with grand larceny of the 1989 Mercury, possession of a stolen vehicle for the Dodge Minivan, assault with a deadly weapon for crashing the 1989 Mercury, burglary for entering the 1989 Mercury, escape for fleeing the custody of the Nye County Sheriff and possession of an instrument with burglarious intent for possessing the tools. Petitioner entered a plea of guilty in Nye County to one count of grand larceny and one count of escape. The other charges were dismissed. As an express provision of the plea, the state agreed as follows:\n[T]he State will not pursue or file any other criminal charges based upon, or arising out of, the facts and circumstances upon which said pending charges are based, or the facts and circumstances upon which the complaint is founded.\nSubsequently, the district attorney in Lander County filed charges against petitioner: burglary for entering the house in Austin, petty larceny for stealing two hammers and a baseball cap, grand larceny of the Dodge Minivan, burglary for entering the Dodge Minivan, grand larceny of the blue Mercury Tracer and burglary for entering the Tracer. Lander County also charged petitioner with being a habitual criminal.\nPetitioner sought specific enforcement of the plea agreement in the Sixth Judicial District Court for Lander County, claiming that the agreement provided that the state would not file any charges based on the events of December 14, 1994. The district court denied petitioner’s motion. Petitioner then filed the instant petition in this court asserting that the state should be precluded from prosecuting him in Lander County as it had already entered the plea with him in Nye County.\nBecause it appeared that petitioner had set forth issues of arguable merit, this court ordered an answer from the real party in interest, the Lander County District Attorney.\nThe Lander County District Attorney contends that the plea entered in Nye County has no effect on Lander County’s right to prosecute petitioner because Lander County did not enter into the plea agreement with petitioner and Lander County is a different jurisdiction from Nye County. Petitioner contends that the state is the state, whether represented by the district attorney of Lander County or of Nye County. He argues that the state entered into the plea agreement, agreed to no further prosecution, and therefore, may not prosecute him in Lander County.\nWe conclude that one county may not bind another county of Nevada to the terms of a plea agreement without the second county’s express consent. Accordingly, this petition must be denied.\nNevada law provides that each county, acting through its district attorney, has specific jurisdiction over acts conducted within its borders. See Southwest Gas v. District Court, 85 Nev. 40, 42, 449 P.2d 259, 260 (1969) (holding that, pursuant to NRS 252.110, Lander County District Attorney has no authority to represent other counties). For purposes of prosecuting a single criminal act which crosses county lines, venue will lie in either county. See, e.g., NRS 171.030. Here, in contrast, petitioner completed certain criminal acts in Nye County and other distinct criminal acts in Lander County. Lander County proposed to prosecute petitioner only for the conduct which occurred exclusively in Lander County. These statutes reflect a legislative assumption that each county will have independent jurisdiction over a criminal offender for conduct occurring in that county.\nFurthermore, in cases such as United States v. Annabi, 771 F.2d 670, 672 (2d Cir. 1985), the federal courts have held that U.S. attorneys are not bound by each other’s plea agreements unless it “affirmatively appears” from the record that the agreement “contemplates a broader restriction.” The Second Circuit allows an affirmative appearance to bind other jurisdictions where inferable from the plea negotiations or statements at the plea colloquy. See United States v. Russo, 801 F.2d 624, 626 (2d Cir. 1986). In the interests of clarity, we conclude that, in Nevada, the second county’s consent to be bound must be expressly stated as a term of the plea agreement. Here, no express consent by Lander County to be bound to the terms of the agreement entered into by Nye County appears on the face of the plea agreement.\nA writ of prohibition may issue to arrest the proceedings of a district court exercising its judicial functions, when such proceedings are in excess of the jurisdiction of the district court. NRS 34.320. No such excess of jurisdiction has been shown here.\nWe conclude that the Nye County District Attorney had no authority to bind the Lander County District Attorney to the terms of the plea agreement, without first obtaining Lander County’s consent. The plea agreement does not reflect Lander County’s express consent to be bound by its terms; therefore, Lander County is not bound by the plea agreement and is free to prosecute petitioner. Petitioner has not demonstrated that he is entitled to relief.\nYoung, Shearing and Rose, JJ., concur.\nNRS 34.320 provides that a writ of prohibition may issue to arrest the proceedings of any “tribunal, corporation, board or person exercising judicial functions, when such proceedings are without or in excess of the jurisdiction of the tribunal, corporation, board or person.” Petitioner has named as respondents in this petition the State of Nevada and the County of Lander. A writ of prohibition may not issue against these entities. Petitioner should properly have named the Sixth Judicial District Court and the Lander County District Attorney.\nWe note that petitioner only sought specific performance of the plea agreement in Lander County; it does not appear that he has moved to withdraw his plea in Nye County. Because this question is not before us, we do not address it, and we express no opinion as to the merits of such a motion were petitioner to file one.\nNRS 171.030 provides:\nWhen a public offense is committed in part in one county and in part in another or the acts or effects thereof constituting or requisite to the consummation of the offense occur in two or more counties, the venue is in either county.\nWe note that petitioner’s double jeopardy rights are not implicated in this situation because Lander County sought to prosecute conduct which had occurred only in Lander County and which involved different victims, different crimes and different elements of proof. Blockburger v. United States, 284 U.S. 299 (1932). Further, Nye County had no authority to bind Lander County to the terms of its plea agreement with petitioner.\nAlthough petitioner has not been granted permission to file documents in this matter in proper person, see NRAP 46(b), we have received and considered petitioner’s proper person documents, including the “proper person petitioner’s addendum to the state’s answer to writ of prohibition” received December 21, 1995.",
        "type": "majority",
        "author": "Steffen, C. J.:"
      },
      {
        "text": "Springer, J.,\nconcurring:\nI see this case in a different light. As I see it, the District Attorney of Nye County had the power to charge and negotiate only the crimes that were committed in Nye County. Zebe pleaded guilty to escape, a crime that was committed in Nye County, and to grand larceny of a 1989 Mercury, a crime that was subject to prosecution in either Nye or Lander County. The plea bargain negotiated by the Nye County District Attorney immunizes Zebe against criminal charges available to that District Attorney (that is to say, criminal charges arising in that officer’s venue) that are “based upon” or “arising out of” the “facts and circumstances upon which said pending charges are based.” All of the “pending charges” that are subject to the plea bargain necessarily relate to crimes committed in Nye County or, like the larceny charge, were subject to prosecution in “either county.”\nI see nothing in the plea bargain agreement that would in any way hamper the Lander County District Attorney in prosecuting Zebe for the crimes committed in Lander County, with the exception of larceny of the 1989 Mercury, a crime of which he has already been convicted. The agreement by the Nye County District Attorney can only relate to the “pending charges” in Nye County and to “facts and circumstances upon which the [Nye County] complaint is founded.” Thus, the Nye County District Attorney merely agreed not to pursue any of the charges that had been pending in Nye County (possession of a stolen vehicle, assault with a deadly weapon, burglary, flight, and possession of burglary tools, all crimes committed within Nye County). This agreement is not binding on and has no effect on the Lander County District Attorney. The District Attorney of Nye County had no intention or power to bargain prosecution of crimes that were committed in Lander County. The only exception to this is, as I have stated, prosecution for the Mercury larceny, a crime for which Zebe has already been held liable.\nIt does not make sense for the majority to say that “one county may not bind another county of Nevada to the terms of a plea agreement.” The crimes committed here are crimes against the State. The counties themselves play no part in this prosecution; and counties, as governmental subdivisions, have no right or interest in trying to “bind” or not bind each other to criminal plea agreements.\nThis is a very simple case. The Nye County District Attorney can prosecute crimes, on behalf of the State, that were committed in Nye County. The Lander County District Attorney can prosecute crimes that were committed in Lander County — with the exception of the Mercury larceny, a crime that has already been brought to conviction in Nye County. Zebe would be entitled to a writ of prohibition prohibiting the Lander County District Attorney from prosecuting him for the Mercury larceny; but since he is not being prosecuted in Lander County for this crime, he is not entitled to a writ of prohibition.\nNRS 171.060 provides that “[w]hen property taken in one county by . . . larceny . . ., has been brought into another, the venue of the offense is in either county. ...”",
        "type": "concurrence",
        "author": "Springer, J.,"
      }
    ],
    "attorneys": [
      "Karl B. Zebe, In Proper Person, Carson City, for Petitioner.",
      "Patricia D. Cafferata, District Attorney, Lander County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "KARL B. ZEBE, Petitioner, v. THE STATE OF NEVADA, COUNTY OF LANDER, Respondent.\nNo. 27710\nDecember 20, 1996\n929 P.2d 927\nKarl B. Zebe, In Proper Person, Carson City, for Petitioner.\nPatricia D. Cafferata, District Attorney, Lander County, for Respondent."
  },
  "file_name": "1482-01",
  "first_page_order": 664,
  "last_page_order": 669
}
