{
  "id": 12165960,
  "name": "In re Philip S. Fay and Fred J. Fox",
  "name_abbreviation": "In re Fay",
  "decision_date": "1965-06-24",
  "docket_number": "No. 7352",
  "first_page": "1483",
  "last_page": "1491",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1483"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 47"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 597"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "305 F. 2d 864",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        252123,
        12166198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/305/0864-01",
        "/ccpa/49-2/1323-01"
      ]
    },
    {
      "cite": "49 CCPA 1323",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166198
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1323-01"
      ]
    },
    {
      "cite": "264 F. 2d 894",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079040,
        1983353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0818-01",
        "/f2d/264/0894-01"
      ]
    },
    {
      "cite": "46 CCPA 818",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079040
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0818-01"
      ]
    },
    {
      "cite": "261 F. 2d 240",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        441424,
        6077602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/261/0240-01",
        "/ccpa/46-2/0725-01"
      ]
    },
    {
      "cite": "46 CCPA 725",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077602
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0725-01"
      ]
    },
    {
      "cite": "301 F. 2d 686",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165266,
        244461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1039-01",
        "/f2d/301/0686-01"
      ]
    },
    {
      "cite": "49 CCPA 1039",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165266
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1039-01"
      ]
    },
    {
      "cite": "343 F. 2d 965",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        872250,
        12165162
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/343/0965-01",
        "/ccpa/52-2/1238-01"
      ]
    },
    {
      "cite": "52 CCPA 1238",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165162
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1238-01"
      ]
    },
    {
      "cite": "79 USPQ 220",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "335 U.S. 291",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/335/0291-01"
      ]
    },
    {
      "cite": "89 USPQ 208",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "190 F. (2d) 606",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        481184
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/190/0606-01"
      ]
    },
    {
      "cite": "104 F. (2d) 230",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1059960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/104/0230-01"
      ]
    },
    {
      "cite": "127 USPQ 326",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "161 F. (2d) 271",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1115037,
        6080455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/161/0271-01",
        "/ccpa/34-2/0968-01"
      ]
    },
    {
      "cite": "34 CCPA 968",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080455
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/34-2/0968-01"
      ]
    },
    {
      "cite": "223 F. (2d) 497",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        53365,
        6080286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/223/0497-01",
        "/ccpa/42-2/1037-01"
      ]
    },
    {
      "cite": "42 CCPA 1037",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080286
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/42-2/1037-01"
      ]
    },
    {
      "cite": "270 F. 2d 810",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1967828,
        6080735
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/270/0810-01",
        "/ccpa/46-2/0976-01"
      ]
    },
    {
      "cite": "46 CCPA 976",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080735
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0976-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1028,
    "char_count": 21042,
    "ocr_confidence": 0.562,
    "pagerank": {
      "raw": 6.885898034747711e-07,
      "percentile": 0.964654696084598
    },
    "sha256": "238c22fd84759a25c90ef4f19fe4c6fe503776b7f6f0bebe5009fbd2f86c0d36",
    "simhash": "1:71efed991d9e4645",
    "word_count": 3322
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Acting Chief Judge, and Martin, Smith, and Almond, Jr., Associate Judges, and Judge William H. Kirkpatrick"
    ],
    "parties": [
      "In re Philip S. Fay and Fred J. Fox"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nAppellants appeal from a decision of the Board of Appeals, adhered to on reconsideration, affirming the examiner’s rejection of claims 1-4 of appellants’ application serial No. 782,641, filed December 24,1958 and entitled “Improved Motor Fuel Composition Containing a Halocarbon Compound” as unpatentable over the prior art.\nThe prior art consists of the following references:\nLincoln, 2,214,768, Sept. 17, 1940.\nPrutton, 2,281,598, May 5, 1942.\nCalingaert et al., 2,479,900, Aug. 23, 1949.\nBlaker, 2,784,160, Mar. 5, 1957.\nRudel, 2,838,387, June 10, 1958.\nNewman et al., 2,937,932, May 24, 1960.\nAppellants have disclosed and claimed leaded gasoline containing a halocarbon compound selected from the group consisting of 1,1-difluoro-2,2-dichloroethane, 1-flúoro-1,2,2-trichloroethane, and 1,1,1-trifluoro-2,3,3-trichloro-2-propene. Claim 1 recites the three compounds in a Markush group, while claims 2 through 4 each recite one of the three compounds individually.\nIn their specification, appellants state that these halocarbon compounds:\n* * * are effective In modifying the action of the fuel in the engine through the alteration of the amount or nature of the deposits therein so as to reduce the tendency of said gasolines to pre-ignite in an engine.\nClaim 1 reads as follows:\n1. A gasoline for use in internal combustion engines containing appreciable amounts up to 3 cc. of tetraethyl lead per gallon and a fluorine-containing halo-carbon compound selected from the group consisting of l,l-difluoro-2,2-dichloro-ethane; l-fluoro-1,2,2, trichloroethane; and l,l,l-trifluoro-2,3,3,-trichloro-2-propene in an amount at least 0.5 times to 2.0 times the theoretical amount thereof required to convert the lead to lead fluoride.\nIt will be seen from the foregoing that appellants are claiming not only a particular class of halocarbons as an additive to gasoline containing tetraethyl lead but also the amount of such additive based on the theoretical amount required to convert the lead to lead fluoride.\nOft repeated rules, like oft repeated myths, seem to die hard. Thus, we find at the outset that the board, despite our contrary holding in In re Ratti, 46 CCPA 976, 270 F. 2d 810, 123 USPQ 349 said:\nThere has been no showing of superiority over any of the reference compounds and under the circumstances it may be doubted that any such showing could confer patentability. In re Krogman, 42 CCPA 1037; 1955 C.D. 349; 700 O.G. 784; 223 F. (2d) 497; 106 USPQ 276.\nAs we stated in Ratti, the statutory requirements for patentability are novelty, utility and unobviousness. We repeat here what we said there: “While it is true that proof that an invention is better or does possess advantages may be persuasive of the existence of any one or all of the foregoing three requirements, and hence may be indicative of patentability, Congress has not seen fit to make such proof a prerequisite to patentability.” It seems to us, therefore, that to the extent the board’s position requires an applicant to make a “showing of superioi'ity over any of the reference compounds” it is clearly in error.\nWe are dealing here with a composition of matter consisting of a gasoline for use in internal combustion engines to which specific amounts of specified materials have been added. As set forth in appellants’ specification:\nIt has been discovered in accordance with this invention that a motor fuel, and particularly leaded gasoline, can be improved with respect to its tendency toward uncontrolled ignition in an engine by incorporating in the fuel a small amount of at least one fluorine-containing halocarbon compound of the group consisting of 1,1-difluoro-2,2-dichlorothane (FJIC CIICb) ; 1-fluopro-1,2,2-tri-chloroethane (FC1HC-CHC1) ; and 1,1,1-trifluoro-2,3,3,-trliehloro-2-propene (F3C-CC1-=CC12). The above compounds are well known to the art and are commercially available from various sources of supply, and hence it is unnecessary herein to discuss in further detail the preparation of these compounds. * * * Therefore, this invention is based, at least in part, on the discovery of the specific group of fluorine-containing halocarbon compounds which respond in a gasoline to alleviate pre-ignition of said gasoline in an internal combustion engine.\nSuch a composition of matter is a new combination. It is necessary, therefore, to consider such a combination as an entity which embodies the invention for which a patent is sought. In other words, it is necessary to consider the invention “as a whole,” i.e., the mental conception of the invention as well as its embodiment in a particular composition of matter. “A patentable invention is a mental result. * * * The * * * product is but its material reflex and embodiment.” Smith v. Nichols, 88 U.S. (21 Wall.) 112 (1874).\nDue to the fact that chemistry is still largely an empirical science it is easy to characterize inventions in the chemical field as but the result of “routine testing.” It cannot be denied that “routine testing” is an essential part of many inventions in the chemical field. But even “routine” testing, whatever that may be, must be guided and directed by the mental concept of the inventor. It seems to us that the board lost sight of these important considerations when it stated:\nWith respect to the main point of the argument it is evident that appellants are experimenting with a rather small group of compounds, which it seems the art has clearly directed them to. Each of the last three mentioned patents show chloxobromo-fluoro derivatives of ethane and Blaker may be considered as further directing them to chloro-fluoro ethanes (excluding bromine). With this as a base it can only be concluded that use of appellants’ compounds amounts co routine trials of obvious variations within this extremely limited class of halohydrocarbons. It is well settled that routine experimentation within the teachings of the art is not patentable, even though some improvement may be obtained thereby. In re Horney, 34 CCPA 968, 1947 C.D. 302, 603 O.G. 181, 161 F. (2d) 271, 73 USPQ 293; General Electric v. Watson, 127 USPQ 326; L. Sonneborn Sons, Inc. v. Coe, 1939 C.D. 54, 502 O.G. 4, 104 F. (2d) 230; Sherwin-Williams Co., et al. v. Marzall, 1951 C.D. 48, 647 O.G. 328, 190 F. (2d) 606, 89 USPQ 208; Mandel Bros., Inc. v. Wallace, 1948 C.D. 678, 617 O.G. 293, 335 U.S. 291, 79 USPQ 220.\nAppellants’ arguments for patentability of the appealed claims are based on three points, (1) that the prior art lacks “factual data” to support the legal conclusion of obviousness under section 103, (2) that the use of the claimed additives does not amount to “routine trials of obvious variations within the teachings of the prior art,” (3) that the “Board of Appeals erred in failing to consider the factual data supplied by the Idenne affidavit.” We shall consider these arguments in the order stated.\nSection 103 requires that the dilferences between the prior art and the invention for which a patent is sought be ascertained and considered for the purpose of determining whether the claimed subject matter as a whole would have been obvious at the time the invention was made to a person of ordinary skill in the art to which the invention pertains. Thus we look first to the prior art to determine what it discloses to the person skilled in the art of gasoline compounding.\nEach of the references relied upon in the refusal of the appealed claims discloses the addition of halogenated hydrocarbons to internal combustion engine gasolines. All but Lincoln refer to alkyl lead- or tetraethyl lead-containing gasolines. While Lincoln discloses the use of halogenated cyclic compounds, Prutton teaches that combinations of halogenated hydrocarbons and oxygen-bearing compounds may be employed for the same purpose, and Rudel shows that the additives may be high molecular weight fluorinated hydrocarbons.\nBlaker et al. shows the effective use as additives, for scavenger purposes, of the fluorinated hydrocarbons 1-bromo-1, 1-dichloro-2, 2, 2-tri-fluoroethane, 1, 2-di-bromo-1-chloro-1, 2, 2-trifluoroethane, and 1,1, 2, 2-tetrachloro-1, 2 difluoroethane. Also, Newman et al. discloses the additive 1, 1-difluoro-2, 2-dichloro-1, 2-dibromoethane, while indicating that many other polyhalogenated hydrocarbon additives were known in the prior art. Calingaert et al. teaches that various bromine substituted hydrocarbons (having 2 to 3 bromine atoms and three to eight carbon atoms) may be employed as the additives, the invention therein also including “the use of these scavengers with chlorohydro-carbons.”\nAppellants point out in their brief the differences between their invention and the disclosures of the prior art. Thus:\n* * * Of the six patents on which the rejection of obviousness is based, four contain express limitations which exclude Appellants’ claimed compounds. Lincoln 2,214,768:\n“Among the so-called essence materials, which may be employed for the purpose of accomplishing the above-named desirable ends, are the halogenated ring compounds and more specifically the halogenated aromatic compounds” (R. 42, left column, lines 49-53).\nThis clearly excludes halogenated ethanes and propenes. Prutton 2,281,598:\n“The halogenated oxygen-free organic compounds as noted may be either:\nA. Aliphatic such as halogenated :\nI. Hydrocarbons,\nNotably, those containing from four to ten carbon atoms, e.g.:\nFluorinated hexane\nFluorinated octane\nFluorinated decane”\n(R. 48, left column, lines 54-63)\nThis clearly excludes halogenated ethanes and propenes. Calingaert et al 2,479,900:\n“Our invention is the use as scavengers of the class of bromine-substituted hydrocarbons having two to three bromine atoms and from three to eight carbon atoms inclusive, having not more than one bromine atom attached to any carbon atom, and having a vapor pressure at 50° C. of substantially 0.2 to 6 millimetera of mercury.” (R. 56, left column, lines 13-19.)\nThis clearly excludes halogenated ethanes and bromine-free propenes. Rudel 2,838,387:\n“The compounds for use in the present invention must contain at least 14 carbon atoms and preferably at least about 22 carbon atoms.” (R. 66, left column, lines 27-29.)\nThis clearly excludes halogenated ethanes and propenes.\nThe remaining two patents admittedly are the most pertinent of the lot, but their teachings axe so limited that they can easily be summarized in tabular form:\nBlaker 2,784,160:\nOperative Compounds\n(R. 61 left column, lines 55-59)\nBrCl2 C—OF3 (halogenated ethane)\nBrCIFC—CF2 Br (halogenated ethane)\nCl2 FC—CFCla (halogenated ethane)\nInoperative Compounds\n(R. 63 left column, lines 1-10)\nFC12 O—CC1F2 (halogenated ethane)\nF2 BrC—CBrFo (halogenated ethane)\nBrH2 C—CBrF2 (halogenated ethane)\nOCR F (halogenated methane)\nH2 CBrCl (halogenated methane)\nNewman et al 2,937,932:\nOperative Compound\n* * * * * * *\nFa BrC—CCla Br (halogenated ethane)\nIn summary, therefore, it is appellants’ position that the six prior art patents disclose no halogenated propenes, four operative halogenated ethanes, three inoperative halogenated ethanes, and two inoperative halogenated methanes.\nIn their request for reconsideration of the board’s decision appellants also urge that:\nAs was pointed out to the Examiner in an amendment dated January 31, 1961, the term “halogenated ethane” (where the halogen is F, Br, Cl or 1) embraces more than 600 compounds. The field defined by the Board is somewhat narrower by the exclusion of iodine but vastly broader by the inclusion of “lower aliphatic” which embraces saturated and unsaturated compounds of varying carbon chain lengths, so that without further calculation it should be apparent that the Board’s field embraces literally thousands of compounds. It is respectfully submitted that a disclosure of four operative and five inoperative compounds does not define a field embracing thousands of compounds.\nIf the teachings of Rudel et al are included as representative of “lower aliphatic” compounds embraced by the Board’s field definition, then the carbon chain lengths run up to 14 through 22 and higher. This would add thousands upon thousands of additional compounds to the field, none of which contain less than 14 carbon atoms, and are therefore quite remote from the applicants’ claimed 2 and 3 carbon atom-containing compounds.\nIt seems to us, therefore, that substantial differences exist between the teachings of the prior art and the invention here claimed. The fact that appellants have found a limited class of materials among the necessarily large number of prior art materials is itself a factor to consider as evidence of unobviousness of the claimed invention. See In re Ruschig, 52 CCPA 1238, 343 F. 2d 965, 145 USPQ 274.\nThe board’s position that appellants’ invention is unpatentable is based upon its finding that Blaker, Rudel and Newman et all “show chloro-bromo-fluoro derivatives of ethane and Blaker may be considered as further directing them [appellants] to cliloro-fluoro ethanes (excluding bromine) ”. It is from this “base” that the board finds that appellants “are experimenting with a rather small group of compounds, which it seems the art has clearly directed them to.” Predicated upon this interpretation of the prior art, the board then states, “It is well settled that routine experimentation within the teachings of the art is not patentable * * *.\"\nWe question the board’s position because we agree with appellants that the group of compounds to be tested is not a “rather small group” and we do not find in the art teachings which may be said to have “directed” appellants to the compounds here claimed. However, even if the board be correct and we be in error on this point, we do not agree that “routine experimentation” negatives patentability. The last sentence of section 103 states that “patentability shall not be negatived by the manner in which the invention was made.”\nTo support the board’s decision that “routine experimentation within the teachings of the art” will defeat patentability requires a primary determination of whether or not appellants’ experimentation comes within the teachings of the art. Whether the subsequent experimentation is termed “routine” or not is of no consequence.\nThe best one skilled in the art might glean from the prior art is that any conclusion about the operativeness of halogenated ethanes not disclosed therein would be based on pure speculation, and would be the subject of experimental testing. Many of these tests are of necessity “routine” tests, yet they must be so guided and directed as to eliminate the areas of speculation. Our conclusion in In re Sporck, 49 CCPA 1039, 301 F. 2d 686, 133 USPQ 360, seems particularly appropriate:\n* * * Here, neither the record nor the facts of which we are able to take judicial notice supplies the factual data necessary to support the legal conclusion of obviousness of the invention at the time it was made. We are unwilling to substitute speculation and hindsight appraisal of the prior art for such factual data. For this reason we think there is a doubt as to the factual basis supporting the conclusion of the board of appeals that the invention would have been obvious to one of ordinary skill in the art of metal spinning. Under these circumstances, the doubt should be resolved in favor of the applicant. In re Devine, 46 CCPA 725, 261 F. 2d 240, 120 USPQ 84; In re Altmann and Bureau, 46 CCPA 818, 264 F. 2d 894, 121 USPQ 262.\nIn the present case, appellants’ invention is not concerned with optimizing proportions of prior-art compounds, nor is the prior art so replete with operative examples of halogenated ethanes and pro-penes that it can be said that a line of investigation of further compounds has been indicated.\nWe pass now to the asserted error of the board in refusing to consider the factual data supplied by the Henne affidavit. The role of affidavits in resolving the legal issue of obviousness under section 103 is well established. We stated in In re Lulek, 49 CCPA 1323, 305 F. 2d 864, 134 USPQ 352:\nResolution of the legal issue of patentability under 35 U.S.C. 103 requires us to consider what would be factually obvious to one of ordinary skill in the art. Factual data in the form of affidavits is of assistance in making this determination. We think such affidavits should * * * be given careful consideration.\nThe board stated that the Henne affidavit is essentially an opinion and as such carries little weight, It seems to us that one as well qualified in the highly technical art of fluoride-containing halogenated compounds as Henne is shown to be is properly entitled to express his expert opinion, and that such an opinion is entitled to be given consideration with the other evidence in the case in determining whether the conclusion of obviousness is supported by the opinion of the examiner as to what the prior art teaches. For the reasons previously stated we do not think the prior art teachings furnish factual support for the examiner’s opinion.\nIn reviewing the board’s decision it seems to us that it does not relate the factual data in the affidavit to the issue of unobviousness. Father the board stated:\n* * * Henne’s observance of distinctions in the bonding and splitting of the hydrocarbons beginning at the bottom of page 4 and running through page 5 of the affidavit, seems to us to be of little significance when appellants profess ignorance of the precise action of these halohydrocarbons in the gasoline engine.\nThis holding of the board is erroneous for two reasons. First, it ignores the purpose for which the affidavit was submitted, viz. as evidence tending to show unobviousness of appellants’ invention to one skilled in the art. Second, the board’s holding is inconsistent with its treatment of the “action” of appellants’ h al oh y d roc a r b o ns for purposes of applying the prior art patents. In this latter context, the board stated:\n* * * Appellants profess not to know the precise action of their halogenated hydrocarbons, but for convenience they may he regarded as scavenging agents. [Emphasis added.]\nThe factual data in the Henne affidavit consists of an enumeration of basic chemical differences between appellants’ claimed compounds and those of the prior art. Thus, in discussing the criticality of the presence of fluorine in a halogenated compound, Dr. Henne stated:\nIn organic compounds, we are, * * * concerned with * * * the bonding or bondings they [the halogens] can make with carbon.\nFluorine and carbon are both in the same horizontal period of the table and any bonding they make between themselves will be, from both sides, at the same principal quantum number, namely 2.\nBy contrast, all the other halogens can only be bonded to carbon at differing quantum numbers (3 for chlorine, 4 for bromine, etc.). There is, therefore, a basic difference between carbon-fluorine bonds on the one hand, and carbon-chlorine, carbon-bromine and carbon-iodine bonds on the other hand.\nThis difference in bonding leads me to the conclusion that the knowledge of what non-fluorinated halocarbon compounds will accomplish in the high temperature environment of a combustion chamber, would not permit me to predict what fluorinated halocarbon compounds would accomplish in the same environment.\nThe Henne affidavit presents factual data which appears to show that the presence or absence of hydrogen atoms in the halocarbon compound influences the behavior of the perhalogenated paraffins in the high temperature environment of the combustion chamber of an internal combustion engine.\nThe board’s statement that the prior art clearly directed appellants to their claimed compounds ignores the existence of the chemical differences discussed in the Henne affidavit. Moreover, the skilled artisan recognizing, as Henne did, that these chemical differences are responsible for the formation of thermal decomposition products different from those formed from the prior art halohydrocarbon additives, and recognizing further from the teachings of the Blaker patent the inoperativeness of certain halocarbon compounds more closely related to the operative prior art compounds than to appellants’ compounds, would not be “clearly directed” to appellants’ claimed compounds.\nIn view of the foregoing, the decision of the board is reversed.",
        "type": "majority",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Howard L. Weinshenker (Leland L. Chapman, of counsel) for appellants.",
      "Clarence W. Moore (J. E. Armore, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 597; 146 USPQ 47\nIn re Philip S. Fay and Fred J. Fox\n(No. 7352)\nUnited States Court of Customs and Patent Appeals,\nJune 24, 1965\nHoward L. Weinshenker (Leland L. Chapman, of counsel) for appellants.\nClarence W. Moore (J. E. Armore, of counsel) for the Commissioner of Patents.\n[Oral argument February 5, 1965 by Mr. Weinshenker and Mr. Armore]\nBefore Rich, Acting Chief Judge, and Martin, Smith, and Almond, Jr., Associate Judges, and Judge William H. Kirkpatrick\nUnited States Senior District Judge for the Eastern District of Pennsylvania, designated to participate in place of Chief Judge Worley, pursuant to provisions of Section 294(d), Title 28, United States Code."
  },
  "file_name": "1483-01",
  "first_page_order": 807,
  "last_page_order": 815
}
