{
  "id": 6092664,
  "name": "Swingline, Inc. v. I. B. Kleinert Rubber Company",
  "name_abbreviation": "Swingline, Inc. v. I. B. Kleinert Rubber Co.",
  "decision_date": "1968-07-18",
  "docket_number": "No. 7865",
  "first_page": "1486",
  "last_page": "1493",
  "citations": [
    {
      "type": "official",
      "cite": "55 C.C.P.A. 1486"
    },
    {
      "type": "parallel",
      "cite": "158 U.S.P.Q. 341"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "399 F.2d 283",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2140703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/399/0283-01"
      ]
    },
    {
      "cite": "147 USPQ 539",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "153 USPQ 819",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 1
    },
    {
      "cite": "156 USPQ 160",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "23 U. Chi. L. Rev. 77",
      "category": "journals:journal",
      "reporter": "U. Chi. L. Rev.",
      "opinion_index": 1
    },
    {
      "cite": "103 U. Pa. L. Rev. 772",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "opinion_index": 1
    },
    {
      "cite": "94 U. Pa. L. Rev. 125",
      "category": "journals:journal",
      "reporter": "U. Pa. L. Rev.",
      "opinion_index": 1
    },
    {
      "cite": "370 U. S. 530",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169146
      ],
      "year": 1962,
      "opinion_index": 1,
      "case_paths": [
        "/us/370/0530-01"
      ]
    },
    {
      "cite": "55 CCPA 1493",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092668
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/55-2/1493-01"
      ]
    },
    {
      "cite": "155 USPQ 289",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1967,
      "opinion_index": 1
    },
    {
      "cite": "389 U. S. 5",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11331121,
        11331051
      ],
      "year": 1967,
      "opinion_index": 1,
      "case_paths": [
        "/us/389/0005-02",
        "/us/389/0005-01"
      ]
    },
    {
      "cite": "362 F. 2d 293",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        819368,
        6087178
      ],
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/362/0293-01",
        "/ccpa/53-2/1545-01"
      ]
    },
    {
      "cite": "53 CCPA 1545",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6087178
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/53-2/1545-01"
      ]
    },
    {
      "cite": "340 U. S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6930686
      ],
      "year": 1950,
      "opinion_index": 1,
      "case_paths": [
        "/us/340/0036-01"
      ]
    },
    {
      "cite": "319 U. S. 41",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        366536
      ],
      "year": 1943,
      "opinion_index": 1,
      "case_paths": [
        "/us/319/0041-01"
      ]
    },
    {
      "cite": "149 U. S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3570098
      ],
      "year": 1893,
      "opinion_index": 1,
      "case_paths": [
        "/us/149/0308-01"
      ]
    },
    {
      "cite": "141 USPQ 539",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 1
    },
    {
      "cite": "156 USPQ 160",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1967,
      "opinion_index": 2
    },
    {
      "cite": "155 USPQ 289",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1967,
      "opinion_index": 3
    },
    {
      "cite": "389 U. S. 5",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11331121,
        11331051
      ],
      "year": 1967,
      "opinion_index": 3,
      "case_paths": [
        "/us/389/0005-02",
        "/us/389/0005-01"
      ]
    },
    {
      "cite": "340 U. S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6930686
      ],
      "year": 1950,
      "opinion_index": 3,
      "case_paths": [
        "/us/340/0036-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 17709,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 9.115162856034739e-08,
      "percentile": 0.5064926565216736
    },
    "sha256": "6c5612b71ed1bc51a49edb0c354931128d7bb879b2f6f93bfd4ca2f1643589de",
    "simhash": "1:aff2c0a90e62193f",
    "word_count": 2962
  },
  "last_updated": "2024-02-27T17:09:53.194820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, Justice Clare, and Judges High, Smith, Kirkpatrick."
    ],
    "parties": [
      "Swingline, Inc. v. I. B. Kleinert Rubber Company"
    ],
    "opinions": [
      {
        "text": "Smith, Chief Judge,\ndelivered the opinion, of the court:\nThe appeal is from the decision of the Trademark Trial and Appeal Board, dismissing appellant’s opposition to appellee’s application to register the trademark “SWINGLINE” for dress shields composed of rubber and cotton and designed for dresses having cap sleeves with a Y-shaped underarm. Appellant’s opposition was based upon its prior use and registration of the same mark on office cabinets and display cabinets; stapling machines, tackers and pliers; staples; electric stapling machines; binder clips, index tabs, rubber finger tips, paper fasteners, file fasteners and folders for binding and holding papers together; staple removers; and other like goods. The board concluded that simultaneous use of the mark in issue on the respective goods of the parties is not likely to cause confusion. This appeal followed.\nAfter appellant had filed its brief in this court, the parties entered into a stipulation wherein the appellee consented to withdraw its application for registration with prejudice and agreed that the opposition should be sustained in all respects. Appellee further agreed not to utilize the mark on any goods whatsoever, except for a one-year period following the agreement, to permit disposal of its material bearing the contested mark.\nSubject to appellee’s compliance with the terms of the stipulation, appellant agreed to grant to appellee a full and complete release of any claims which it had or may have had against the appellee before the date of the stipulation for appellee’s use of “SWING-LINE.”\nOn the basis of this stipulation, appellant moved in this court to dispose of the present appeal by an order drafted in accordance with the terms of the stipulation. The Patent Office Solicitor, although the Commissioner was not a party to the action, opposed this disposition of the appeal and argued that the decision of the board could not be reversed by an agreement between the parties. This motion to dispose of the appeal was denied on the ground that certain of the contents of the proposed “Stipulation and Order” were outside the jurisdiction of the court.\nIt is true that this court will not act on the merits of an appeal on the stipulation of the parties. Here, however, the appellant advised the court on argument that all of the issues involved in the appeal had ben rendered moot in view of the earlier agreement between the parties settling the entire controversy. A stipulation to this effect was already on file in this cause. We agree that the appeal is moot. This court, therefore, has no jurisdiction to pass upon the legal questions involved for lack of a justiciable issue. The appellant on argument left the disposition of the case entirely with the court. The question is a novel one for this court. We believe it clear, however, that the appropriate action in such cases is to vacate the judgment previously rendered and remand the case for such further action as is appropriate in the light of the settlement. This would effectively prevent the judgment below from becoming a precedent.\nIt is therefore ordered that the judgment of the Trademark Trial and Appeal Board be vacated and this cause be, and the same is hereby, remanded to the Patent Office to permit the appellee to withdraw his application for registration with prejudice, and for any other and further proceedings as may be necessary in the premises. VACATED AND REMANDED\nResult reported, 147 USPQ 539 (TTAB 1965).\nSerial No. 137,916, filed February 14, 1962. Appellee alleged a date of first use of January 25, 1962.\nAppellant-opposer is tbe owner of a plurality of registrations for “SWINGLINE” on the goods stated, as well as on other goods.",
        "type": "majority",
        "author": "Smith, Chief Judge,"
      },
      {
        "text": "Bich, Judge,\nconcurring.\nMr. Justice Clark, Judge Smith, and I are in complete agreement that this court cannot act on the merits of the opposition which was decided by the board and that the proper procedure is for this court to vacate the board’s decision, reported at 141 USPQ 539.\nThis concurring opinion is motivated by the dissenting opinions and its purpose is to answer some of the points they raise and to cite some of the authority which supports the action being taken by the majority.\nThe posture of this case is not the same as it was before the filing of the motion which we denied a year before the argument of the case in this court. Before that, it was an ordinary appeal on a controversial issue. It was a “case or controversy.” The motion, however, called our attention to facts showing that the issue had become moot. This mootness is the salient fact underlying the action of the majority as stated for it in Judge Smith’s opinion.\nIt has been suggested that the majority action is beyond our authority, unnecessary, and unwise and that we should decide the controversy, which is now moot, “on its merits.” Ho authority has been cited to justify such action. I think none exists.\nAuthority to the contrary in support of the elementary principle that a United States court established under Article III of the Constitution is limited to deciding cases and controversies and that a moot question is not in this category is found in California v. San Pablo & Tulare R.R., 149 U. S. 308 (1893), St. Pierre v. United States, 319 U. S. 41 (1943), United States v. Munsingwear, 340 U. S. 36 (1950), and in the recent case which became moot after the granting of certiorari to this court on the petition of the Patent Office, In re Hofstetter, 53 CCPA 1545, 362 F. 2d 293, 150 USPQ, 105 (1966), vacated, Brenner v. Hofstetter, 389 U. S. 5, 155 USPQ 289 (1967), appeal dismissed, In re Hofstetter, 55 CCPA 1493, 155 USPQ 515 (1967). In Eofstetter the mootness resulted from an applicant abandoning a patent application while court review was pending and here it results from a stipulation to withdraw an application to register a trademark. The parallel is clear.\nAuthority for the statement that this court is an Article III court —giving rise to the obligation to act like one — is found in Glidden v. Zdanok, 370 U. S. 530 (1962). As such a court, we certainly have inherent authority to do what the law requires of us, namely, to vacate a decision of a lower tribunal in a mater which has become moot. According to the above decisions, we do not have the authority to decide that matter and it appears to me, for that reason, that it would be both unnecessary and unwise for us to do so. See S. A. Diamond, Federal Jurisdiction to Decide Moot Cases, 94 U. Pa. L. Rev. 125; Cases Moot on Appeal: A Limit on the Judicial Power, 103 U. Pa. L. Rev. 772; Disposition of Moot Cases by the United States Supreme Court, 23 U. Chi. L. Rev. 77.\nIn vacating the board decision, it should be noticed that we are not doing so at the request of the parties or pursuant to their stipulation. Neither are we sustaining the opposition, notwithstanding the obvious fact that the opposer has prevailed over the applicant for registration. But it has done so through negotiations rather than litigation — the kind of resolution of a dispute we should do all within our power to encourage.\nThe parties wanted this court to give its official blessing to the terms of their stipulation but overlooked the fact that several of the matters in it — such as the release of damages, agreement not to use, and the allowance of time to appellee to dispose of goods — are entirely outside our jurisdiction. That is why we had to deny appellant’s motion, as Judge Smith’s opinion points out. All appellant wanted under the circumstances which existed after the settlement between the parties was somehow to get rid of the decision of the board which had gone against it. But appellant misconceived the proper solution. As Judge Smith said, it left it to this court to decide. It should be clear now that appellant’s proper course would have been to establish the mootness of the case and suggest the vacating of the board decision.\nIt is noted from Viber Co. v. Renner Co., 156 USPQ 160 (1967), that when the Trademark Trial and Appeal Board has jurisdiction of a case previously decided by it and is advised that it has become moot, it vacates its own prior decision. In a decision, reported at 153 USPQ 819, the board had sustained an opposition by Viber to registration of a trademark. Upon the subsequent withdrawal of the opposition pursuant to an agreement between the parties, the board vacated that decision.\nSince jurisdiction of the present cause of action was in this court at the time it became moot and still is, it seems appropriate that we should vacate the only decision rendered in it as well as refuse to render any further decision on the merits.\nAssociate Justice, United States Supreme Court, sitting by designation in place of Almond, J.",
        "type": "concurrence",
        "author": "Bich, Judge,"
      },
      {
        "text": "WoRley, Chief Judge,\ndissenting.\nI am aware of no authority supporting the majority action in vacating the decision of the Trademark Trial and Appeal Board merely because the parties apparently desire such action.\nIt should be remembered that the board, after full consideration on the merits, held adversely to appellant. After appeal to this court appellant filed a motion predicated on a stipulation and order. The stipulation reads:\nIT IS HEREBY STIPULATED, by and between tbe attorneys for tbe respective parties hereto, tbe Oommdssioner of Patents consenting¡, that the above-entitled proceeding be, and tbe same hereby is, terminated upon tbe following terms and conditions:\n1 Tbe appellee hereby withdraws its application for registration of the trademark “SWINGLINE”, Serial No. 137,916, filed February 14, 1962 with prejudice and consents that Opposition No. Jj2,297 he in all respects sustained.\n2 The appellee further agrees that it will not, except as specifically set forth in this stipulation, utilize the trademark “SWINGLINE” upon any goods whatsoever.\n3 The appellant agrees, subject to compliance by the appellee with the terms and conditions of this .stipulation, to grant to appellee a full and complete release of any claims that i!t has or may have against the appellee from the beginning of the world to the date of this stipulation with respect to the prior utilization of the trademark “SWINGLINE” by appellee.\n4 The appellant specifically grants the appellee a term of twelve (12) months from the date of this stipulation to utilize its present material in commerce bearing the trademark “SWINGLINE”. Appellee agrees' that it will not, subsequent to the date of this stipulation, print or design, or cause to be printed or designed, any material bearing the trademark “SWING-LINE”.\n5 The terms and conditions of this stipulation may he specifically enforced hy the appellant against the appellee in any court having jurisdiction of the parties. (Emphasis Supplied)\nThe Order which this court was asked to enforce reads:\nORDERED, that Opposition No. 42297 be in all respects sustained and that the application for registration of the trademark “SWINGLINE”, Serial No. 137,916 filed February 14, 1962, is withdrawn with prejudice, and it is further\nORDERED, that I. B. KLEINERT RUBBER COMP ANT, the appellee herein, will not utilize the trademark “SWINGLINE” upon any goods whatsoever except to the extent set forth in the annexed stipulation, and it is further\nORDERED, that subject to the compliance by I. B. KLEINERT RUBBER COMPANY with the terms' and conditions of this stipulation, SWINGLINE INC. hereby grants unto said I. B. KLEINERT RUBBER COMPANY a full and complete release of any and all claims that it has or may have against said company from the beginning of the world to the date of the annexed stipulation with respect to the prior utilization of the trademark “SWINGLINE” by said corporation, and it is further\nORDERED, that the Commissioner of Patents shall enter an appropriate order on its records in accordance with the order of this Court.\nIn answer thereto the Commissioner of Patents challenged the propriety and legality of such action as follows:\nThe Commissioner of Patents, through counsel, submits the following memorandum in connection with the Motion, Stipulation and Order, submitted by the parties in Opposition No. 42,297.\nThe Trademark Trial and Appeal Board having concluded that “applicant’s use of “SWINGLINE” is not likely to cause confusion or mistake or deception”, dismissed the Opposition. The parties propose to overrule the Board hy their stipulation and the proposed order they are requesting the Court to sign.\nThe Commissioner of Patents desires to point out that there is no basis in the law for the order requested hy the parties. The decision of the Trademark Trial and Appeal Board cannot he reversed hy the agreement of the parties,', but only by a court of competent jurisdiction after hearing and decision on the points raised. The appellee may withdraw its application if it so desires, hut appellee cannot legally change the Board’s decision hy consenting that the Opposition he in all respects sustained. (Emphasis supplied)\nAfter full consideration this court unanimously and properly denied appellant’s motion, the Clerk advising the parties by letter to that effect. Thus, since there is nothing else before the court, the present posture of the appeal is precisely as before, and, absent a motion, by appellant to dismiss, should be decided on its merits as Congress has said we should do.\nHad appellant moved to dismiss its appeal here the adverse decision of the board would have remained. However, during argument appellant’s counsel frankly stated the purpose of the stipulation and order was to remove that decision as a precedent against his client in any future litigation involving the mark “SWINGLINE.” Thus, unhappily, the majority follows an unauthorized, unwise and unnecessary procedure in ratifying an agreement between private parties to set aside a legal ruling of a tribunal created by Congress and charged with the responsibility it has properly discharged here.\n*******\nThe court has today denied the motion of appellant to dispose of this appeal based on a stipulation and order filed by counsel for the appellant and appellee and attached to said motion. Certain of the contents of the proposed “Stipulation and Order” are deemed to be outside the jurisdiction of the court.\nUnless the parties file appropriate papers requesting dismissal, this appeal will proceed in due course. * * *\nNo papers requesting dismissal have been filed, nor did counsel make any such motion at oral argument. It should also be remembered that, at oral argument, counsel for appellant did not regard the appeal as “moot.” Indeed, insofar as I am aware, appellee has not formally abandoned its application to register the mark “Swingline.”\nThat there is no necessity for the majority action here is clearly evident from the action taken by the Trademark Trial and Appeal Board in Viber Co. v. Renner Co., 156 USPQ 160 (1967).\nSection 21(a)(4) of the Lanham Act reads:\n(4) The court shall hear and determine such appeal on the evidence produced before the Patent Office, and the decision shall be confined to the points set forth in the reasons of appeal. * * *",
        "type": "dissent",
        "author": "WoRley, Chief Judge,"
      },
      {
        "text": "Kirkpatrick, Judge,\ndissenting.\nI agree that the appeal is moot and should be dismissed. That, however, is all that I feel that the court should do in this case.\nI am aware that a number of appellate courts, including the Supreme Court, have in cases in which the cause has become moot, reversed or vacated lower court judgments pursuant to a stipulation or at request of the losing party, but I cannot join with the majority in following that practice in the present case. I think that the judgments of trial and lower appellate courts and the final decisions of administrative tribunals rendered after a full hearing on the merits of an actual controversy should not be altered, reversed or vacated by a judgment of the Court for the sole reason that the parties have agreed that the court should take such action.\nIn the present case, although court approval is really unnecessary, there is no reason why, if the parties desire it, this court should not approve the part of their agreement which provides for the withdrawal of the application for registration of the trademark. However, the Trademark Trial & Appeal Board after full hearing and in the exercise of its authority dismissed the appellant’s opposition and under the majority’s order the court now vacates that decision. The net practical effect between these parties of that action is that the opposition is sustained by a judicial act of this court for no other reason than that the attorneys desire that it should be.\nAny review of the decisions of the Trademark, Trial and Appeal Board resulting in nullifying a decision of the Board is properly taken only on the merits. As the cause is now moot, this court should not hear the appeal on the merits and has not done so.\nIt seems to me that the proper practice, as has been stated, is to dismiss the appeal leaving the parties as the court has found them. I therefore dissent.\nSee Brenner v. Hofstetter, 389 U.S. 5, 155 USPQ 289 (1967); United States v. Munsingwear, 340 U.S. 36 (1950).",
        "type": "dissent",
        "author": "Kirkpatrick, Judge,"
      }
    ],
    "attorneys": [
      "I. Walton Bacler, Albert M. Zalhind for appellant.",
      "Francis D. Thomas, Jr., Harvey W. Mortimer for appellee."
    ],
    "corrections": "",
    "head_matter": "399 F.2d 283; 158 USPQ 341\nSwingline, Inc. v. I. B. Kleinert Rubber Company\n(No. 7865)\nUnited States Court of Customs and Patent Appeals,\nJuly 18, 1968\nI. Walton Bacler, Albert M. Zalhind for appellant.\nFrancis D. Thomas, Jr., Harvey W. Mortimer for appellee.\n[Oral, argument December 6, 1967 by Mr. Bader; submitted on record by appellee]\nBefore Worley, Chief Judge, Justice Clare, and Judges High, Smith, Kirkpatrick.\nAssociate Justice, retired, Supreme Court of the United States, sitting by designation.\nSenior District Judge, Eastern District of Pennsylvania, sitting by designation."
  },
  "file_name": "1486-01",
  "first_page_order": 826,
  "last_page_order": 833
}
