{
  "id": 11825602,
  "name": "BALLY'S GRAND HOTEL & CASINO, Appellant, v. SUSAN REEVES, Respondent",
  "name_abbreviation": "Bally's Grand Hotel & Casino v. Reeves",
  "decision_date": "1996-12-20",
  "docket_number": "No. 25600",
  "first_page": "1487",
  "last_page": "1489",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1487"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 936"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "110 Nev. 440",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558009
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "444"
        },
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110/0440-01"
      ]
    },
    {
      "cite": "109 Nev. 1022",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557546
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "rejecting adoption of the collateral order doctrine for Nevada"
        },
        {
          "parenthetical": "rejecting adoption of the collateral order doctrine for Nevada"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/109-2/1022-01"
      ]
    },
    {
      "cite": "102 Nev. 654",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558258
      ],
      "weight": 4,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "holding that no appeal lies from an order remanding a case to an administrative body for further proceedings"
        },
        {
          "parenthetical": "holding that no appeal lies from an order remanding a case to an administrative body for further proceedings"
        },
        {
          "page": "657"
        },
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0654-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 315,
    "char_count": 4711,
    "ocr_confidence": 0.918,
    "pagerank": {
      "raw": 1.1178462890567846e-07,
      "percentile": 0.5726822297361738
    },
    "sha256": "cf7201edd62704a57f2e331c0cc92c1158587944c697bcdc4f76058067317824",
    "simhash": "1:176b5037ecde1577",
    "word_count": 758
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "BALLY’S GRAND HOTEL & CASINO, Appellant, v. SUSAN REEVES, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nRespondent Susan Reeves was working for appellant Bally’s Grand Hotel when she was involved in a non-industrial car accident in July of 1987. She was then involved in another car accident in September of 1988 when her car was hit by a fellow employee’s car in the Bally’s parking lot. Thus, this second accident was arguably an industrial injury.\nEight months after the date of the second car accident, Reeves filled out and filed a formal Employee Accident Report with Bally’s. Bally’s denied the claim on the grounds that it was untimely filed. The hearing officer affirmed Bally’s denial of the claim, and Reeves appealed. The appeals officer also upheld Bally’s denial of the claim, holding that Reeves had filed an untimely claim, that she had not demonstrated any excuse for the late filing, and that she could not demonstrate distinct injuries resulting from the second accident as compared to the first accident. Reeves filed a petition for judicial review in the district court.\nThe district court reversed the decisions of the administrative officers and ruled that the appeals officer’s decision was not supported by substantial evidence. The district court concluded that Reeves was entitled to benefits. Accordingly, the district court set aside the appeals officer’s decision and stated that the matter should be remanded to Bally’s self-insurer for calculation of benefits.\nBecause the written judgment states that the matter should be remanded to the self-insured administrator for further action, this court issued an order directing Bally’s to show cause why the appeal should not be dismissed for lack of jurisdiction. See Clark County Liquor v. Clark, 102 Nev. 654, 730 P.2d 443 (1986) (holding that no appeal lies from an order remanding a case to an administrative body for further proceedings) and State, Taxicab Authority v. Greenspun, 109 Nev. 1022, 862 P.2d 423 (1993) (rejecting adoption of the collateral order doctrine for Nevada).\nBally’s argues that the use of the word “remand” or “remanded” in this case should not automatically compel a conclusion that the order of the district court is not a final, appealable judgment. We agree. Clark County Liquor does not stand for the proposition that every order remanding a matter to an administrative body is by definition not a final judgment for purposes of appeal and does not preclude an appeal from a proper final judgment. “This court has consistently looked past labels in interpreting NRAP 3A(b)(1), and has instead taken a functional view of finality, which seeks to further the rule’s main objective: promoting judicial economy by avoiding the specter of piecemeal appellate review.” Valley Bank of Nevada v. Ginsburg, 110 Nev. 440, 444, 874 P.2d 729, 733 (1994). In Clark County Liquor, this court noted that the order at issue remanded the action for further substantive action and specifically ordered the production of discovery. 102 Nev. at 657, 730 P.2d at 446. The order was clearly not a final judgment.\nIn contrast, here, the single discrete issue before the district court on the petition for judicial review was whether Reeves was entitled to benefits under the circumstances. The administrative officers had all concluded that she was not; the district court concluded that she was. The inclusion of the term “remand” in the order does not change the substantive finality with regard to the issue actually presented to the district court. The district court’s order merely sent the case back for a calculation of the amount due Reeves pursuant to the conclusion that she was entitled to benefits. The mere statement that the matter be remanded for calculation of benefits does not render non-final the otherwise final determination that those benefits are owed. The district court’s order reversing the appeals officer’s decision that Reeves was entitled to benefits cannot be altered by any decision on remand calculating benefits. Therefore, the order appealed from in this case is final and appealable.\nWe conclude that the order at issue in this case is, in substance, a final appealable order, resolving all claims between all the parties.\nWe have determined that oral argument would be of assistance in the disposition of this appeal. Accordingly, the clerk of this court shall schedule this appeal for oral argument on the first available argument calendar. Argument shall be limited to thirty (30) minutes.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Schreck, Jones, Bernhard, Woloson & Godfrey and F. Edward Mulholland, II, Las Vegas, for Appellant.",
      "Pearson & Patton and Douglas M. Rowan, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "BALLY’S GRAND HOTEL & CASINO, Appellant, v. SUSAN REEVES, Respondent.\nNo. 25600\nDecember 20, 1996\n929 P.2d 936\nSchreck, Jones, Bernhard, Woloson & Godfrey and F. Edward Mulholland, II, Las Vegas, for Appellant.\nPearson & Patton and Douglas M. Rowan, Las Vegas, for Respondent."
  },
  "file_name": "1487-01",
  "first_page_order": 669,
  "last_page_order": 671
}
