{
  "id": 6087112,
  "name": "In re Jean W. Mabbott",
  "name_abbreviation": "In re Mabbott",
  "decision_date": "1966-08-18",
  "docket_number": "No. 7600",
  "first_page": "1488",
  "last_page": "1497",
  "citations": [
    {
      "type": "official",
      "cite": "53 C.C.P.A. 1488"
    },
    {
      "type": "parallel",
      "cite": "150 U.S.P.Q. 735"
    },
    {
      "type": "parallel",
      "cite": "364 F.2d 466"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "148 USPQ 459",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1966,
      "opinion_index": 1
    },
    {
      "cite": "383 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166987
      ],
      "year": 1966,
      "opinion_index": 1,
      "case_paths": [
        "/us/383/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1028,
    "char_count": 24361,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.17343694555165184
    },
    "sha256": "c2324201037de2e3c034792d61661301e4c8409ae765d15fdcd291753a00b0d5",
    "simhash": "1:51ec2a8b7f9e37ef",
    "word_count": 3780
  },
  "last_updated": "2024-02-27T21:06:38.381882+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Acting Chief Judge, and Martin, Smith, and Almond^ Jr., Associate Judges, and Judge William H. Kirkpatrick"
    ],
    "parties": [
      "In re Jean W. Mabbott"
    ],
    "opinions": [
      {
        "text": "Kirkpatrick, Judge,\ndelivered the opinion of the court:\nThis appeal is from the decision of the Board of Appeals affirming the examiner’s rejection of claims 18-29 in appellant’s application for “Flexible Permanent Magnets.”\nAppellant’s specification sets forth, the following background information concerning the state of the art relating to flexible permanent magnets, and the relationship of his invention thereto:\nIt is now known that it is possible to make permanent magnets which are flexible by uniting finely-divided magnetic particles with a flexible.binder. Such magnets not only possess the advantage of being capable of limited lateral deformation without breakage, but also may have a plurality of magnetic-poles distributed over the surface in a wide variety of arrangements. * * *\nThe magnetic strength of flexible magnets has, however, generally not been' as great as those in which the individual magnetic particles are rigidly 'held together by sintering or fusing the particles at their points of contact. This difference in strength of the two types of magnets is primarily due to the fact that in the flexible type magnet the total amount of magnetic material is less than in á rigid magnet of the same size by the amount of the binder which imparts the flexibility and which is non-magnetic. Attempts to' increase 'the magnetic strength of flexible magnets beyond the maximum presently attainable with known compositions; by simply increasing the ratio of magnetic to non-magnetic material, have resulted in processing difficulties during manufacture and loss, of flexibility and excessive fragility in the final product.\nIn accordance with this invention, flexible permanent magnets are provided which contain a greater percentage of .magnetic particles, and hence greater magnetic strength, for a given flexibility than do prior flexible magnets. Alternatively, magnets may now be produced which have greater -flexibility and greater' resistance to cracking, crumbling and/or breaking than prior flexible magnets of like magnetic strength. These improved properties are-made possible by employing as the material for uniting the magnetic particles substances which are of high molecular weight with very long molecules yet -are soft and possess good tendile strength, good resistance to oxidation and have high capacity for accepting finely-divided magnetic .particles while remaining amorphous.\nAppellant’s solution to -the above discussed problem involves the use of one or more chlorinated polyethylene, chlorosulfonated polyethylene, and polyisobutylene as a polymeric hinder for finely divided .magnetic particles, as set forth in claim 18:\n18. A flexible permanent magnet comprising finely-divided particles of a ferrite, capable of permanent magnetization and having the formula MO-nFéaOa in which M is selected from the group consisting of divalent metal and lead and n is an integral number, bonded together by at least one component selected from the group consisting of high molecular weight flexible chlorosulfonated. polyethylene, polyisobutylene and chlorinated polyethylene, wherein the volume of the particles is at least 67 % of the total volume of the magnet and the size of the particles is in the range of 0.5 to 1Ó microns. . .\nClaim 19 differs from claim 18 in reciting a mixture of materials, viz, a “blend consisting of chlorosulfonated polyethylene and.one.of the class consisting of polyisobutylene and chlorinated-polyethylene.” Claims 20-25 and. 29 are all drawn to flexible permanent magnets.,émploying as. a binder blends of chlorosulfonated polyethylene and polyisobutylene,. with particular percentages of magnetic ferrite material, and-polymer, distinguishing each claim from the others.' Claims 25-27 recite various blends of chlorosulfonated polyethylene and chlorinated polyethylene as a binder, and claim 28 recites the use of only chlorinated polyethylene as a binder.\nAccording to appellant, the addition of chlorosulf onated polyethylene to a polyisobutylene binder for the ferrite particles yields a “stiller” magnet and improves its “toughness and stress-crack resistance;” conversely, there is a “progressive increase in flexibility” as the proportion of polyisobutylene is increased. The resulting magnets find use in such articles as gaskets.\nThe references are:\nCurtis__ 2, 655, 195 Oct. 13, 1953\nStrain____ 2,729,608 Jan. 3,1956\nBlume_____ 2, 999, 275 Sept. 12, 1961\nRenfrew et al. — Polythene—Interscience Publishers Inc., New York, 2d Edition, 1960, pages 389 to 404.\nBlume discloses a permanent magnet composed of barium or lead ferrite milled to a particle size of about 0.5 microns or greater and disposed in “an elastomeric ór plastic medium, such as rubber, polyethylene, plasticized polyvinyl chloride, or the like.” ' In order to increase the magnetic strength of the magnet, the patentee subjects the mixture to a rolling or shearing operation to mechanically align the plate-shaped ferrite particles parallel to the surface of the material. Blume states:\nIn a typical milling operation, barium ferrite to the extent of 65% by volume of the mix is incorporated into the rubber, although a still greater quantity may he introduced. A theoretical limit on ferrite concentration, i.e., “loading factor,” is reached when the mix contains such a concentration of ferrite particles that they tend to “interlock” with each other. When this condition is reached the interparticle frictional forces then prevent the impinging shear forces from aligning the particles. 'Experimentally, it has heen found possible to obtain loadings as high as 70% by volume. However, the uncured composition is then difficult to process and does not have good strength after curing, there being a tendency to crumble. The greater resiliency of the 65% volume materials makes such materials the more suitable for general-■ purpose ■ usage. [Emphasis supplied.]\nCurtis relates to a resilient, flexible magnet composed of finely divided particles of magnetite dispersed in an elastomeric material such as natural rubber, various synthetic rubbers, polyethylene or polyvinyl chloride. Curtis uses his flexible magnet material in belts and gaskets of various descriptions.\nTo fill the void present in Blume with respect to a disclosure of appellant’s specific binders, the examiner turned to Strain and Ren-frew which describe properties and characteristics of chlorinated and chlorosulfonated polyethylene polymers, and blends of those polymers with other elastomers. Strain, for example, discloses that chlorosul-fonated polyethylene is an “elastomer” produced from the treatment of “tough” polyethylene with chlorine and sulfur dioxide. Strain found that addition of between 10-50% chlorosulfonated polyethylene to GR-I (butyl) rubber, the latter being described as a “substantially saturated elastomer,” produced a loss of tensile strength and an increase in modulus, hardness and abrasion resistance. Chlorosulfo-nated polyethylene, as well as its mixtures with natural and other' synthetic rubbers, were found to be resistant to deterioration and! cracking from the action of ozone or oxygen, hence of value for use in the manufacture of such products as belting and gaskets.\nRenfrew describes preparation and properties of chlorinated and chlorosulfonated polyethylene. With regard to chlorinated polyethylene, Renfrew notes that “Soft, rubbery products are obtained in the range of 25-40% chlorine,’’ particularly the polymers produced by a solution chlorination process, in contrast to the higher stiffness of polyethylene per se. Renfrew also discloses that “very pliable products” are provided by chlorosulfonated polyethylenes containing 20-45% chlorine and 1-2.5% sulfur. The cured elastomer is said to possess “good tensile strength,” to be “high in modulus” and to have “unusual abrasion resistance, flex-life and resistance to crack growth.” Its durability is said to suggest a number of commercial applications, among which are conveyor belts, gaskets or flexible coatings. Renfrew also states:\nBlends with other elastomers. — Many of the desirable properties of chlorosul-phonated polythene may be imparted to other elastomers by blending. * * *\nIn addition, blending with ehlorosulphonated polythene improves the oil and abrasion resistance of natural rubber compounds, the modulus and heat resistance of butyl rubber compounds and provides plasticizer-free nitrile rubber compounds with good combinations of oil resistance and low temperature toughness. * * * Blends with butyl rubber have been suggested for tyre curing bags, and blends with nitrile rubber for gaskets and diaphragms.\nIn applying the references, the board stated:\nEach of claims 18 to 29 stands rejected as unpatentable over Blume when considered in view of the known properties of the claimed elastomers shown to be old in the secondary references. The Examiner considers the use of chlorinated or chlorosulfonated polyethylene, or a blend thereof with other polymers, as an obvious alternative to the flexible polymer matrix material of the Blume permanent magnet that uses the unchlorinated rather than the chlorinated derivatives claimed by appellant and shown to be old in Strain and Renfrew et al. The increased flexibility of the claimed polymers is contended to be predictable and hence obvious from their known properties. The Curtis patent was relied on to show the desirability of a high degree of flexibility in a magnetic material and to suggest a need for increased flexibility in Blume.\nBlume discloses a flexible permanent magnet Laving ferrite particles of tbie size and composition specified in the claims. Tliese particles are bonded together with a suitable polymer of which polyethylene is an example. Blume recognizes the existence of the problem of brittleness or loss of flexibility as the percentage of ferrite particles was increased from 65 to 70% and in our view this would suggest the desirability of retaining this flexibility in the claimed range of at least 67% of ferrite content, even apart from the Curtis patent relied -on by the Examiner. The fact that Blume’s solution of this problem was to stop short of the claimed range of ferrite by 2% is not considered by us to lead one away from an obvious alternative of using a binding polymer known to be more flexible than polyethylene. Thus the substantial issue presented on this appeal is whether or not the art recognized the increased flexing qualities of the chlorinated and the chlorosulfonated polyethylenes, the polyisobutylenes and blends thereof.\nWe consider that the references to Renfrew et al. and Strain adequately suggest the use of these polymers where increased flexing qualities are desired.\nIt is evident from the portions of Blume and appellant’s specification quoted earlier in this opinion that the prior art was aware of certain problems to be faced in attempting to increase the magnetic strength of flexible magnets by increasing the ratio of magnetic to nonmagnetic material. Blume, for example, discloses that greater than 65% by volume ferrite may be incorporated in the mix, but a practical upper limit of 70% by volume of ferrite is reached where processing becomes difficult and flexibility in the final product is impaired. In view of the known tensile and flexural properties of polyisobutylene, chlorinated polyethylene and chlorosulfonated polyethylene alone and in blends as illustrated by Strain and Renfrew, we think one of ordinary skill in the art would reasonably expect to ameliorate those problems and obtain a flexible magnet containing at least 67 % by volume of ferrite, a volume percentage within the range disclosed by Blume as feasible, with the instant elastomeric polymers and blends thereof. Many of the properties of the elastomeric materials employed by appellant are either similar or superior to those of Blume’s materials, and would be naturally suggestive of their use in products where, for example, resistance to oxygen, crumbling and flex-cracking is desired. Appellant’s findings that addition of chlorosulfonated polyethylene to saturated polyisobutylene as a particle binder increased the stiffness (modulus) of that material and improved its stress crack resistance correspond substantially to what would be expected from the teachings of Renfrew and Strain that addition of chlorosulfonated polyethylene to a rubber containing about 98% isobutylene units will increase the modulus and improve resistance to cracking. Additionally, the references disclose end uses for the elastomers and blends thereof similar to the uses appellant makes of his product, i.e. gaskets.\nAppellant points to a statement in Renfrew that various common filler materials “increase the stiffness and hardness of the [chlorosul-fonated polyethylene] polymer and impair flexibility at low temperatures,” and argues that in view of that comment one skilled in the art would not be led by Renfrew to substitute the polymers disclosed therein for those in the Blume patent. However, we note that Ren-frew also states that fillers “are used to improve the processing characteristics of chlorosulfonated polyethylene, e.g. as by extrusion or calendering.” Further, Blume states that, as magnetic material is added to his binder, “it initially tends to make the rubber softer than before;” however, as additional quantities of ferrite are added, “the increased softness disappears, and the product becomes relatively stiffer.” It seems to us that an increase in stiffness of any elastomer upon loading it with a filler would normally be expected by one of ordinary skill, and that fact alone would not discourage him from employing a new elastomer where it had not been used before. Moreover, the upper limit of “in the order of 72%” by volume magnetic particles which appellant has found may be employed before unsatisfactory extrusion and loss of flexibility occurs is not substantially different from the upper limit of 70 % disclosed by Blume.\nFinally; while conceding that it could reasonably be expected that an increase in the amount of the magnetic particles employed would result in a concomitant increase in magnetic strength, appellant contends that “a surprising result has been found” — namely, the linear increase in magnetic strength with increasing volume percentage of ferrite particles below 61% of the volume of the magnet becomes proportionately much greater, i.e. something other than linear, when the percentage by volume of the ferrite in the magnets is 67 % or more. Those results, appellant states, are reflected in the portion of Fig. 1 of his specification which is reproduced below.\nAppellant explains the data included in the above graph as follows in his specification:\nThe magnetic strength of each magnet was measured in two different manners. One determination was made with a commercially available gaussmeter. These values [lower curve] are those expressed in the graph in gauss units. The other determination was made by placing each magnet in turn upon a series of soft iron blocks of known weight and a width of one inch with the magnet extending transversely of the width of the block. A film of non-magnet material of .015 inch was placed between the magnet and block to provide a gap therebetween of this dimension and 'the weight of the block lif ted by the magnet was recorded in terms of pounds per inch of length of the magnet [upper curve].\nThe board found appellant’s evidence of unexpected results and arguments pertaining thereto not persuasive, stating:\nAppellant alleges that the increased ferrite content of (the composition of his magnet yields an unexpected increase in magnetic strength. The basis of appellant’s contention is the 'steepening of the right hand terminations of the curves depioted in * * * appellant’s Figure 1.\nWe are in agreement with the Examiner that this showing is not convincing. * * * we note that ;the upsweep of the curves appear to be predicated on but a single plotted point 'and this departure is within the experimental error as is shown by the scattering of the plotting points, particularly the lower left-most point shown in Figure 1. * * *\nWe find no error in -that conclusion. Insofar as appears from the record, each of the ten data points on the above graph reflects but one observation or sampling of the value of magnetic strength, rather than an average of two or more duplicate observations. Appellant has not rebutted the above Patent Office view, which is apparently well taken, by pointing out what the expected experimental error or sampling variation would be in those circumstances, or how it might be calculated.\nWe are well aware that standard techniques are known to statisticians whereby it can be determined whether a straight line (indicative of a linear relationship) could be fitted to a given set of experimental values (graphical points). Empirical considerations here appear to indicate that a linear relationship between magnetic strength and volume per cent ferrite should exist, at least for loadings of ferrite particles of less than 67 % by volume. Thus, appellant’s discarding of a straight line as a “best fit” of his data points appears quite arbitrary, absent a showing, statistical or otherwise, that a straight line should not be fitted to the experimental values with due consideration for experimental error. On. this record, we agree with the Patent Office that appellant’s assertion of other than a linear relationship between magnetic strength and per cent volume of particles for loadings greater than 67% does not appear justified.\nWhile we appreciate appellant’s arguments, we are satisfied the board correctly found the subject matter as a whole to be obvious to one of ordinary skill. The decision is affirmed.\nSerial No. 113,368; filed Mar 29, 1961.\nAppellant points out here that the Strain and Renfrew references do not expressly disclose polyisobutylene, but rather speak of butyl rubber. The board equated GtR-I (butyl) rubber with polyisobutylene, while in fact butyl rubber, according to the solicitor’s brief, is a copolymer constituted of about 98% isobutylene units and 2% isoprene units. Insofar as the record shows, appellant did not raise the issue of nondisclosure below. While appellant is technically correct, he has not demonstrated that one of ordinary skill was not well aware of the existence of both elastomers, or would not expect the properties of the two materials to be substantially the same, apart from the obvious distinction that butyl rubber is curable while polyisobutylene generally is not. Indeed, where one wishes to avoid a blend of elastomers requiring a cure, as appellant apparently does here, it seems to us polyisobutylene would be the logical choice for that purpose.\nWe note that Table II of appellant’s specification illustrates magnetic strength (gauss-meter readings) values ranging from 621 to 6510 for flexible magnets wherein the volume per cent of ferrite is maintained constant at 68.26% and the ratio of chlorosulfonated polyethylene and polyisobutylene is changed. The specification also states:\nThere is no significant variation in the magnetic strength of magnets in which the ferrite is incorporated in a blend* of chlorosulfonated! polyethylene and polyisobutylene when the ratio of the latter two materials is changed and the amount of ferrite is kept constant. * * * [Emphasis supplied.]\nWhile the magnetic strength values of 62-1 — 650 in Table II do not appear directly comparable to the values shown in appellant’s Fig. 1 because of differences in sample width and thickness, they would appear illustrative of the potential magnitude of experimental error at any given value of volume percent of ferrite.",
        "type": "majority",
        "author": "Kirkpatrick, Judge,"
      },
      {
        "text": "Smith, Judge\nconcurring.\nMy concurrence in the result here is based solely on the obviousness of the claimed invention under 85 U.S.C. 103, concerning which the following additional observations may be in order.\nThe Supreme Court in considering section 103 in Graham v. John Deere, 383 U.S. 1, 148 USPQ 459 (1966), pointed out the importance of the factual considerations which must be taken into account before arriving at the legal conclusion of obviousness. The instant case, it seems to me, is one in which the record established a factual basis for this legal conclusion.\nThe only significant difference between the claims át bar and 'the permanent magnets disclosed in the Blume, Jr. patent is found in the type of elastomer used as a matrix for the magnetic particles. Applicant claims the' use of at least one component selected from the group consisting of flexible chlorosulfonated polyethylene, polyiso-butylene and chlorinated polyethylene as the elastomer in their permanent magnets as opposed to the disclosure of Blume, Jr. which calls for an elastomer of rubber, polyvinyl chloride or polyethylene.\nIn view of this difference, I agree with the statement of the issue as set forth in the solicitor’s brief:\nThe sole point in issue, therefore, appears to be whether the utilization of a permanent magnet with the claimed polymers or blends of those polymer's incorporated therein as an elastomer would or would not have been obvious to a person having ordinary skill in the art with the disclosures of the Curtis, Strain and Renfrew et al. references before him at the time the applicant devised his product. 35 U.S.C. 103.\n.As a preliminary observation it should be noted that we are here dealing with what the record shows to be a developed and sophisticated art. Thus, one seeking to improve the flexibility of the prior art magnets (Blume, Jr.) using polyethylene as a binder would be led by the art to seek modifications or blends thereof which would impart greater flexibility. This search would involve a study of literature relating to the modifications or blends of polyethylene as taught by the secondary references.\nWhile appellant has asserted an increase in magnetic strength, presumably as a solution to some problem which may have existed in the art, this at best is what the Supreme Court referred to in the Deere case as a “secondary” factor. However, even the 20% increase in magnetic strength alluded to by appellant in his brief would seem to be obvious from the facts of record. An increase in the ferrite content reduces the amount of polymer in a given magnet, as the nonmagnetic material between the magnetic particles is decreased, the magnetic strength of the magnet can be increased not only because of the additional magnetic material present but also because of the reduction of the leakage flux.\nThese factors support the conclusion that it would have been obvious at the time of appellant’s invention to use the more elastic polymers suggested by Curtis, Strain, and Renfrew et al. which permitted the addition of increased amounts of ferrite particles. There was ample reason to do so if one but followed the suggestions in the art leading to what appellant here claims as his invention.\nIn discussing the characteristics of the magnets which produce the alleged improvement, appellant refers to the fact that claims 22-24, 26,27 and 29 recite specific percentages of the components in the blend of binding material. However, appellant did not show factually that •such, proportions were anything more than obvious variants of the .materials disclosed in the prior art. In this connection it is noted that appellant’s brief admits that when blends of polymers are employed, the ratio of the two binding materials which go to make up the blend may be varied without affecting the magnetic strength of the magnet.\nFor the foregoing reasons I concur in the result reached by the majority.",
        "type": "concurrence",
        "author": "Smith, Judge"
      }
    ],
    "attorneys": [
      "Gordon TV. Daisley (William A. Shir a, Jr., of counsel) for appellant.",
      "Olarenoe W. Moore (L. F. Parker, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "364 F. 2d 466; 150 USPQ 735\nIn re Jean W. Mabbott\n(No. 7600)\nUnited States Court of Customs and Patent Appeals,\nAugust 18, 1966\nGordon TV. Daisley (William A. Shir a, Jr., of counsel) for appellant.\nOlarenoe W. Moore (L. F. Parker, of counsel) for the Commissioner of Patents.\n[Oral argument February 10, 1966 by Mr. Shira, Jr. and Mr. Parker]\nBefore Rich, Acting Chief Judge, and Martin, Smith, and Almond^ Jr., Associate Judges, and Judge William H. Kirkpatrick\nUnited States Senior District Judge for the Eastern District of Pennsylvania, designated to participate in place of. Chief Judge Worley pursuant, to provisions of Section 294(d), Title 28, United States Code."
  },
  "file_name": "1488-01",
  "first_page_order": 810,
  "last_page_order": 819
}
