{
  "id": 11825662,
  "name": "IRENE AND WILLIAM LOCKLIN, Appellants, v. LAUREN DUKA and BARDUL DUKA, Respondents",
  "name_abbreviation": "Locklin v. Duka",
  "decision_date": "1996-12-20",
  "docket_number": "No. 28272",
  "first_page": "1489",
  "last_page": "1497",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1489"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 930"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "106 Nev. 564",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557939
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "566"
        },
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0564-01"
      ]
    },
    {
      "cite": "608 P.2d 1101",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        8556920,
        8556903
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "1103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/96/0305-01",
        "/nev/96/0304-01"
      ]
    },
    {
      "cite": "96 Nev. 305",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556920
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/96/0305-01"
      ]
    },
    {
      "cite": "539 N.W.2d 104",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        11917818
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "106",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/196/0016-01"
      ]
    },
    {
      "cite": "372 A.2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "593"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "635 A.2d 82",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        4383905
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md-app/99/0069-01"
      ]
    },
    {
      "cite": "464 P.2d 27",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        4841358,
        4844031
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/86/0036-01",
        "/nev/86/0014-01"
      ]
    },
    {
      "cite": "86 Nev. 14",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4844031
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/86/0014-01"
      ]
    },
    {
      "cite": "111 Nev. 35",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11921361
      ],
      "weight": 13,
      "year": 1995,
      "pin_cites": [
        {
          "page": "38"
        },
        {
          "page": "440"
        },
        {
          "page": "36"
        },
        {
          "page": "439"
        },
        {
          "page": "38"
        },
        {
          "page": "440-441"
        },
        {
          "page": "37-38"
        },
        {
          "page": "439-40"
        },
        {
          "page": "38"
        },
        {
          "page": "440"
        },
        {
          "page": "38"
        },
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/111/0035-01"
      ]
    },
    {
      "cite": "109 Nev. 1146",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557956
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1148"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/109-2/1146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 848,
    "char_count": 18073,
    "ocr_confidence": 0.923,
    "pagerank": {
      "raw": 1.0741345005217157e-07,
      "percentile": 0.5605120221294755
    },
    "sha256": "b99266336b26518ff3d46302167bda5dcad714fb5454ef31716b849cbe6e185b",
    "simhash": "1:d3a2a1638eaade72",
    "word_count": 2861
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "IRENE AND WILLIAM LOCKLIN, Appellants, v. LAUREN DUKA and BARDUL DUKA, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nAppellants Irene and William Locklin challenge the district court’s order terminating their guardianship of their granddaughter. They contend that the district court erred in determining that insufficient extraordinary circumstances existed to overcome the “parental preference” presumption. We disagree and affirm.\nFACTS\nRalissa Rae Gibson was born on October 25, 1985 to respondents Lauren Duka and her then husband, Timothy Gibson. Lauren, having planned the pregnancy that gave her Ralissa, practiced prenatal care by refraining from smoking, drinking alcohol, and the use of illicit drugs. After her birth, Ralissa lived with her parents for about the first year of her life. Then Lauren’s relationship with Timothy started to deteriorate and she began using methamphetamine. During this time, Lauren took Ralissa to live with the child’s maternal grandparents, Irene and William Locklin.\nIn July of 1988, the Superior Court of California appointed the Locklins as Ralissa’s guardians. Lauren testified that she did not object to the guardianship because she was addicted to methamphetamine and was not capable of properly caring for Ralissa. She also testified that she did not want Ralissa to end up in foster care.\nAfter the Locklins obtained guardianship of Ralissa, Lauren’s contact with Ralissa became infrequent and sporadic. Further, Lauren provided no financial or emotional support to her daughter.\nIn November 1989, Lauren filed an Amended Petition for Removal of Guardian because the Locklins interfered with her visitation. However, she did not “follow through” with that petition because she realized that her drug dependency made her an unfit parent.\nIn 1991, Lauren moved to Chicago to live with her brother and free herself from drug dependency. She claims she entered a day-treatment program and that she has not used methamphetamine since February 1991.\nShortly after Lauren’s move to Chicago, the Locklins, along with Ralissa, moved from California to Nevada. Lauren travelled from Chicago at her own expense to visit Ralissa. Lauren also enjoyed time with Ralissa on three different occasions when the Locklins were visiting Chicago.\nWhile in Chicago, Lauren met Bardul Duka. Bardul and Lauren were married in January 1993. In February 1993, they moved to Nevada so that Lauren could be close to Ralissa. Lauren visited Ralissa frequently. She dropped by the Locklins “pretty much every day” before work.\nUnfortunately, it was not long before Bardul and Lauren began having marital problems. In April 1993, Lauren saw an eye doctor after Bardul struck her, and in a separate incident the following year, Bardul was convicted of misdemeanor spousal battery. Ralissa was not present at either incident. Bardul completed anger-control classes, and the district court found that Lauren and Bardul “benefitted from the counselling and the domestic violence is not likely to occur.”\nOn January 17, 1995, Lauren filed a Petition to Dissolve Foreign Guardianship, or in the alternative, a Petition for Custody and Visitation which the Locklins opposed. After Lauren filed the petition, Mrs. Locklin instructed Ralissa’s school not to release Ralissa to Lauren. Lauren’s messages were often not returned and visitation arrangements were made through Ralissa.\nThereafter, Lauren filed a Motion for Temporary Visitation which resulted in a court order granting Lauren visitation every other weekend and one evening each week. The district court also ordered Lauren to pay $100 per month in child support. Lauren made all of the payments and exercised every visitation.\nAt the hearing on the Petition to Dissolve Foreign Guardianship, Lauren was found to be a fit parent by the district court based on the testimony of Dr. Araza, the psychologist appointed by the parties; Valerie Cooney, the court-appointed guardian ad litem; and the Locklins. Dr. Araza’s evaluation of Lauren showed no indications of depression, anxiety, or serious psychological disturbance.\nMrs. Locklin had informed Dr. Araza that she would “prefer to have no further contact with her daughter, Ms. Duka,” and that she would “prefer to be able to raise Ralissa without Ms. Duka’s involvement.” However, at the hearing, Mrs. Locklin testified that when she made those statements she was upset, and did not mean them. Lauren testified that she hoped the Locklins would remain closely involved with Ralissa. Dr. Araza and Ms. Cooney testified that Mrs. Locklin’s attitude was not in Ralissa’s best interests.\nDr. Araza’s evaluation of Ralissa indicated that she was comfortable with, and related well with her mother. He also indicated that Ralissa is “slightly more secure” with Mrs. Locklin, explaining that this was “reinforced by stable friends and routine.” Dr. Araza recommended placement with the Locklins, and stated that Lauren’s reentry into Ralissa’s life “still carries with it some lack of continuity.” Dr. Araza also testified that Ralissa is capable of creating a strong emotional bond with her mother over time, that Lauren presents no danger to Ralissa, and that he could see no “psychological injury that could not be overcome.”\nAfter hearing the evidence, the district court made the following findings of fact: (1) Lauren exhibited concern for Ralissa over these years; (2) she never showed any intent, by her acts, to abandon her daughter; (3) Lauren’s desire to be with Ralissa was a prime motivating factor for ending her drug dependency; (4) she had consistently been involved with Ralissa since overcoming her habit; and (5) Lauren realistically took considerable time to create a relationship with her daughter and did not selfishly seek her own interests.\nThe district court awarded custody to Lauren and visitation to the Locklins, but determined that it was in the child’s best interest to defer termination of the Locklin’s guardianship until the end of the school year. The court found Lauren to be a fit parent, and that sporadic contact with Ralissa for a period of approximately four years, which ended about three years prior to the hearing, was not a sufficiently inordinate circumstance to overcome the parental presumption set forth in NRS 125.500(1).\nDISCUSSION\nThe district court enjoys broad discretionary powers in determining questions of child custody. Sims v. Sims, 109 Nev. 1146, 1148, 865 P.2d 328, 330 (1993). The court’s exercise of discretion will not be disturbed unless abused. Id. However, this court must be satisfied that the district court’s decision was based upon appropriate reasons. Id.\nUnder NRS 125.500(1),\nBefore the court makes an order awarding custody to any person other than a parent, without the consent of the parents, it shall make a finding that an award of custody to a parent would be detrimental to the child and the award to a non-parent is required to serve the best interests of the child.\nThis statutory provision is known as the “parental preference” presumption. It must be “overcome either by a showing that the parent is unfit or other extraordinary circumstances.” Litz v. Bennum, 111 Nev. 35, 38, 888 P.2d 438, 440 (1995).\nIn this case, the Locklins do not dispute that Lauren raised the parental preference presumption, or that Lauren is currently a fit parent. The central issue is whether there are sufficient extraordinary circumstances to overcome the presumption. In Litz, the mother (Lisa) chose to sign consent forms naming her parents (the Bennums) as temporary guardians of her one-year-old child (Johnny) while she was in custody for parole violation. Lisa testified that she consented to the guardianship to prevent Johnny from being placed in foster care. Litz, 111 Nev. at 36, 888 P.2d at 439. Lisa served six months in prison and six months in the Restitution Center. She later remarried and stabilized her life, yet the Bennums refused to allow Lisa overnight visits with Johnny. Four years after her release from prison, Lisa filed a petition to dissolve the guardianship. This court determined that the district court erred in refusing to dissolve the guardianship because Lisa was a fit parent who had continually been an active part of her child’s life, and that “[t]he fact that the Bennums have had custody ... for an extended period of time does not amount to an extraordinary circumstance that could overcome the parental preference doctrine.” Id. at 38, 888 P.2d at 440-441.\nIn determining that extraordinary circumstances did not exist in Litz, we considered the following factors: Johnny lived with his grandparents for an eight-year period; he was closely bonded with his grandparents; he regarded his grandparents as his parental figures; he was thriving with his grandparents; Lisa waited four years after being released from prison to seek custody; and psychologist evaluations showed that should Johnny be returned to Lisa he would cope and adjust. Id. at 37-38, 888 P.2d at 439-40.\nThis case is very similar to Litz with respect to the above factors. Ralissa lived with her grandparents for approximately a nine-year period. She was thriving with her grandparents, and desired to continue to live with them. Lauren waited two years after moving to Nevada before seeking to dissolve the guardianship. Finally, Dr. Araza testified that the most appropriate place for Ralissa was with Mrs. Locklin, but that Ralissa would adjust to living with Lauren without lasting psychological injury.\nIn Litz, the only affirmative guidance given as to when the parental presumption may be overcome was “when it clearly appears that the child’s welfare requires a change of custody.” Id. at 38, 888 P.2d at 440. Moreover, we noted that this court has emphasized that \"the best interest of the child is usually served by awarding his custody to a fit parent.\" Id. (quoting McGlone v. McGlone, 86 Nev. 14, 17, 464 P.2d 27, 29 (1970)). We now consider it advisable to provide further guidance concerning the factors our district courts should evaluate in determining what circumstances are sufficiently extraordinary to overcome the parental presumption.\nIn Maryland, exceptional circumstances are those where the child has experienced some separation from the natural parent, the non-parent has provided for the child's emotional and physical needs over a significant length of time, the child has formed a strong attachment to the non-parent so that there is a possible emotional effect if custody is changed, and the child is thriving under the current custody of the non-parent. Burrows v. Sanders, 635 A.2d 82, 85 (Md. Ct. Spec. App. 1994). Other Maryland courts consider the age of the child when a non-parent becomes the care-giver, the period of time that elapsed before the parent sought to obtain custody of the child, the quality (genuineness and intensity) of the parent's desire to have the child, the nature and strength of the relationship between the child and the non-parent custodian, and the likely stability and certainty of the child's future under the parent's control and custody. See Ross v. Hoffman, 372 A.2d 582, 593 (Md. 1977).\nIn Wisconsin, examples of extraordinary circumstances are \"abandonment, persistent neglect of parental responsibilities, extended disruption of parental custody, or other similar extraordinary circumstances that would drastically affect the welfare of the child.\" In the Matter of the Guardianship of Jenae K. S., 539 N.W.2d 104, 106 (Wis. Ct. App. 1995) (citation omitted).\nUnder New York law, extraordinary circumstances are defined as \"fault or omission by the parent seriously affecting the welfare of a child, the preservation of the child's freedom from serious physical harm, illness or death, or the child's right to an education.\" Bennett v. Jeffreys, 356 N.B.2d 277, 281 (N.Y. 1976). In both New York and Wisconsin, whether the child's best interests are served by awarding custody to a third party is considered after a finding of extraordinary circumstances. Jenae, 539 N.W. at 106; Bennett, 356 N.E.2d at 283.\nWe are persuaded that a composite of the factors identified under the case law of the states of Wisconsin, New York and Maryland would best provide our courts with a foundation for determining when there are sufficiently compelling, or extraordinary circumstances to overcome the parental presumption. We therefore hold that in Nevada, extraordinary circumstances sufficient to overcome the parental preference presumption are those circumstances which result in serious detriment to the child. Factors which may be considered in evaluating whether such extraordinary circumstances exist include: abandonment or persistent neglect of the child by the parent; likelihood of serious physical or emotional harm to the child if placed in the parent’s custody; extended, unjustifiable absence of parental custody; continuing neglect or abdication of parental responsibilities; provision of the child’s physical, emotional and other needs by persons other than the parent over a significant period of time; the existence of a bonded relationship between the child and the non-parent custodian sufficient to cause significant emotional harm to the child in the event of a change in custody; the age of the child during the period when his or her care is provided by a non-parent; the child’s well-being has been substantially enhanced under the care of the non-parent; the extent of the parent’s delay in seeking to acquire custody of the child; the demonstrated quality of the parent’s commitment to raising the child; the likely degree of stability and security in the child’s future with the parent; the extent to which the child’s right to an education would be impaired while in the custody of the parent; and any other circumstances that would substantially and adversely impact the welfare of the child.\nThe district court will have to evaluate any of the foregoing factors, or a combination thereof, that may be present in the case before it, to determine whether there is sufficient detriment to the welfare of the child to overcome the parental presumption. This holding is in concordance with our views expressed in Litz.\nWe also conclude, consistent with the law in New York and Wisconsin, that when considering the two-part test set forth in NRS 125.500(1), the best interests of the child must still be considered, even after a finding of extraordinary circumstances that overcome the parental preference presumption.\nIn applying these principles to the case at hand, the Locklins contend that Lauren abandoned Ralissa because Lauren did not voluntarily place Ralissa with the Locklins as Lisa did in Litz— instead Lauren “essentially disappeared.” The Locklins also contend that Lauren persistently neglected Ralissa because, unlike Litz, Lauren did not keep in continuous contact with Ralissa.\nWhen considering how the guardianship was established, the district court found that Lauren, “to her credit,” appointed the Locklins as guardians when “her life started slipping downhill.” The finding was based upon Lauren’s testimony that she could not recall exactly how the guardianship transpired because of her drug addiction, but she knew she could not properly parent Ralissa and that she did not want Ralissa to wind up in foster care. The weight and credibility to be given trial testimony is solely the province of the trier of fact, and a district court’s findings of fact will not be set aside unless clearly erroneous. Washington v. State, 96 Nev. 305, 308, 608 P.2d 1101, 1103 (1980); see also Hermann Trust v. Varco-Pruden Buildings, 106 Nev. 564, 566, 796 P.2d 590, 592 (1990). Our review of the record revealed no basis for concluding that the district court erroneously found that Lauren’s testimony substantially supported the determination that Lauren did not abandon Ralissa. Therefore, in this case, the manner in which the guardianship was established was not a sufficiently extraordinary circumstance to overcome the parental preference presumption.\nNext, the Locklins contend that Lauren did not keep in continuous contact with Ralissa; whereas, Lisa Litz “continually played an active role in Johnny’s life.” Litz, 111 Nev. at 38, 888 P.2d at 440. The evidence shows that Lauren moved to Chicago to live with her brother while she conquered her drug addiction. It also shows that Lauren visited Ralissa when she was financially able, sent gifts, and kept in contact with her by telephone and letters. Lauren also claims that soon after she stabilized her life, she moved to Nevada to be close to her daughter. Further, Lauren testified that when the Locklins took Ralissa to Pennsylvania for a month each December, her visitation rights granted in California were denied because she was unable to contact them.\nThere is ample evidence in the record to conclude that the district court, relying on the above evidence, did not err in finding that Lauren exhibited concern for Ralissa during the period of sporadic contact, and that Lauren never showed an intent to abandon Ralissa.\nCONCLUSION\nFor the reasons discussed above, we conclude that the circumstances of this case are not sufficiently extraordinary to overcome the parental preference presumption. Accordingly, we affirm the district court’s order terminating the foreign guardianship.\nWe are unable to resist noting our fervent hope that rather than viewing this decision as a defeat, the Locklins will perceive it as an opportunity to reassess all of the positive steps that their daughter, Lauren, has taken under the most difficult of circumstances, and concentrate on re-embracing their daughter and their granddaughter, Ralissa, in a bond of family love that will bring happiness to all. In today’s society, to see our “prodigal” children return from the brink of disaster to productive, honorable living is an experience to be cherished.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Crowell, Susich, Owen & Taches and Sandra-Mae Pickens, Carson City, for Appellants.",
      "Caryn R. Sternlicht, Carson City, for Respondents."
    ],
    "corrections": "",
    "head_matter": "IRENE AND WILLIAM LOCKLIN, Appellants, v. LAUREN DUKA and BARDUL DUKA, Respondents.\nNo. 28272\nDecember 20, 1996\n929 P.2d 930\nCrowell, Susich, Owen & Taches and Sandra-Mae Pickens, Carson City, for Appellants.\nCaryn R. Sternlicht, Carson City, for Respondents."
  },
  "file_name": "1489-01",
  "first_page_order": 671,
  "last_page_order": 679
}
