{
  "id": 6560591,
  "name": "The Celotex Co. v. Bronston Bros. & Co. (Inc.)",
  "name_abbreviation": "Celotex Co. v. Bronston Bros. & Co.",
  "decision_date": "1931-06-01",
  "docket_number": "No. 2886",
  "first_page": "1490",
  "last_page": "1494",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1490"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 1048"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "46 F. (2d) 179",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6552946,
        1838415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/0781-01",
        "/f2d/46/0179-01"
      ]
    },
    {
      "cite": "38 P. (2d) 696",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        5010947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/or/148/0661-01"
      ]
    },
    {
      "cite": "37 F. (2d) 960",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0960-01"
      ]
    },
    {
      "cite": "47 F. (2d) 373",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6554986,
        1835326
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/0958-01",
        "/f2d/47/0373-01"
      ]
    },
    {
      "cite": "41 F. (2d) 99",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1790383
      ],
      "pin_cites": [
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/41/0099-01"
      ]
    },
    {
      "cite": "40 F. (2d) 99",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0099-01"
      ]
    },
    {
      "cite": "41 F. (2d) 408",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1789993
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/41/0408-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 571,
    "char_count": 9918,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 5.927895885924944e-08,
      "percentile": 0.3701366373097428
    },
    "sha256": "ae967145d37911a2417bb414ea7bc7c129619d525427598eb5599140d4b22d0c",
    "simhash": "1:ca436abab6ea8a41",
    "word_count": 1674
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gbaham, Presiding Judge, and Bland, Hatbteíld, Gakreíit, and Lenkoot, Associate Judges"
    ],
    "parties": [
      "The Celotex Co. v. Bronston Bros. & Co. (Inc.)"
    ],
    "opinions": [
      {
        "text": "Bland, Judge,\ndelivered, the opinion of the court :\nThis is an appeal from a decision of the Commissioner of Patents affirming the decision of the Examiner of Interferences, dismissing the opposition and adjudging that the applicant was entitled to the registration of its trade-mark.\nThe trade-mark of opposer is “ Celotex ” and the trade-mark of the applicant is “ Flametex.” Both marks are applied to wall board.\nThe Celotex Co. was organized in 1920 and began the manufacture of wall board known as “ Celotex ” in 1921 and has increased its production from 18,000,000 square feet in 1922 to approximately 500,000,000 square feet in 1929. Seven thousand retail dealers in 82 countries, on the last named date, were handling “ Celotex.” More than $3,500,000 have been expended in advertising “ Celotex.” Appellant claims that the word “ Celotex ” has become a “ byword ” for wall board and that the merchandise represented by it has an enviable reputation for its insulating and sound absorbing properties. From 1921 to 1928 appellant states no other manufacturer of wall board made any effort to use any trade-mark on its product which involved the suffix “ tex ” or in any other way sought to simulate its trade-mark; that beginning with the year 1928 a great number of manufacturers of wall board, including applicant, adopted trade-marks which appellant contends closely resemble “ Celotex ” and with the obvious purpose of trading upon the popularity of appellant’s mark.\nIn applicant’s answer to the notice of opposition of opposer is found the following:\nApplicant avers that there is no similarity in sound of the two marks Flametex and Celotex, except in the last syllable Tex. And in view of the numerous registrations in the same class of goods, of trade-marks ending with, the suffix Tex, to mention a few: Hytex, Unitex, Walltex, Maftex, Suntex, etc., which proves that the opposer has not the exclusive right to the suffix Tex.\nThe above-quoted suggestion evidently was given great weight by the commissioner since in his opinion we find the following:\nA considerable number of trade-marks ending in this syllable “ Tex ” previously registered for use upon the same class of goods have been noted in the answer, the inference being drawn that “ Tex ” is either publici jut'is and not capable of exclusive appropriation by anyone, or that this syllable-has become so widely known and so commonly used in connection with similar goods that the public would not rely upon it in connection with the opposer’s •or the applicant’s mark.\nIn determining the right to register a trade-mark which was so confusingly similar to a known or registered trade-mark otvned by another as to be likely to confuse purchasers, this court has frequently .said that the question of confusion was the test.\nThat confusion would result from the registration and use of •“ Flametex ” on wall board, in view of the well-knoAvn registered mark “ Celotex,” seems too clear to require extended discussion or •citation. Furthermore, it seems obvious that the applicant adopted “ Flametex ” with a vieiv of profiting by the confusion that would result. The applicant has not appeared here, either by brief, or by ■counsel for oral argument, and no reason is given anywhere in the record Avhy appellee with a wide field to select from chose the word “ Flametex.”\nIn Lever Brothers Co. v. Riodela Chemical Co., 17 C. C. P. A. (Patents) 1212, 41 F. (2d) 408, we thoroughly discussed this phase of the case and there had the words “ Tex ” and “ Lux ” before us for consideration. We there used language which is particularly applicable here:\n* ⅞ ⅝ we are 0j; opinion that the Avord “ Tex ” Avas selected in the hope and belief that such confusion would arise antf that appellee Avould profit thereby. AATe do not intimate that appellee did not honestly believe that it had ■a legal right to use the Avord “ Tex ”; it undoubtedly Avas thought that its mark had been differentiated from that of appellant sufficiently to be protected by the Iuav, but that a benefit Avould be reaped from its close approximation to appellant’s mark. That appellee had knoAvledge of appellant’s mark .at the time it adopted the Avord “ Tex ” is fairly presumed from the facts set out in the stipulations.\nOf course, if confusion 'or mistake is not likely to result from the use of the tAA'o marks, the motive of the later applicant in adopting its mark can not affect its right to registration; but if, in the adoption and use of the mark, there he a purpose of confusing the mind of the public as to the origin of the goods to AA'hich it is applied, Ave have a right, in determining the question of likelihood of confusion or mistake, to consider the motive in adopting the mark as indicating an opinion, upon the part of one vitally interested, that confusion or mistake Avould 1 kely result, from use of the mark. After all, the determination of the question of likelihood of confusion or mistake in the use of trademarks must, as a general rule, be a matter of opinion, and not the result of testimony produced as to the existence or absence of such confusion. Therefore, the tribunals of the Patent Office, and this court as a revieAving body, may, in cases Avhere one adopts and uses a mark Avith the motive of confusing the mind of the public, consider that motive as one of the factors in determining the question of whether use of such mark is likely to cause confusion or mistake in the mind of the public.\nThere is no contention anywhere that “ Celotex ” is not a valid mark. The Commissioner concluded that the suffix “ tex ” had become public property because of the fact that a considerable number of trade-marks ending with the syllable had been previously registered for use upon the same class of goods and other goods, and evidently gave this fact controlling effect in his decision.\nIt seems to us that this line of reasoning suggests that if there is confusion or a strong probability of confusion due to the presence of the term “ tex ” in both marks, that such confusion is excusable and is not sufficient basis for a refusal to register. Irrespective of any rights which the parties or other trade-mark users may have in equity, as determined by their conduct and the use of their respective marks, the registration statute by its express terms denies registration if confusion to purchasers results. As we see it, Congress, by creating a place of registration, sought to minimize rather than to add to the public’s confusion.\nOftimes the users of confusingly similar trade-marks get themselves into such a position that equity can not interfere and the public interest can not be adequately protected. By providing a place of registration and making available certain beneficial results flowing therefrom, Congress, although not privileged to change common law trade-mark rights, has done much to improve the whole trade-mark situation.\nThe test with the commissioner should have been: Are “ Flametex ” and “ Celotex,” under the circumstances of this case, confusingly similar when applied to wall board? We think they are.\nIn B. F. Goodrich Co. v. Clive E. Hockmeyer et al., 17 C. C. P. A. (Patents) 1068, 40 F. (2d) 99, the court, in an opinion by Hatfield,. J., said:\nIt is argued by counsel for appellee that the word “ Zip ” is a common English word and that appellant has no right to the exclusive use of it as a trademark. The answer to this argument is that appellant’s trade-mark is “ Zipper,” not “ Zip.” Nor is appellant entitled to the exclusive use of every trademark formed by the use of the word “ Zip.” But surely, if the statute providing for the registration of trade-marks is not to be a weapon for the perpetration of fraud and deceit, registrants of trade-marks are entitled to some measure of protection from those who designedly or otherwise closely simulate such marks and, due to confusion in the mind of the public, trade on the popularity and good will of the registrant.\nThis court- in Apex Electrical Mfg. Co. v. Landers, Frary & Clark, 17 C. C. P. A. (Patents) 1184, 41 F. (2d) 99, 100, said:\n* ⅜ ⅜ in considering whether a trade name will be confusing or not, consideration should be given to the whole word ⅜ * *.\nIn support of our position that appellee is not entitled to register its mark, notwithstanding the fact that the suffix, which is common to both marks and which would produce the probabiliy of confusion, was used by others before either of the parties at bar used it, the following authorities are cited:\nCelanese Corporation of America v. Vanity Fair Silk Mills, 17 C. C. P. A. (Patents) 958, 47 F. (2d) 373;\nSharp & Dohme v. Parke, Davis & Co., 17 C. C. P. A. (Patents) 842, 37 F. (2d) 960;\nAmerican Fruit Growers, Inc., v. Michigan Fruit Growers, Inc., 17 C. C. P. A. (Patents) 906, 38 P. (2d) 696;\nDecker & Cohn, Inc., v. S. Liebovitz & Sons, Inc., 18 C. C. P. A. (Patents) 781, 46 F. (2d) 179.\nIn Celanese Corporation of America v. Vanity Fair Silk Mills, supra, this court, while considering the trade-marks “ Celanese ” and “ Silkanese,” used language which, we think, is particularly applicable here. There we said:\n⅜ ⅜ * It is true that the marks are not identical and that they differ to some extent both in sound and appearance. However, the public should not be required to analyze trade-marks with scrupulous care nor should it be compelled to resort to a study of etymology in order to avoid confusion and mistake.\nThe decision of the Commissioner of Patents is reversed.",
        "type": "majority",
        "author": "Bland, Judge,"
      }
    ],
    "attorneys": [
      "Charles M. Thcbnas, Samuel E. Darhy, jr., John S. Bradley, and William, E. Seaver for appellant.",
      "No appearance for appellee."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 1048\nThe Celotex Co. v. Bronston Bros. & Co. (Inc.)\n(No. 2886)\nUnited States Court of Customs and Patent Appeals,\nJune 1, 1931\nCharles M. Thcbnas, Samuel E. Darhy, jr., John S. Bradley, and William, E. Seaver for appellant.\nNo appearance for appellee.\n[Oral argument May 15, 1981, by Mr. Thomas]\nBefore Gbaham, Presiding Judge, and Bland, Hatbteíld, Gakreíit, and Lenkoot, Associate Judges"
  },
  "file_name": "1490-01",
  "first_page_order": 808,
  "last_page_order": 812
}
