{
  "id": 1279839,
  "name": "Citizens State Bank, a Corporation, and Henry Martin, Appellants, v. J. E. Jones and H. L. Flowers, Appellees",
  "name_abbreviation": "Citizens State Bank v. Jones",
  "decision_date": "1930-12-16",
  "docket_number": "",
  "first_page": "1492",
  "last_page": "1504",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1492"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "59 Fla. 517",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1640388
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/59/0517-01"
      ]
    },
    {
      "cite": "19 Fla. 84",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        568681
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/19/0084-01"
      ]
    },
    {
      "cite": "32 Fla. 264",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        8849615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/32/0264-01"
      ]
    },
    {
      "cite": "90 Fla. 452",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1642558
      ],
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/90/0452-01"
      ]
    },
    {
      "cite": "100 Fla. 348",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1298249
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/100/0348-01"
      ]
    },
    {
      "cite": "95 Fla. 498",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1265455
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/95/0498-01"
      ]
    },
    {
      "cite": "91 Fla. 425",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1244439
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/91/0425-01"
      ]
    },
    {
      "cite": "66 Fla. 6",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1025841
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/66/0006-01"
      ]
    },
    {
      "cite": "57 Fla. 423",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1091446
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/fla/57/0423-01"
      ]
    },
    {
      "cite": "73 Fla. 514",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1035539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/73/0514-01"
      ]
    },
    {
      "cite": "54 A. L. R. 1173",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "93 Fla. 805",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1275846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/93/0805-01"
      ]
    },
    {
      "cite": "51 Am. St. R. 37",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "36 Fla. 481",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1083643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/36/0481-01"
      ]
    },
    {
      "cite": "60 Fla. 320",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1636639
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/60/0320-01"
      ]
    },
    {
      "cite": "17 Fla. 813",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        6105516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/17/0210-01"
      ]
    },
    {
      "cite": "50 Fla. 594",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1041791
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/50/0594-01"
      ]
    },
    {
      "cite": "41 Fla. 138",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1099875
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/41/0138-01"
      ]
    },
    {
      "cite": "110 Am. St. R. 111",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "46 Fla. 575",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1040016
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/46/0575-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 835,
    "char_count": 16846,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 2.9610969351333873e-07,
      "percentile": 0.8495684497435951
    },
    "sha256": "52d65149cc928e75dd3c4ab50bdfcf3dc95a79f527868ff58837b167d82f081a",
    "simhash": "1:3675a162dd1c8efb",
    "word_count": 3033
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield, Ellis, Strum and Buford, J. J., concur.",
      "Brown, J., concurs specially."
    ],
    "parties": [
      "Citizens State Bank, a Corporation, and Henry Martin, Appellants, v. J. E. Jones and H. L. Flowers, Appellees."
    ],
    "opinions": [
      {
        "text": "Andrews, Commissioner:\nAppellees as petitioners below obtained an injunction restraining the Citizens State Bank from paying out any money from a deposit of Henry Martin in its custody until a judgment could be secured by petitioners in a suit at law against Henry Martin for an alleged breach of warranty in a deed to property made him by petitioners. An answer wyas filed and a hearing was had before a master; and after a hearing upon the master’s report of the testimony a permanent injunction was granted, from which this appeal was taken.\nThe first question presented is whether or not a judgment against Martin, if obtained in the breach of warranty action, could be enforced against $580.50 deposited in the said bank by Martin, which represents a part of the money paid for said property.\nThe petition for injunction alleges that on april 30, 1926, Jones and Flowers bought from Martin, Lot 48, Peyton Addition to Marianna, for $1800.00, paying for same in cash; that on June 4, 1927, the purchasers brought suit on the warranty in said deed, alleging a shortage-in the land conveyed, for the purpose of having returned to them a portion of the purchase price. It appears to be admitted that Martin is not worth over one thousand dollars in personal property exclusive of the deposit, and his homestead is exempt.\nSection 1, Article X, Constitution of Florida, provides that a homestead together with one thousand dollars of personal property shall be exempt from forced sale under process of any court. But' no property shall be exempt from forced sale for the “payment of obligations contracted for the purchase price of said property.”\n■Petitioners insist that the deposit is not exempt as it is part of the “obligation contracted for the purchase price of said property.” There is no contention that the lot involved in this suit has ever been the homestead of either party to this suit.\nThe constitutional exception rendering the same property (or a portion thereof) liable for an obligation contracted for the purchase thereof must be strictly construed in favor of the family. Wilhelm v. Locklar, 46 Fla. 575, 35 So. R. 6; 110 Am. St. R. 111; Cator v. Blount, 41 Fla. 138, 25 So. R. 283; Platt v. Platt, 50 Fla. 594, 39 So. R. 536; Porter v. Teate, 17 Fla. 813.\nIt was held that in the last two cases .cited above that whether there was an exchange or a “ sale ’ ’ of lands cannot affect the principles. Both parties in their briefs refer to the last cited case of Porter v. Teate, and place varying constructions upon it, the first headnote of which case reads as follows:\n“T. conveyed to P. certain land in Florida, and P. conveyed to T. land in Georgia, with full covenants, for the consideration of the Florida land. The title of the Georgia land failed by reason of prior incumbrances, and T. sued and recovered against P. on the covenants a judgment for the value of the consideration, P. having asserted his right to claim as exempt from sale a homestead upon the land; Held,.th.aA the covenant in P’s deed is an ‘obligation contracted for the purchase of said premises’ upon which the homestead is claimed, within the meaning of the .Constitution, and the homestead right is subject to the payment of the money recovered for the breach of the covenant. ’ ’\nThe rule is clear that under Section 1 of Article. X of the Constitution, no part of any property, whether it is represented .by cash, notes, chattels or realty, is exempt from sale for the payment of obligations contracted for the purchase price of said property. However, there must be some identification of .the property involved to enable the claimant to proceed against it. Cator v. Blount, 41 Fla. 138, 25 So. R. 283; Giddens v. Dickenson, 60 Fla. 320, 53 So. R. 929; Smith v. Gufford, 36 Fla. 481, 18 So. R. 717, 51 Am. St. R. 37; Wilhelm v. Locklar, supra. In following such property, it is not necessary to trace the identical coins or bills of which it is composed, as substantial identity is all that need be proved. 26 R. C. L. 1353, Sec. 217.\nThe bank deposit of Martin in the amount of $580.50 has been substantially identified as part of the purchas.e price of the land which appellee claims was short in such an amount of land as would clothe a court of equity, under proper allegations and proof, with ample authority by injunction to prevent a change of its present status, in order to subject it to any judgment that may be obtained in the alleged suit in assumpsit for breach of warranty in the deed from Martin to Jones. See 26 R. C. L. 1353, Sec. 217.\nIn order for the purchase price of any property sold which would otherwise be exempt, to be subject to an execution where the transaction is not executory or contingent, but is a closed sale, there must arise as against such part of such purchase price what is known as a “constructive trust,” which is raised by equity in respect of property which has been acquired by fraud, or where it is against equity that it should be retained by him who holds it. Quinn v. Phipps, 93 Fla. 805, 113 So. R. 419, 54 A. L. R. 1173; 26 R. C. L. 1232; 1 Perry on Trusts, (6th Ed.) 260, Sec. 166.\n“They arise purely by construction of equity, independently of any actual or presumed intention of the parties to create a trust, and are generally thrust on the trustee for the purpose of working out the remedy. * * * Equity declares the trust in order that it may lay its hand on the thing and wrest it from the possession of the wrongdoer.” 26 R. C. L. 1232, Sec. 78.\nIn order to engraft a trust upon an absolute and unconditional deed and sále of lands, the proofs must be so clear, strong and unequivocal as to remove every reasonable doubt as to the existence of the trust. Forrester v. Watts, 73 Fla. 514, 74 So. R. 519; Geter v. Simmons, 57 Fla. 423, 49 So. R. 131; Rogero v. Rogero, 66 Fla. 6, 62 So. R. 899; Burgess v. Wirt, 91 Fla. 425, 108 So. R. 169.\nIn the case of Rogero v. Rogero, supra, it was held that\n“In a suit to have a constructive trust decreed, proof that is not full, clear and convincing, nor so clear,- strong and unequivocal as to remove every reasonable doubt as to the existence of the' alleged constructive trust, is sufficient to establish the trust.”\nThe remaining question is whether petitioners in their bill and proofs brought themselves sufficiently within the rule to sustain their contentions that there was a deception on the part of Martin with regard to the dimensions of the lot being conveyed and that petitioners were so mis•led that the deposit in the bank could be subjected to any judgment in petitioners’ favor for breach of Warranty.\nThe lot in question is described in the bill of complaint as “Lot 48, in Peyton Addition to City of Marianna, according to plat of said addition to said Town.” There is no allegation by either party that this is an official plat, nor as to where, if ever, officially recorded. Neither has a copy of the deed upon which this suit is based been attached as exhibit to the bill nor offered in evidence in proof. Hemphill v. Nelson, 95 Fla. 498, 116 So. R. 498; Edason v. Central Farmer’s Trust Co., 100 Fla. 348, 129 So. R. 698.\nThe petition for injunction alleges that according to the description of said land in said deed said defendant conveyed a lot of two hundred feet square in dimensions but that in fact there is a strip on the north side of said lot running its full length east and west 70 feet deep on the west side and 30 feet deep on the east side, claimed by and in the actual possession of one J. D. Smith for .a period of more than twenty years and petitioners are deprived of it.\nThe defendant Martin in his answer alleges that:\n“Defendant submits that no recovery can be had on such a cause of action, because the property bought by complainants and the property sold by defendant was well known and well understood at the time of the conveyance of same, and there was no fraud, deception, mistake or misunderstanding relative to said sale and said transfer.\n“ # * * That' as to the delineated strip which complainants state is claimed by J. D. Smith, Defendant knows nothing of the merits or demerits of any such claim of J. D. Smith; Defendant alleges that the land sold was within the wired enclosure of the sister, Lizzie Gray, and there was no intention to sell any land outside of such enclosure, nor was any part of the purchase money for land outside of such enclosure.\n“That as to the size of the strip outside of the wired enclosure this defendant is not advised, but defendant denies that complainants are damaged by reason of said strip, as it was not the purpose of this Defendant to sell any strip outside of the wired enclosure, and this fact was well known to complainants. * * * That he (complainant) well knew the Lizzie Gray place, that he went in person and looked at the place, that he would not give $2000 for it, but offered $1800 for it, and such price was accepted by Lizzie Gray, before her death, and this Defendant as her heir carried out the trade, and duly executed the deed which was prepared by said complainants or some oné for them; that if the lot was simply described as Lot 48 Peyton addition, rather than by specific metes and bounds, to duly conform to the lot really sold and wired in, it was an error on the part of complainants in preparing the deed, and there was no mistake, fraud, deception, or misunderstanding as to the lot which was being bought and sold, and the price paid by said complainants was for the wired lot, and no more; and this fact this Defendant so fully understood at the time the deed was delivered and the money paid.”\nThe testimony shows that the lot in question was actually purchased from Lizzie Gray, a sister of Martin, and$100.00' paid down on it, and that Lizzie Gray died after the agreement of sale was made, but before the deed was executed.\nMartin fell heir to the property upon his sister’s death, and he appears, to have merely carried out the former agreement of his sister to sell to Jones, apparently without any knowledge on his part as to the amount of land contained in the lot, of which Jones appears to have had better knowledge than Martin.\nThe evidence further shows that Jones had been living near the lot in question for some years; that Lizzie Gray, the owner, had cooked for him for several years and’that he had been on the property several times and once or twice while discussing the purchase of it; that the property had been enclosed by a wire fence for years, obvious to Jones, which fence had not been removed before Lizzie Gray died; that Lizzie Gray bought it as a lot and sold it as a lot without reference to feet or acres. Before the deed was made or executed, Jones states that he told Martin in the former’s store one day, that “The town plat don’t show it one acre.” Mr. Jones testified that he had the abstract of title made, also the deed prepared and presented to Martin for signature which Martin signed after a lawyer had examined it for him. Mr. Jones says he never measured the lot; that he bought it according to the plat. Martin appears to be a rather elderly negro, as he testified that he was “ten years old-at emancipation.” Lizzie Gray was his sister and near thé same age.\nIn the concurring opinion in the case of Hardee v. Horton, 90 Fla. 452, 497, 108 So. R. 189, it is said:\n‘ ‘ In construing a deed conveying lands and the maps referred to in describing the lands, the nature, origin and purpose of the map, the position of the contracting parties and the circumstances under which they acted, should be considered, and the language used should be interpreted in the light of all the pertinent circumstances so as to give effect to the intent of the parties, even if an erroneous part of the description has to be disregarded in effectuating the general intent of the conveyance. 18 C. J. 285; 9 C. J. 228, 229; Campbell v. Carruth, 32 Fla. 264, 13 So. R. 432;\n‘ ‘ The interpretation of a deed conveying land should be ‘consistent with the manifest intention of the parties.’ Hogans v. Carruth, 19 Fla. 84; 8 R. C. L. 1085.”\nWe have not been favored with a copy of the deed in question and do not know the term of warranty alleged to be the basis of the suit at law, nor as to the description of the property, except as referred to in the pleadings and testimony. This is not sufficient. In the case of Hemphill v. Nelson, supra, this Court said:\n“If either party to a suit in chancery relied upon an instrument or writing as the basis for his right or defense, he must in his pleading state the substance thereof and file with or attach to such pleading as an exhibit such paper or instrument, or a true copy thereof, or assign by allegations in his pleadings some satisfactory reason for their non-production.”\nSee also Edason v. Central Farmer’s Trust Co., supra.\nIn the case of Hirschman v. Hodges, 59 Fla. 517, 51 So. R. 550, it was held that a misrepresentation by a vendor to be ground for' recision must be as to a material thing unknown to the purchaser either from not having examined,' or from want of opportunity to be informed or from confidence reposed in the vendor. See 27 R. C. L. 361, Sec. 60.\nIt seems quite clear that Jones could not have been influenced to any great degree in making the purchase by any statement alleged to have been made by Martin.\n“The rule denying relief in case of a deficit or an excess is frequently applied in equity as well as at law, but a court of equity will not interfere on account of either a surplus or a deficiency where it is clear that the parties intend a contract of hazard, and it is- said that although this general rule may not carry into effect the real intention of the parties it is calculated to prevent litigation.” 27 R. C. L. 434, Sec. 147.\nAccording to the bill of complaint, the description of the land conveyed by the deed was not defined by feet nor metes and bounds; it was described as in gross or by tract, without designation as to quantity in acres or feet; therefore the transaction should not be modified by the courts when there has been no fraud. 27 R. C. L. 436 and 440.\nThe appellant insists that the fact that over a year intervened between going into possession by the purchaser and bringing the suit shows such laches under the circumstances as would preclude the relief prayed for in the bill. One of the elements recognized in such cases is the change in value of the property in question between the time the cause of action arose and the time the bill was filed; and complainants’ knowledge or ignorance of the facts as well as his diligence in availing himself of the means of knowledge within his control are material facts to be considered upon the question of laches. 26 R. C. L. 1364, Sec. 227; Geter v. Simmons, supra.\nIn the case of Geter v. Simmons, supra, this Court said:\n“Courts of equity view with disfavor suits brought long after the transactions in issue have occurred, and long after death has closed the lips of those familiar with the occurrences remote in point of time.”\nUnder the pleading and proofs and the circumstances of this case, we reach but one conclusion: that assuming that the deed in question contains what it is alleged to contain, petitioners have not' shown sufficient basis for such a breach of warranty as to the property conveyed, which petitioners had held and occupied for over a year before bringing suit, as would furnish a proper basis for recovery on any proceedings against appellant for a return of any portion of the purchase money.\nThe decree is reversed.\nPer Curiam.\nThe record in this cause having been considered by the Court, and the foregoing opinion prepared under Chapter 14553, Acts of 1929, adopted by the Court as its opinion, it is considered, ordered and decreed by the Court that the decree of the court below should be, and the same is hereby, reversed.\nTerrell, C. J., and Whitfield, Ellis, Strum and Buford, J. J., concur.\nBrown, J., concurs specially.",
        "type": "majority",
        "author": "Andrews, Commissioner: Per Curiam."
      },
      {
        "text": "Brown, J.,\n(Concurring specially) : I concur in the reversal of the decree, and in the opinion, excepting one feature of the latter. When Martin deposited the money in the bank, the money lost its identity, and the relation of debtor and creditor was established. Even if the suit for breach of warranty had been reduced to judgment, I do not see how the debt of the bank to Martin could have been subjected to the payment of such judgment over Martin’s claim of personal property exemption. The suit for breach of warranty is a suit for damages for breach of covenant. No trust, in my opinion, attached to the purchase money paid to Martin.",
        "type": "concurrence",
        "author": "Brown, J.,"
      }
    ],
    "attorneys": [
      "Moses Guyton, for Appellants;",
      "Carter, Solomon, Welch & Pierce, for Appellees."
    ],
    "corrections": "",
    "head_matter": "Citizens State Bank, a Corporation, and Henry Martin, Appellants, v. J. E. Jones and H. L. Flowers, Appellees.\nEn Banc.\nOpinion filed December 16, 1930.\nMoses Guyton, for Appellants;\nCarter, Solomon, Welch & Pierce, for Appellees."
  },
  "file_name": "1492-01",
  "first_page_order": 488,
  "last_page_order": 500
}
