{
  "id": 11825716,
  "name": "VAL S. BUHECKER and TERRI L. BUHECKER, Appellants, v. R.B. PETERSEN & SONS CONSTRUCTION CO., INC., and D. ANTHONY LEADER, Trustee of the D. ANTHONY LEADER and ESTELLE LEADER REVOCABLE TRUST, Respondents",
  "name_abbreviation": "Buhecker v. R.B. Petersen & Sons Construction Co.",
  "decision_date": "1996-12-20",
  "docket_number": "No. 26273",
  "first_page": "1498",
  "last_page": "1501",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1498"
    },
    {
      "type": "parallel",
      "cite": "929 P.2d 937"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "132 P. 16",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1913,
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "36 Nev. 37",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4576164
      ],
      "year": 1913,
      "pin_cites": [
        {
          "page": "45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/36/0037-01"
      ]
    },
    {
      "cite": "39 Nev. 14",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8577177
      ],
      "weight": 2,
      "year": 1915,
      "opinion_index": 0,
      "case_paths": [
        "/nev/39/0014-01"
      ]
    },
    {
      "cite": "103 Nev. 436",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558158
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "439"
        },
        {
          "page": "903"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0436-01"
      ]
    },
    {
      "cite": "15 Nev. 101",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2375243
      ],
      "year": 1880,
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/15/0101-01"
      ]
    },
    {
      "cite": "108 Nev. 821",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558672
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "823"
        },
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0821-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 422,
    "char_count": 7232,
    "ocr_confidence": 0.896,
    "pagerank": {
      "raw": 7.294559802985315e-08,
      "percentile": 0.433952133888887
    },
    "sha256": "a3579ee2cc1fcbad8c3906ce620fc30d567f15efc92fd648903cf9bbffd8609e",
    "simhash": "1:d30fed10bc4e12aa",
    "word_count": 1187
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "VAL S. BUHECKER and TERRI L. BUHECKER, Appellants, v. R.B. PETERSEN & SONS CONSTRUCTION CO., INC., and D. ANTHONY LEADER, Trustee of the D. ANTHONY LEADER and ESTELLE LEADER REVOCABLE TRUST, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nVal and Terri Buhecker (Buheckers) sold their house and the five acres of land upon which the house sat to FLO Enterprises (FLO), a corporation whose sole shareholder is William D’Orsay (D’Orsay), for $300,000.00. An escrow was opened with Land Title of Nevada, Inc. (Land Title). The escrow instructions stated that the Buheckers had already received the $300,000.00 purchase price outside of escrow, and that there was to be a $125,000.00 first construction loan. After FLO agreed to give the Buheckers a quitclaim deed to protect their interest, the Buheckers gave FLO a grant, bargain, sale deed which FLO promptly recorded. FLO then used the property to secure a $125,000.00 first construction loan advanced by R.B. Petersen & Sons (Petersen) through Executive Mortgage Co. (Executive) and secured by a first deed of trust, as well as a $47,000.00 loan advanced by D. Anthony Leader, trustee of the D. Anthony Leader and Estelle Leader Revocable Trust (Leader) and secured by a second deed of trust.\nFLO soon defaulted on both notes. In order to protect his interest, Leader began making payments to Petersen on behalf of FLO; Leader then foreclosed on the property. Because the Buheckers had never vacated the property, Leader began eviction proceedings. The Buheckers then sued Petersen, Leader, and D’Orsay, seeking an injunction against the eviction proceedings as well as a declaration that the Petersen and Leader deeds of trust were invalid. Petersen and Leader both filed motions for summary judgment. Concluding that both Petersen and Leader were bona fide encumbrancers for value, the district court granted the motions for summary judgment and ordered the Buheckers’ quitclaim deed cancelled. The Buheckers appeal. [Headnote 2]\nSummary judgment is appropriate when there is no genuine issue as to any material fact and the moving party is entitled to a judgment as a matter of law. NRCP 56(c). “In reviewing a grant of summary judgment, this court accepts as true all evidence and reasonable inferences favorable to the party against whom summary judgment was entered.” Busch v. Flangas, 108 Nev. 821, 823, 837 P.2d 438, 439 (1992). We conclude that because no material facts are in dispute, summary judgment is proper.\nNevada is a race notice state. See NRS 111.320; NRS 111.325. The Buheckers contend that neither Petersen nor Leader were bona fide purchasers for value, since the Buheckers’ actual possession of the property provided Petersen and Leader with constructive notice of their (Buheckers’) interest in the property. In Brophy M. Co. v. B. & D. M. Co., 15 Nev. 101, 113 (1880), we recognized that possession of land by a vendor will not impart notice to a purchaser since a party remaining in possession is estopped from impeaching or contradicting his own deed, or denying that he granted the premises which his deed purports to convey. Since the Buheckers conveyed their interest to FLO through a grant, bargain, sale deed, we conclude that the Buheckers are estopped from denying the validity of the deed they conveyed.\nWe also conclude that neither the information contained within the escrow documents nor the information known to the escrow agent should be imputed to Petersen through Executive. With regard to the information contained within the escrow documents, there is no evidence in the record showing that Executive had access to the escrow documents. However, even if it did, the escrow instructions specifically stated that the Buheckers had already received $300,000.00 outside of escrow. For these reasons we conclude Executive had no knowledge of the fraud that could be imputed to Petersen.\nWith regard to the information known to the escrow agent, we conclude that it would be unfair to impute to Petersen constructive notice of the fraud. Even though we have recognized that a mortgage broker is an agent of the lender, Young v. Nevada Title Co., 103 Nev. 436, 439, 744 P.2d 902, 903 (1987), we also note that this is an action in equity, and equity considers that done which should have been done. Daly v. Lahontan Mines Co., 39 Nev. 14, 158 P. 285 (1915). Even though the record clearly shows that the Buheckers were defrauded by D’Orsay and FLO, it is clear that both Petersen and Leader were innocent third party lenders. In giving FLO a grant, bargain, sale deed without adequately securing their interest, the Buheckers ran the risk that FLO would record the deed and encumber the property. Petersen and Leader, relying on the recording records, advanced funds in good faith. For these reasons we conclude that it would be unfair to impute the escrow agent’s knowledge of the fraud to either Petersen or Leader. Since neither Petersen nor Leader had actual or constructive notice of the fraud, we conclude that both were bona fide encumbrancers for value.\nFinally, as we stated in Jensen v. Wilslef, 36 Nev. 37, 45, 132 P. 16, 18 (1913), “[w]henever it appears from all the facts surrounding the transaction that a separate and distinct security was offered by the vendee and accepted by the vendor, the presumption is that the [vendor’s] lien was waived.” We conclude that the quitclaim deed from FLO to the Buheckers amounted to a separate and distinct security interest. Accordingly, we conclude that the Buheckers have effectively waived any claim they may have had to a vendor’s lien.\nWe have reviewed the record and conclude that all remaining issues lack merit. We affirm the order of the district court.\nIn an order dated February 9, 1996, this court decided not to rule, until after we heard oral arguments, on the motion to strike portions of appellants’ opening brief with regard to the vendor’s lien issue and evidence and allegations that have not been made part of the record on appeal. We now conclude that the photographs of the property and the photocopy of a State of Nevada Real Estate Commission record shall be stricken, since they were not considered by the district court and have not been made part of the record. All references to Val Buhecker’s deposition and to Terri Buhecker’s deposition shall also be disregarded, since the depositions have not been made part of the record. Finally, we note that pursuant to an order dated August 23, 1994, the district court properly certified its judgment as final. Accordingly, we deny respondents’ motion to strike the vendor’s lien issue from appellants’ opening brief.\nThis court previously dismissed this appeal in an unpublished order. Respondent Petersen has moved this court to publish our Order Dismissing Appeal as an Opinion. We grant this motion. Accordingly, we issue this Opinion in place of our Order Dismissing Appeal filed April 4, 1996.\nThe Honorable Miriam Shearing, Justice, did not participate in the decision of this appeal.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Eva Garcia-Mendoza, Las Vegas, for Appellants.",
      "Bill C. Hammer, Ltd. and Bradley N. Boodt, Las Vegas; Gordon, Silver & Beesley, Donald T. Polednak and Joseph S. Kistler, Las Vegas, for Respondents."
    ],
    "corrections": "",
    "head_matter": "VAL S. BUHECKER and TERRI L. BUHECKER, Appellants, v. R.B. PETERSEN & SONS CONSTRUCTION CO., INC., and D. ANTHONY LEADER, Trustee of the D. ANTHONY LEADER and ESTELLE LEADER REVOCABLE TRUST, Respondents.\nNo. 26273\nDecember 20, 1996\n929 P.2d 937\nEva Garcia-Mendoza, Las Vegas, for Appellants.\nBill C. Hammer, Ltd. and Bradley N. Boodt, Las Vegas; Gordon, Silver & Beesley, Donald T. Polednak and Joseph S. Kistler, Las Vegas, for Respondents."
  },
  "file_name": "1498-01",
  "first_page_order": 680,
  "last_page_order": 683
}
