{
  "id": 6092682,
  "name": "John O. Paivinen v. Eugene A. Sands",
  "name_abbreviation": "Paivinen v. Sands",
  "decision_date": "1968-09-05",
  "docket_number": "No. 7803",
  "first_page": "1502",
  "last_page": "1511",
  "citations": [
    {
      "type": "official",
      "cite": "55 C.C.P.A. 1502"
    },
    {
      "type": "parallel",
      "cite": "158 U.S.P.Q. 602"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "399 F.2d 697",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2140706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/399/0697-01"
      ]
    },
    {
      "cite": "58 USPQ 539",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "136 F. 2d 1002",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6082025,
        3671188
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/30-2/1262-01",
        "/f2d/136/1002-01"
      ]
    },
    {
      "cite": "30 CCPA 1262",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082025
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/30-2/1262-01"
      ]
    },
    {
      "cite": "245 F. 2d 486",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        404386,
        6080290
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/245/0486-01",
        "/ccpa/44-2/0998-01"
      ]
    },
    {
      "cite": "44 CCPA 998",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080290
      ],
      "weight": 2,
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0998-01"
      ]
    },
    {
      "cite": "37 USPQ 505",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "96 F. 2d 301",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        998827,
        6081399
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/96/0301-01",
        "/ccpa/25-2/1053-01"
      ]
    },
    {
      "cite": "25 CCPA 1053",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081399
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/25-2/1053-01"
      ]
    },
    {
      "cite": "40 USPQ 665",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "102 F. 2d 212",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079965,
        1068797
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/0937-01",
        "/f2d/102/0212-01"
      ]
    },
    {
      "cite": "26 CCPA 937",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079965
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/0937-01"
      ]
    },
    {
      "cite": "39 USPQ 42",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "305 U.S. 47",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137305
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0047-01"
      ]
    },
    {
      "cite": "267 F. 2d 321",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079968,
        1974654
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0897-01",
        "/f2d/267/0321-01"
      ]
    },
    {
      "cite": "46 CCPA 897",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079968
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0897-01"
      ]
    },
    {
      "cite": "241 F. 2d 944",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078304,
        417635
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0772-01",
        "/f2d/241/0944-01"
      ]
    },
    {
      "cite": "44 CCPA 772",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078304
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0772-01"
      ]
    },
    {
      "cite": "144 USPQ 1",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        12164228,
        12164462
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0906-01",
        "/ccpa/52-2/1030-01"
      ]
    },
    {
      "cite": "339 F. 2d 217",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        884010,
        12164228
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/339/0217-01",
        "/ccpa/52-2/0906-01"
      ]
    },
    {
      "cite": "52 CCPA 906",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164228
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "920"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0906-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1018,
    "char_count": 27332,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 5.986457239487568e-08,
      "percentile": 0.3721108836847245
    },
    "sha256": "3c5f403799277e13dff1a1a37175caf22883c3cbc3ba921e01395a853a3825fd",
    "simhash": "1:bd8db5bbda829b93",
    "word_count": 4511
  },
  "last_updated": "2024-02-27T17:09:53.194820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Judges Rich, Smith, Almond, Kirkpatrick"
    ],
    "parties": [
      "John O. Paivinen v. Eugene A. Sands"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nThe issues involved in this appeal concern Paivinen’s burden of proof and whether, under the applicable standard, those proofs are Sufficient to establish an actual reduction to practice in view of all the evidence submitted by the parties.\nThose issues arise on appeal by the party Paivinen, the junior party, from a decision of the Board of Patent Interferences awarding priority to the senior party, Sands. That decision is the result of the board’s consideration of the case on remand from this court in the first appeal, Paivinen v. Sands, 52 CCPA 906, 339 F. 2d 217, 144 USPQ 1 (1964). There this court reversed a prior decision by the board awarding priority to Sands. We remanded to the board for a determination of priority on the basis of all of the relevant evidence. 52 CCPA at 920, 339 F. 2d at 228, 144 USPQ at 10. We shall assume familiarity with our prior opinion.\nBurden of Proof\nOur previous decision was predicated on our interpretation of the board’s position that Paivinen’s parent application does not support at least some of the counts. There was, however, confusion with respect to which counts were unsupported by the Paivinen parent application. We remanded the issue of burden of proof to the board for further consideration in view of the unsatisfactory state of the record with respect to the issue of support.\nOn remand, the board ruled that Paivinen must prove priority beyond a reasonable doubt as to counts 1-5. However, as to count 6, his burden is only that of a preponderance of the evidence.\nIn considering this issue, it should be remembered that the Paivinen application in interference was filed after the issuance date of the Sands patent, and thus Paivinen has the burden of establishing priority beyond reasonable doubt unless support for the subject matter in interference can be found in his co-pending application filed prior to the issuance of the Sands patent. Conner v. Joris, 44 CCPA 772, 241 F. 2d 944, 113 USPQ 56; Sellner v. Solloway, 46 CCPA 897, 267 F. 2d 321, 122 USPQ 16; Paivinen v. Sands, supra. Since the Paivinen application is based upon a parent Paivinen case filed September 9, 1954, the basic inquiry here is whether, as a matter of law, the counts in interference find support in the disclosure of the parent application, Paivinen v. Sands, supra.\nAs the board observed, there are two limitations that are not clearly explicit in the parent Paivinen application: (1) the “incapable of reversing” limitation included in counts 1-5, derived from the requirement, as in count 1, of “the third of said means * * * being incapable of reversing the condition of saturation of said body,” and (2) the “switch” limitation in counts 2-6, i.e., in count 6,. from the requirement of that count that the two sensing held generators.and the two reset field generators have a “switch in common”. Counts 2-5 contain, in effect, both such limitations.\nAs to the first point, we have concluded, .as did the. board, that the “incapable of reversing” limitation is not inherent in the device as disclosed in the parent Paivinen application. Paivinen’s position is that this limitation is inherent in any fraetieal implementation of the Paivinen idea, and particularly when torroidal cores of the Orthonik material disclosed in the parent Paivinen application are used.\nThe board held that this limitation cannot be deemed inherent in the Paivinen circuit in view of a statement appearing in the Paivinen application in interference that the Paivinen circuit might be designed to operate for the intended purpose with either a pulse that just reverses the saturation condition of an input core or one which is incapable of doing so, relying on Schriber Co. v. Cleveland Trust Co., 305 U.S. 47, 39 USPQ 42 (1938); Hansgirg v. Kemmer, 26 CCPA 937, 102 F. 2d 212, 40 USPQ 665 (1939); and Brand v. Thomas, 25 CCPA 1053, 96 F. 2d 301, 37 USPQ 505 (1938). It concluded that since the device might be made either reversing or non-reversing, relying on the presumptive correctness of the statements of the Paivinen application in interference, non-reversing is not inherent in the parent Paivinen disclosure. The board did not find anything in the evidence to establish the contrary, and specifically found that party Paivinen did not testify that his system would not work with a reversal of an input core, and that the Sands’ tests did not establish this.\nWhile Paivinen recognizes that an argument of inherency cannot be based upon what one skilled in the art might do in following the disclosure of an application, Brand v. Thomas, supra, Hansgirg v. Kemmer, supra, he urges that, from the testimony of witnesses for both sides, and from Sands’ tests, the inspect pulse mast be incapable of switching an input core to achieve the intended operation in a practical circuit.\nPaivinen concedes that although it may be conceptually correct that his circuit could operate properly with an inspect pulse that just switches an input core, this presupposes the ideal situation of a perfectly square hysteresis loop, no variation whatever in the amplitude and/or duration of the inspect pulse, or in the size or magnetic characteristics of the different input cores, or in the circuit parameters or the tightness of the windings on such cores.\nHowever influential that argument and that testimony might be in simpler contexts, we must agree with the board that the statement in the Paivinen application in interference to the effect that the device could be designed to operate for the intended purposes with either reversing or non-reversing, precludes a finding that non-reversing operation is inherent in the parent application.\nThat conclusion is further supported by a review of the Paivinen parent application itself. If the parent Paivinen application is to support counts 1 to 5, it must disclose a sensing or inspect pulse generator “incapable of reversing” a single one of the cores from high impedance or negative remanence to low impedance or positive saturation, the other two of those cores being at low impedance when the inspect pulse arrives.\nThe parent Paivinen application does not show an inspect pulse source incapable of reversing a single core when the other cores are already in the low impedance positive remanence condition. On the contrary, the parent Paivinen application seems to teach that the inspect pulse should be at least capable of reversing the condition of saturation of that input core, and that it may be capable of reversing both that input core and the output core as well. The parent application, as amended, states:\nIf any one or all of the magnetic cores 10, 11 or 12 is in a condition of negative remanence, however, the associated sensing winding will present a high impedance to the said sensing current since the sensing current will cause the magnetic core 10,11 or 12 to switch from a condition of negative remanence to positive saturation. The voltage consumed in accomplishing this will leave -insufficient voltage to switch the magnetic- core 13 from a condition of negative -remanence to a condition of positive saturation since the winding 24 has substantially fewer turns than any one of the windings 17, 18 -and 19 and thus, while the -same current flows through each of the four windings, the magnetizing force exerted on -the cores 10, 11 and 12 is substantially greater than that exerted on core 13. Consequently, there will be no output voltage induced in output winding 25. Thus, if the circuit -is utilized as a gate circuit, it can be -said to ibe closed. [Emphasis -added.]\nThis switching -of core 10,11 or 12 by the sensing current also seems to foreclose reliance on an argument of the inherency of the “incapable” limitation of counts 1 to 5.\nWith, respect to. the “switches” limitation, the board held that switches, within the requirements of the count, are inherent in the “pulse sources” disclosed in the parent Paivinen application. As found by the board:\n* * * A “pulse source” 'disclosed in Paivinen 454,949 means to the persons ■skilled in the art a device that has a source of electromotive force and a ¡means to supply the emf to its output terminals and then after a period of time take it away. The emf is “switched” on and then “switched” off. Accordingly, the “pulse source” necessarily, and 'by generally accepted meaning of ■terms, includes a switch. So, insofar as the counts in question merely call for sources and switches for the sources 'they are supported by the earlier ■Paivinen application. * * *\nWe find no error in this finding, and Sands does not contend otherwise. Thus, Paivinen must prove an actual reduction to practice of count 6 by satisfying the burden of persuasion by a preponderance of evidence.\nActual Reduction to Practice\nIn our first opinion, we considered the sufficiency of the evidence on behalf of Paivinen. Those proofs briefly are: (1) The oral testimony of Paivinen bearing upon his conception, disclosure and reduction to practice, tied in with his notebook entries appearing on pages 28-26 of his Notebook No. 000124 (No. 124) and the notebook entries of witness Allen appearing on page 7 to 10 of Allen Notebook No. 000135 (No. 135); (2) The oral testimony of witness Allen, an assistant to Paivinen in 1952, concerning Paivinen’s disclosure of the invention to him, and his testing of a specific circuit under Paivinen’s direction and supervision, and concerning his notebook entries and photographs showing the results of a complete test run, which appear on pages 7 to 10 of Allen Notebook No. 135; (3) Exhibit A, the front cover and pages 23 to 26 of Paivinen Notebook No. 124, which disclose the Paivinen invention, first rather generally with a discussion of its intended operation (pages 23 and 24), and then as a specific practical implementation. (Pages 25-26) As noted in the board’s prior decision and in our previous opinion, the circuit shown on page 25 of that exhibit is substantially identical to the circuit shown in Eig. 1 of the Paivinen applications. These notebook pages are dated 2-25-52, signed by Paivinen, and “witnessed and understood” on that day by witness Allen and on the same or following day by K,. W. Avery; (4) Exhibit B, the front cover and pages 7 to 10 of Allen Notebook No. 135, which refer specifically to the Paivinen circuit shown on page 25 of Paivinen Notebook No. 124 as follows:\nA voltage-driven magnetic gate was built & tested, following the circuit on pg. 25 of workbook #000124.\nThese notebook- pages contain both written entries by the' witness Allen, all dated 3-18-52, and photographs taken during a test run by Allen in 1952 showing flux and voltage waveforms observed in the circuit being tested; (5) Exhibits C to Hr Exhibit C is a Burroughs catalog showing various pulse control units, while Exhibits D to H are detailed schematic diagrams of the test apparatus used in the Allen tests in 1952 to supply the necessary current and voltage pulses to the Paivinen circuit under test.\nAllen also described the various elements of the circuit he built, the physical makeup of his construction, the manner in which the circuit Was connected to the required pulse sources, the nature of the tests performed and the circuit operation. He gave the model numbers of the various units of the test equipment used to supply the necessary input pulses, and identified a Burroughs catalog describing these units, arid a schematic circuit diagram for each such unit. These documents were introduced in evidence as Paivinen Exhibits C to H.\nAllen testified further that the test circuit was successfully operated using an inspect pulse which did not switch an input core,' and that, after this' successful operation, the inspect pulse was deliberately lengthened in order to illustrate and verify the fact that the circuit will not operate properly if the duration of the inspect pulse is to great. Further, he explained that photographs 1 to 6 record the proper or successful operation of the test circuit, while photograph 7 records the improper operation with the lengthened inspect pulse. The inscription under photograph 7 confirms this testimony by stating that this photograph shows “Flux developed in the output core, in the case where the inspect voltage duration is too great.” In our prior opinion, we stated:\n* * * Both Paivinen and Allen stated, at many points in their testimony, that these goals had been successfully met and that the circuit operated as intended. The oscilloscope photographs bear this out. Photograph #1, which depicts voltage developed across the output winding of the output core, clearly shows a signal for the coincidence condition and none for the non-coincidence condition. Photograph #3 shows the same relationship for magnetic flux in the output core.\nPhotograph ⅜7 shows flux developed in the output core under a condition where the inspect signal duration was intentionally made too great. * * *\nPaivinen testified that at his direction Allen built and tested a circuit corresponding to the schematic diagram shown on page 25 of his notebook, which in turn corresponds to Fig. 1 of the Paivinen application. Also, he testified that he witnessed and supervised the tests after the circuit was built and working and that he and Allen observed the operation of the circuit together. Further, he described its operation, and testified that it operated successfully as an AND circuit under conditions simulating those of certain specific practical uses.\nThus, it seems to us that the record for Paivinen establishes beyond any reasonable doubt a corroborated reduction to practice by the date of Allen’s test, March 18,1952, which is prior to the Sands’ filing date. It only remains, then, to determine whether Sands’ testimony and inter-partes tests are legally sufficient to establish a reasonable doubt that Paivinen successfully reduced the invention to practice.\nFollowing the completion of the Paivinen testimony-in-chief, Sands gave testimony and ran inter-partes tests on a circuit which he built, and which, according to his testimony, duplicated the circuit parameters of the Paivinen test circuit as closely as possible. The purpose of these tests was to show that the Paivinen test circuit had not been reduced to practice. The asserted lack of reduction to practice apparently relates to two aspects of the test apparatus employed in the Allen tests of 1952, namely, (1) an alleged inoperativeness of the Paivinen test circuit when used with the inspect pulse source supposedly “described” by the Paivinen witnesses, and (2) the failure of this pulse source to satisfy the language of Counts 1 to 5 calling for such source to be “incapable” of reversing the saturation condition of an input core.\nSands contends here, as he did below, that the device as-established by the Paivinen proofs is not operative. In an attempt to rebut the Paivinen proofs, Sands relies on proofs consisting of his own testimony and a series of 3 tests intended to prove the inoperativeness of the Paivinen device.\nIn brief, Sands ran a test on a circuit he built on the basis of the Paivinen testimony, and which duplicated the circuit tested by Allen in 1952. He applied the full output voltage of 22 volts from the pulse delay unit to the circuit. This did not work, and was then followed by two other tests, in both of which the inspect voltage was reduced to approximately 1.3 volts, which was in accord with Allen’s notebook, and the testimony on behalf of Paivinen. In the second test, the circuit had such a high circulating current during reset of the input cores that it also failed to operate successfully, whereas in the third test successful operation was achieved. These tests will be considered in detail.\nSands First Test:\nIn Sands’ first test, a Burroughs type 1301 pulse delay unit was connected directly to the inspect windings, without any provision to reduce the voltage of the pulse delay unit. The results of this test are shown in the photographs marked Sands Exhibits 18 to 23.\nSince, from the record, the Burroughs type 1301 unit produces an output pulse of approximately 20 to 30 volts, the effect of connecting it to the inspect windings was to apply a 22 volt inspect pulse to the circuit, rather than the 1.3-volt inspect pulse used in the Allen tests. Improper operation resulted, and, indeed, the variable input core in these Sands’ tests completely switched in approximately 10 microseconds. This test obviously failed to duplicate the test conditions of the Allen tests. It was in direct conflict with the evidence produced by Paivinen that an inspect pulse of 1.3 volts was used, and that the circuit will be inoperative if the inspect pulse is sufficient to switch an input core.\nSands Second Test:\nIn the second test undertaken by Sands, the output voltage from the Burroughs type 1301 pulse delay unit was reduced from 22 volts to 1.3 volts by connecting a potentiometer from its output terminal to ground. The photographs taken during this test were marked Sands Exhibits 24,25,27, and 28.\nPaivinen argues that the adjustment of the potentiometer to 1.3 volts at its tap had the effect of reducing the resistance between the tap and ground to about 10 or 15 ohms. When this value of resistance is connected across the shunting diodes in the inspect circuit, he argues, their shunting effect is destroyed and a large circulating current occurred during the clearing or resetting of the input cores. Paivinen relies on his original notebook entry, his testimony, and his application in interference ¡bo support his contention.\nIn discussing this test, the board stated, and we agree, that:\nSands then connected a 100 ohm potentiometer across the terminals of the PDU and adjusted the pulse to 1.3 volts. He then exhibited another series of oscilloscope patterns and photographed them (Sands Exhibit 24 to 30 inclu.). This change in circuitry did not achieve proper operation. It again seems to be a matter of unsuitable impedance characteristics of the source.\nSands Third Test:\nThe third test run by Sands used a diode clamp to reduce the output voltage of the Burroughs type 1301 pulse delay unit from about 22 volts to 1.3 volts, thus apparently avoiding the disruptive factors of the first and second tests. As a consequence, the circuit operated properly, and Sands so testified. The results of this third test are shown in Sands’ Exhibit 29 to 33. After the third test had been completed and proper operation obtained, Sands increased the duration of the inspect pulse until it just completely switched an input core. The result of this, as previously noted, was to produce a spurious output pulse. The photographs of this test with a lengthened inspect pulse are Sands’ Exhibits 31 and 35. This test was similar to the one run by Allen in 1952 to generate photograph 7, when, after successful operation had been achieved and documented in photographs 1 to 6, Allen increased the duration of the inspect pulse to show that this would give' rise to a spurious output pulse.\nIn rebuttal testimony, Paivinen stated that he had no exact recollection of modifications external to- the circuit of the Pulse Delay-Unit. The board summarized Paivinen’s position on Sands’ tests as follows: '\nThe foregoing excerpts contain the essence .of the witness Paivinen’s position on this aspect. In substance it is that his system worked to obtain the desired end result and that in working it produced the wave forms in AJlen’s notebook. Since these results could not be obtained by direct connection of the pulse source used to the circuitry under test without modification, and since there was a direct connection, the results must have been obtained by parallel connected elements, which the witness could not remember seeing and could not describe or specify. ■\nThe board’s position concerning this question seems to us in error, and seems to fail completely to give proper weight to the Pai-vinen proofs. Although it is true that the Paivinen witnesses could not recall seeing a diode clamp connected to the output terminal of the inspect pulse source they used some ten years before, they testified as to the characteristics of the pulse source and the nature of the pulses it produced. This testimony alone, it seems to us, ⅛ completely adequate to establish a reduction to practice. Moreover, they testified that the pulse source in fact included a Burroughs type pulse delay unit, together with a modifying circuit element which served to reduce the output voltage of this unit from 20 to 30 volts to 1.3 volts (as shown in the photographs), and to reduce the inspect source impedance during inspect time from 100 or 200 ohms to about 15 ohms, while leaving it unaffected during non-inspect time. Thus, they testified that the modifying element itself as a voltage limiting element having asymmetrical resistance characteristics. Such an element is, in fact, a diode.\nThe boai’d’s position concerning this point seems to be that in attempting to prove what happened in 1952, greater weight should be given to later testimony and proofs than to the photographs taken at the time the test occurred. The fact that the Paivinen witnesses cannot recall every element of the apparatus used to test the Paivinen circuit, an act some ten years earlier, does not seem to us to overcome the great weight attributable to the record Paivinen made contemporaneously with the activities relied upon.\nThe testimony of the Paivinen witnesses and supporting documents show beyond any reasonable doubt that the Paivinen circuit tested by Allen in 1952 was operative, and one cannot avoid this conclusion without holding that Paivinen and Allen deliberately gave false testimony and that the exhibits were falsified. Walker v. Bailey, 44 CCPA 998, 245 F. 2d 486, 114 USPQ 302 (CCPA 1957); cf. Patterson v. Clements, 30 CCPA 1262, 136 F. 2d 1002, 58 USPQ 539 (CCPA 1943). Nor is there reasonable doubt cast on this position by Sands’ tests. Indeed, instead of proving the Allen tests inoperative, the Sands’ testimony, especially test 3, confirmed the operativeness and success of those tests.\nNor do we think that Sands’ analysis of Allen’s oscilloscope patterns requires a contrary result. While fraught with technical nuances, that analysis does not, in our view, overcome the testimony of Paivinen and Allen that a successful test was achieved.\nSince Paivinen had to prove an actual reduction to practice of counts 1-5 beyond a reasonable doubt, a point to which we have given our greatest attention in reversing, and count 6 by a preponderance of evidence, we think that Paivinen, on this record, has satisfied those burdens.\nWe have been greatly assisted in our determination by the careful discussion by the board and the able arguments of both parties. We have not set forth, in this opinion, all of the points of those arguments, but they have received our careful consideration during our lengthy deliberation of this appeal. In view of the foregoing, the decision of the board awarding priority of invention to the senior party Sands is reversed.\nThe board consisted of Messrs. Willner, Boys, and Crews, Examiners of Interferences. Mr. Willner wrote the opinion of the board.\nCounts 1 and 6 are representative and read :\n1. In combination, a body of ferromagnetic material, at least one conductor disposed adjacent tbe body in position to send flux tbrougb the body, a load impedance, and three separate means to drive currents through at least one of said conductors, two of said means being adapted to drive currents through said conductors in such directions and of such magnitude and duration as to magnetize said body to saturation in substantially opposite directions regardless of its previous condition of magnetization, the third of said means having said load impedance in series therewith and being incapable of reversing the condition of saturation of said body.\n6. A circuit for the evaluation of a logical And function involving two variables' of possible zero and unit values, said circuit comprising two saturable magnetic cores, two sensing field generators having a switch in common and having separate series-connected windings one on .each of said cores, two set field generators including each one winding on one of said cores, and two reset field generators having a switch in common and having series-connected windings one on each of said cores.\nThe interference involves U.S. patent No. 2,846,593, issued to Sands on August 5, 1958, and an application filed by Paivinen after the issuance of the Sands patent, i.e., Serial No. 791,232, filed February 4, 1959. The Paivinen application is denominated a “continuation” of an application Serial No. 454,949, filed September 9, 1954 (hereafter the “Paivinen parent application)”, i.e., after Sands filing date but before Sands date of issuance. In the course of the interference proceedings, the examiner ruled that the Pavinen application in interference is not a continuation of the parent Paivinen application, but rather a “continuation in part” thereof.\nFig. 1 of tie drawings of the parent Paivinen application is Identical to Fig. 1 of the Paivinen application in Interference.\nThe application discusses the possibility that, if the core is driven beyond its switching condition, the sensing winding may pass from a high impedance to a low impedance state causing a high sensing current flow. The high sensing current flow after switching may cause a spurious voltage pulse in the output circuit. The application states :\n* * * while it is true that one can avoid this spurious output pulse by using a sensing pulse of amplitude and duration just sufficient to switch the core, as described, in a practical case, where the amplitude and/or duration of this pulse may vary slightly, such amplitude and/or duration is preferably chosen to be less than .sufficient to switch the core so as to maintain some safety margin. * * *\nThe board’s original decision found that Paivinen had established a conception of the invention of the counts prior to Sands’ filing date. We held that the Paivinen proofs made out a prima facie case of priority, Paivinen v. Sands, supra. These findings are not in dispute here.\nThese notebook pages provide the values for the shunt resistors and the type of diodes used in the inspect circuit, the number of turns on the windings on the input and output cores, and the core material and size. The notebook states :\nSince this was done merely to test the feasibility of the two-impedance concept, no attempt was made toward optimising conditions other than to get the circuit to work. In this we were successful. [Emphasis added.]\nPetition for Rehearing denied November 14, 1968.",
        "type": "majority",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Fidler, Bradley & Patnaude (Raymond E. Fidler, Charles W. Bradley, Jr., of counsel) for appellant.",
      "Pennie, Edmonds, Morton, Taylor and Adams (J. Philip Anderegg, of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "399 F.2d 697; 158 USPQ 602\nJohn O. Paivinen v. Eugene A. Sands\n(No. 7803)\nUnited States Court of Customs and Patent Appeals,\nSeptember 5, 1968\nFidler, Bradley & Patnaude (Raymond E. Fidler, Charles W. Bradley, Jr., of counsel) for appellant.\nPennie, Edmonds, Morton, Taylor and Adams (J. Philip Anderegg, of counsel) for appellee.\n[Oral argument November 6, 1967 by Mr. Bradley and Mr. Anderegg]\nBefore Worley, Chief Judge, and Judges Rich, Smith, Almond, Kirkpatrick\nSenior District Judge, Eastern District of Pennsylvania, sitting by designation."
  },
  "file_name": "1502-01",
  "first_page_order": 842,
  "last_page_order": 851
}
