{
  "id": 6560748,
  "name": "Trustees for Arch Preserver Shoe Patents v. James McCreery & Co.",
  "name_abbreviation": "Trustees for Arch Preserver Shoe Patents v. McCreery",
  "decision_date": "1931-06-01",
  "docket_number": "No. 2739",
  "first_page": "1507",
  "last_page": "1514",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1507"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 1068"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "49 F. (2d) 842",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6559664,
        1828430
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/18-2/1386-01",
        "/f2d/49/0842-01"
      ]
    },
    {
      "cite": "40 F. (2d) 1003",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/1003-01"
      ]
    },
    {
      "cite": "40 F. (2d) 1013",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792831
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/1013-01"
      ]
    },
    {
      "cite": "40 F. (2d) 1006",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792723
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/1006-01"
      ]
    },
    {
      "cite": "39 F (2d) 274",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1776729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/39/0274-01"
      ]
    },
    {
      "cite": "257 Fed. 270",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        5748663
      ],
      "pin_cites": [
        {
          "page": "272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/257/0270-01"
      ]
    },
    {
      "cite": "252 U. S. 538",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        551448
      ],
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/252/0538-01"
      ]
    },
    {
      "cite": "183 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8296451
      ],
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/183/0001-01"
      ]
    },
    {
      "cite": "41 F. (2d) 295",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1790255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/41/0295-01"
      ]
    },
    {
      "cite": "40 F. (2d) 997",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792904
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0997-01"
      ]
    },
    {
      "cite": "40 F. (2d) 108",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792746
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0108-01"
      ]
    },
    {
      "cite": "37 F. (2d) 960",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1773467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/37/0960-01"
      ]
    },
    {
      "cite": "38 F. (2d) 696",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1744091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/38/0696-01"
      ]
    },
    {
      "cite": "297 Fed. 889",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3636836
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/297/0889-01"
      ]
    },
    {
      "cite": "54 App. D. C. 310",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 756,
    "char_count": 16255,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 8.809691169799155e-08,
      "percentile": 0.49660713809955714
    },
    "sha256": "94d89f4e9b5d5805fbc444a80d333425e2780b49be7845a3313b1967f6c54fcb",
    "simhash": "1:df85f2f195dbb947",
    "word_count": 2671
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Trustees for Arch Preserver Shoe Patents v. James McCreery & Co."
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nThis is an appeal from a decision of the Commissioner of Patents in a trade-mark registration opposition proceeding.\nOn September 20, 1927, appellee, James McCreery & Co., filed an application in the United States Patent Office for registration, under the trade-mark registration act of February 20, 1905, of the words “Foot Preserver ” for use as a trade-mark on “boots and shoes of leather, canvass or fabric, or combinations thereof.”\nThe proposed mark having been passed to publication and published in the Official Gazette, appellant, trustees for Arch Preserver Shoe Patents, gave notice of intention to oppose the registration, stating:\nThe grounds for opposition are as follows:\nThat the mark for which application for registration is made so closely resembles the trade-marks filed and registered in the United States Patent Office enumerated below:\nCharles H. Brown, trade-mark application Serial No. 216014. Piled June 19, 1925.\nBerenice Brown, trade-mark registry No. 113556. Registered October 24, 1916.\nBerenice Brown, trade-mark registry No. 161351. Registered November 7, 1922.\nBerenice Brown, trade-mark registry No. 161352. Registered November 7, 1922.\nThe above trade-marks have been acquired by the present opponent as of record. The resemblance is so close as to produce confusion in the minds of the people, which would operate to the detriment of your opponent.\nThe words of the marks relied upon by appellant are “Arch Preserver ” applied also to boots and shoes. The two last registrations of appellant were under the act of 1920 and concededly may not, as registrations, be relied upon as a basis for opposition in this case.\nProof was taken by appellant. On behalf of appellee a stipulation as to certain facts was filed.\nThe examiner of interferences rendered a decision in which he dismissed the notice of opposition for reasons hereinafter set forth and discussed, but held, independently of the opposition, that ap-pellee had no right to register the mark because it was deemed to be merely descriptive. Appellee thereupon petitioned for a rehearing, which was granted with the. statement that same “ is essentially ex parte in its nature.”\nThe decision upon the rehearing reaffirmed the former holding as to the descriptive chcaracter of appellee’s proposed mark — “Foot Preserver ” — and again denied the registration.\nBoth parties thereupon appealed to the Commissioner of Patents and the commissioner rendered the decision here appealed from, in which he reversed both holdings of the examiner of interferences and held that appellant-opposer was entitled to make the opposition, but that the mark was not descriptive, citing upon the latter point, In re The Irving Drew Co., 54 App. D. C. 310, 297 Fed. 889; and further held that appellee was entitled to the registration, notwithstanding the opposition.\nThe appeal to this court was then taken.\nIn the course of the decision, the commissioner says:\n* * * tbe applicant calls attention to more than 100 registrations by others of trade-marks of like import and which consists of the word “ arch ” or the word “ foot ” combined with some qualifying word, such as Saver, D-Fend-R, Protector, Gard, Ease, and Eazer, which form a part of the marks. “Arch Saver,” “Foot Saver,” “Arch-D-Fend-R,” “Arch Protector,” “Foot Protector,” “Arch Ease,” “Foot Eazer,” and “Foot Gard,” respectively. (See trade-marks listed in applicant’s schedules A and B.) Many of these trade-marks were registered before either of the parties to this proceeding entered the field. In view of the many trade-marks which have been registered comprising like combinations of words with like suggestive meanings, it is evident that neither of the parties to this proceeding is entitled to such broad protection of its mark as to exclude from registration the mark of the other party. The status of the existing marks is such that the public must exercise unusual care in discriminating between them in its endeavor to ascertain the sources of ownership of the goods to which the respective marks are appropriated.\nThe rule which has been applied by us in quite a number of decisions rendered since the date of the decision of the commissioner in the instant case is at variance with his foregoing reasoning.\nIn American Fruit Growers (Inc.) v. Michigan, Fruit Growers (Inc.), 17 C. C. P. A. (Patents) 906, 38 F. (2d) 696, this court, speaking through Judge Hatfield, after reviewing a number of decisions of other courts, stated the rule which we think applicable. It is given in the first syllabus as follows:\nIn an opposition proceeding, where the goods of the parties possess the same descriptive properties, applicant’s right to registration depends upon whether his mark will conflict with one previously adopted and used by opposer, and in the determination of this question prior registrations by others are not to be considered.\nThis doctrine we have reiterated and followed in numerous decisions. Sharp & Dohme v. Parke, Davis & Co., 17 C. C. P. A. (Patents) 842, 37 F. (2d) 960; California Packing Corporation v. Tillman & Bendel (Inc.), 17 C. C. P. A. (Patents) 1048, 40 F. (2d) 108; Standard Oil Co. v. Epley, 17 C. C. P. A. (Patents) 1224, 40 F. (2d) 997; MacEachen v. Tar Products Corporation, 17 C. C. P. A. (Patents) 1264, 41 F. (2d) 295.\nWe believe this rule embodies the correct principle of law to be applied relative to the right of registration, which is purely statutory.\nWe are not unmindful of the fact that, in proceedings in courts of equity relating to unfair competition and trade-mark infringement cases, the courts take cognizance of the situations created by numerous uses of resembling marks on similar characters of merchandise and, in adjusting the equities, give consideration to such situations. But registration is controlled solely by the statute. Section 5 of the trade-mark registration act of February 20, 1905, provides .that marks:\n* * * which so nearly resemble a registered or known trade-mark owned and in use by another and appropriated to merchandise of the same descriptive properties as to be likely to cause confusion or mistake in the mind of the public or to deceive purchasers shall not be registered.\nThe fact that a proposed mark may simulate many marks does not lessen its resemblance to any one of these many, and, if it be similar to another, in the sense of the law, the fact that it is also similar to several does not render it registerable. One purpose of the trademark registration law being to aid legitimate interstate and foreign commerce, it seems to us that, both in letter and spirit, it requires a construction which will, to the fullest extent possible, prevent confusion, not add thereto. If by inadvertence, or acting under a mistaken construction of the statute, improper registrations have heretofore been granted, such errors are not remedied by supplementing them with still another error, and a mistake of yesterday should not constitute a precedent for the law of to-day and to-morrow.\nThere is presented in the instant case an issue which has not heretofore been before this court in an opposition proceeding. Appellee denies the right of appellant to appear as an opposer to appellee’s registration upon the ground that appellant is not the owner of and is not entitled to the exclusive use of the words “ Arch Preserver,” by reason of the fact, particularly, that in appellant’s registration certificate of October 24, 1916, there was a disclaimer of the words “ Arch Preserver,” the language of the certificate being, “ no claim being made to the words ‘Arch Preserver,’ apart from the mark shown in the drawing.”\nThe holding by the examiner of interferences upon this point was, in effect, that inasmuch as “ the notice of opposition shows that damage is predicated on the ‘ nature of the mark ’ * * registration shall be refused only on the grounds specified in section 5 ” of the trade-mark registration act; that the only statutory ground for refusing registration, applicable under the notice, is the “ confusion-in-trade ” clause of said section, and that in order to prevent the registration of “Foot Preserver” on account of “Arch Preserver,” it must appear that the latter is a mark meeting the statutory requirement of being “ owned and used by another.”\nHe further held that, by reason of the disclaimer in appellant’s registration above referred to, it was not the owner of “ Arch Preserver ” and, having no exclusive trade-mark rights in the words, is not in a position in this case to claim damage.\nIt appears from the record that appellant, or one Chas. H. Brown, who subsequently assigned the mark to appellant, did, on March 6, 1928, cause a mark containing the words “ Arch Preserver ” to be registered in the Patent Office without any disclaimer of the words, this registration, apparently, being based on an application filed June 19, 1925, and referred to in the notice of opposition as application serial No. 216014. The number of the registration itself is 239510. This registration was under the act of February 20, 1905.\nIt is the contention of appellee that appellant may not rely upon the registration last noted (No. 239510) to establish ownership 'of the words “ Arch Preserver,” because of its disclaimer in the original registration of October 24, 1916 (No. 113556).\nIn support of this contention appellee cites Holzpfel's Co. v. Rahtjen's Co., 183 U. S. 1, 12; Beckwith v. Commissioner of Patents, 252 U. S. 538, 545; L. P. Larson, Jr., Co. v. Lamont, Corliss & Co., 257 Fed. 270, 272; and Warner-Patterson Co. v. Malcomb, 17 C. C. P. A. (Patents) 984, 39 F (2d) 274. This contention is not seriously contested by appellant. We think it is correct.\nThe Wamer-Patterson case, supra, was an interference proceeding and we there held, following the rule stated by the Supreme Court of the United States in the Beckwith case, supra, that an applicant having once disclaimed a part of a mark in a registration application filed by him could not thereafter set up any exclusive right to the part so disclaimed. In that case we reversed the decision of the Commissioner of Patents and expressed our disagreement with a former decision of his, therein cited, viz, Standard, Water System Co. v. Tripure Water Systems Co., 124 Ms. Dec. 42, in so far as he held that a “ disclaimer may not be urged, by subsequent users of the mark disclaimed, as an estoppel.”\nThe Standard Water System Co. case, as decided by the commissioner, is cited by him in his decision of the instant case.\nUnder the rule stated in the Warner-Patterson case, supra, it must, therefore, be held that appellant has not, by its 1925 registration, acquired any rights to oppose which it did not possess under its registration of October 24, 1916.\nHowever, it must be borne in mind that the Warner-Patterson case was an interference proceeding, whereas the instant case is one of opposition, and the law is well settled that the right to oppose a registration is not limited by the statute to one who possesses a registered mark. Section 6 of the trade-mark registration act of February 20, 1905, provides that:\nAny person who believes lie would be damaged by the registration of a mark may oppose the same * * *. (Italics ours.)\nIn Rose Nerenstone Bookman, etc., v. The Oakland Chemical Co., 17 C. C. P. A. (Patents) 1213, 40 F. (2d) 1006, following California Cyanide Co. v. American Cyanamid Co., 17 C. C. P. A. (Patents) 1146, 40 F. (2d) 1013, we held, as stated in the syllabus of the last mentioned case:\nIt is not necessary that one claiming the use of a mark shall have that mark registered in order to oppose registration of another mark alleged to be unregis trable under the statute.\nSee also California Cyanide Co. v. American Cyanamid Co., 17 C. C. P. A. (Patents) 1198, 40 F. (2d) 1003; and Model Brassiere Co., Inc., v. Bromley-Shepard Co., Inc., 18 C. C. P. A. (Patents) 1294, 49 F. (2d) 842.\nWe, therefore, agree with the Commissioner that appellant in the instant case, by reason of the use shown of “ Arch Preserver ” and without reference to whether “ Arch Preserver ” is or is not descriptive as nsed, has the right to oppose the registration sought, notwithstanding its disclaimer in the certificate of October 24, 1916.\nThe question then is, whether there is such a resemblance between “Arch Preserver” and “Foot Preserver” as that confusion would likely result from their application to boots and shoes.\nWe are not in agreement with the appellant’s contention that the dominant feature of the mark used by it is the disclaimed word “ Preserver,” or that the mark should be construed largely by that commonly used English word. The issue must be treated by considering the words “ Arch ” and “ Foot,” taken in connection with “ Preserver.”\nWhen applied to footwear we can not escape'the conviction that confusion would likely result. “ Arch ” when so applied carries with it a direct suggestion relating to a portion of the human foot. Foot is a term which embraces the arch. It is possible that there are terms relating to other parts of the foot which might not be confusing with “ Arch,” but if the positions of the respective parties hereto were reversed, and one were seeking to register “ Arch Preserver ” over the opposition of a prior user of “ Foot Preserver,” we apprehend the registration would be denied upon the issue of confusion.\nThe evidence introduced by appellant in the effort to show actual confusion is not strongly impressive. In a proceeding in equity involving an issue of unfair competition inter partes, probably most of it, as presented, would be held inadmissible. Generally speaking, we think the usual rules relating to admissibility of evidence should be applied in these statutory proceedings. Where proofs are attempted they should be made with regard to these rules. But a definite ruling here upon the testimony objected to, at the time of its taking, by counsel for appellee, is not necessary — indeed not proper— since there is no specific assignment of error upon that feature.\nThere is some evidence indicating actual confusion on the part of a newspaper in the preparation and issuance of advertising matter, when, intending to advertise “ Foot Preserver ” shoes, it caused the advertisement to be inserted for “Arch Preserver ” shoes, and then, in subsequently attempting to correct the error, made the advertisement read simply “ Preserver ” shoes.\nIndependent of the testimony, however, we have the words themselves before us- to be considered in the light of the statute and of numerous decisions of this and other courts.\nThe first paragraph of section 5 of the Trade-Mark Registration Act reads, in part:\nThat ho' mark by which the goods of the owners of the mark may be distinguished from other goods of the same class shall be refused registration as a trade-mark on account of the nature of such mark.\nIt is required, therefore, that a mark to be registerable shall have the quality of distinguishing the goods upon which it is applied by its owner from other goods of the same class. Obviously, “ Foot Preserver,” on account of its resemblance to “Arch Preserver,” will not serve-to distinguish the goods labeled “Foot Preserver” from those labeled “Arch Preserver,” and is not, therefore, a mark, registration of which is proper under the statute.\nWe think the registration sought must be denied upon the ground of likelihood of confusion. This being our view, it is not necessary to discuss the question of discriptiveness.\nFor the reasons stated, the decision of the commissioner is reversed and the registration denied.\nThe costs incident to records furnished in response to praecipe of appellee are adjudged against appellee.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "E. F. Murdoch (Charles R. Allen of counsel) for appellant.",
      "Rudolph L. von B&rnuth, Jamies McKmley Rose (Morrell 8. Loehhart of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 1068\nTrustees for Arch Preserver Shoe Patents v. James McCreery & Co.\n(No. 2739)\nUnited States Court of Customs and Patent Appeals,\nJune 1, 1931\nE. F. Murdoch (Charles R. Allen of counsel) for appellant.\nRudolph L. von B&rnuth, Jamies McKmley Rose (Morrell 8. Loehhart of counsel) for appellee.\n[Oral argument May 7, 1931, by Mr. Allen and Mr. Rudolph L. von Bernuth]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1507-01",
  "first_page_order": 825,
  "last_page_order": 832
}
