{
  "id": 12166042,
  "name": "In re Florren Emerson Long and Fred B. Shaw",
  "name_abbreviation": "In re Long",
  "decision_date": "1965-06-24",
  "docket_number": "No. 7422",
  "first_page": "1510",
  "last_page": "1516",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1510"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 72"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 651"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "301 F. 2d 686",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165266,
        244461
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1039-01",
        "/f2d/301/0686-01"
      ]
    },
    {
      "cite": "49 CCPA 1039",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165266
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1039-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 15645,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24678736096197115
    },
    "sha256": "6b29236f4a4a5e24694934674c38c21d108466b7cbef44beb66457d579cd1665",
    "simhash": "1:1d9ed565c36e965b",
    "word_count": 2646
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Wokley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Florren Emerson Long and Fred B. Shaw"
    ],
    "opinions": [
      {
        "text": "Almond, Judge,\ndelivered the opinion of the court:\nLong and Shaw appeal from the decision of the Board of Appeals affirming the examiner’s rejection on prior art of claims 1, 2, 3, 5, 6, 11, 12, 14, 15 and 16 in appellants’ application for “Two Compartment Package.”\nClaim 1 appears illustrative:\nA package comprising a container including an outer pouch and an inner pouch, said inner pouch being disposed within said outer pouch, said inner pouch having opposite ends thereof secured to respective ends of said outer pouch, different materials contained in said inner and outer pouches, and the relative proportions of the length, elongation and strength of material of said inner pouch being substantially less than the relative proportions of length, elongation and strength of material of said outer pouch such that when endwise tension is applied to said container, said inner pouch will rupture and the contents of said inner pouch may be disposed directly within said outer pouch.\nFigures 2, 3 and 5 of the claimed invention are reproduced below:\nAppellants’ two compartment package comprises an outer pouch 12 and an inner pouch 13. It is asserted that said pouches “are so related in length, strength and capability of elongating that upon application of endwise tension to package 10 the inner pouch is stressed to the point of rupture while the outer pouch remains whole.”\nInner pouch 13 is formed of two sheets of material 14 secured together to form edge seams 15. These sheets are also secured together to form end seams 16. The inner pouch contains “a first, material” 17.\nOuter pouch 12 is formed of two sheets of material 18 sealed together along their edges to form seams 19 and also sealed along their ends to form end seams 20. The ends of pouch 13 are disposed between the ends of pouch 12 (Fig. 3) to form end seams 20 by sealing the ends of both pouches. The sides of inner pouch 13 are free from the sides of outer pouch 12 forming a space therebetween. The outer pouch serves as a container for “second material” which surrounds the inner pouch.\nAppellants point out the function of the relative proportions of the length, elongation and strength of the material of the two pouches in the application of tension on the package 10 to secure rupture of the inner pouch while the outer pouch remains intact. In this connection we deem it pertinent and helpful to quote the following explanatory excerpt from appellants’ brief:\nIf the pouches 12 and 13 are formed of the same material and have the same -general lengths, the inner pouch 13 may be weakened, such as by providing notches 22 in the side seams thereof adjacent at least one end. Under such construction endwise tension applied to the package 10 would cause both pouches 12 and 13 to elongate identically but the inner pouch 13 would rupture due to the weakening thereof by the provision of the notch or notches 22. This, of course, is the most simple form of the invention.\nIn order to further assure the rupture of the inner pouch 13 while the outer pouch 12 remains whole, the outer pouch 12 is of a greater length than the inner pouch 13 so that when an endwise tension is applied to the package 10, the inner pouch 13 will be highly stressed while the outer pouch 12 will be relatively unstressed or subjected to extremely low stress, if stressed at all, with the result that the inner pouch 13 will rupture while the outer pouch 12 will remain whole.\nAnother way of assuring the rupture of the inner pouch 13 while the outer pouch 12 remains whole is to form the inner pouch 13 of materials having very low elongation and relatively low tear strength as compared to the materials of the outer pouch 12. Thus, when endwise tension is applied to the container 11, the outer pouch 12 will elongate and remain whole while the inner pouch 13 will be overstressed and will rupture.\nThe references cited below are:\nSawyer, 2,714,974, August 9, 1955.\nTrow, 2,735,543, February 2, 1956.\nAshe (Australian), 206,210, December 14, 1956.\nS.E.A.B. (French), 1,137,005, January 7, 1957.\nCohen, 2,687,130, August 24, 1954.\nSawyer, which the board considered most pertinent, discloses a container formed of outer, intermediate and inner pouches. The three pouches are sealed along their lowermost edges to each other, the other portions being completely free. The patent states that “A slight pressure on the outer tube in the region surrounding the inner tube causes a rupture of the inner tube material because of its thinner and weaker construction, or because of scoring * * *.\"\nTrow shows a smoking pipe tobacco cartridge or plug enclosed within an outer tube. The cartridge comprises a tubular sleeve of woven fiber glass strands within which is a mass of smoking tobacco. The ends of the sleeve are held in gathered or twisted position by staples or wire. The user breaks open the outer tube and inserts the cartridge in a pipe and smokes the tobacco. Since the fiber glass strands do not burr, they retain the ashes within the sleeve.\nAshe, as stated by the board, “discloses an inner container made of thermoplastic material or a fabric impregnated with thermoplastic material. The inner container has a weakened seam. The inner container can be ruptured by manually compressing the container.”\nS.E.A.B. relates “to a combination of several portions of liquid or pastry products to be administered in combination, but which are not miscible in advance.” The device comprises a tubular outer cover made of thermoplastic material which contains a coaxially arranged inner tube of lesser diameter “but of equal length.” Separate liquids are housed in each tube. The tubes are bonded together along two transverse strips. The tubular walls are thin “although quite unbreakable.” When the liquids are to be used, “it is sufficient to perforate the two tubes successively to empty them.”\nCohen shows a two-compartment container which maintains ingredients apart until it is desired to mix them within the container. The inner capsule or container is provided with a nick or weakened portion. The inner container is ruptured by squeezing the lower end of the outer container.\nIn sustaining the examiner’s rejection of claims 1, 2, 3, 5, 6, 11, 12 and 14, the board pointed to the excerpt from Sawyer quoted in our analysis of that reference. In view of this teaching of Sawyer, the board held that it would be obvious to one skilled in the art “to make the inner pouch [of either the Trow or French patent] of such material or in such manner that the inner pouch would rupture when tension is applied thereto.” The board reasoned further that since Sawyer shows the inner pouch weakened adjacent one edge, it would be obvious to weaken the pouch in either of the primary references.\nThe examiner’s rejection of these claims was predicated on the use of either Trow or the French patent as the primary references and Sawyer as the secondary reference. The board entertained the view that these claims were just as susceptible to being rejected on Sawyer as the primary reference and either Trow or the French patent as the secondary reference, stating that:\nSince either Trow or the French patent shows an inner container located co-axially within an outer container with the opposite ends of the inner and outer containers sealed together, it is our opinion that it would be obvious to a person skilled in the art to place the inner container in the outer container in the particular manner disclosed by appellants.\nThe examiner rejected claims 15 and 16 as being unpatentable over either Sawyer, Ashe or Cohen. In affirming this rejection, the board stated that these claims:\n* * * do not recite any structure which distinguishes significantly over the references. Since the inner container in each of the references is ruptured by pressure on the container, such pressure tends to tension the inner container to cause rupture of the container and it is our view that whether such tension is created in the manner set forth in the claims or in the manner set forth in the references is without patentable significance. Moreover, it is our opinion that to construct the containers of materials having the particular properties and in the manner set forth in the claims would be obvious to a person skilled in the art since Sawyer discloses * * * that the inner tube can be made of material of thinner and weaker contraction. * * *\nIt seems apparent that the board proceeded on its assumption of fact that Sawyer teaches that an inner tube can be ruptured by application of slight pressure while retaining the outer tube intact, provided:\n1. The inner tube material is thinner than the outer tube material;\n2. The inner tube material is weaker than the outer tube material; or\n3. Because the inner tube material is scored.\nIt seems clear that the terms “thinner,” “weaker” and “scored” relate solely to the strength of the material of the inner pouch relative to the strength of the material of the outer pouch. Claim 1, employed as illustrative by the board, refers to the relative proportions of the length and elongation of the material of the inner pouch “as being substantially less than that of the outer pouch” so that upon the application of “endwise tension” the inner pouch will rupture while the outer pouch remains intact. Slight pressure on the outer tube to produce rupture of the inner tube because of the thinner, weaker or scored material as taught by Sawyer seems to us a far cry from the language of claim 1 directly connecting the application of “endwise tension” with the length in addition to strength and stretchability of the material of the inner pouch as related to those characteristics of the outer pouch.\nWe agree with appellant that the Trow patent, one of the secondary references, is nonanalogous to the art to which the claimed invention is related. In structure, function and utility, it is diametrically opposed to Sawyer. We perceive no relationship between the two patents which would warrant the combination wrought by the board. Sawyer houses material in three pounches. The two innermost are ruptured by the application of pressure to the outer container. The latter is never ruptured as the admixed materials are dispensed through a nozzle after the outer container cap has been removed. Trow is completely foreign to the concept of mixing materials upon the rupture of an inner pouch. Trow discloses a single outer pouch and an inner sleeve for housing tobacco which is never mixed with another ingredient. The inner sleeve is never ruptured but remains intact throughout the discharge of its intended function, viz as a container for the smoked tobacco ash.\nTurning to the board’s rejection of the noted claims as unpatentable over Sawyer and the French patent, it is noted that these two references have a single feature in that both disclose at least a two-compartment package. Here, however, similarity in structure and function ceases. The French patent is constructed with thin tubular walls which are “quite unbreakable.” The pastry products administered in combination “are not miscible in advance.” Sawyer is directed to the mixing of components with rupturing of an inner pouch and “without exposure of the components to the air or to each other prior to mixing.” The tubular walls of the French patent are designed to withstand the pressure of weight and force when a plurality of packages are stacked upon one another, while Sawyer suggests a weakening of an inner pouch so that it will rupture with slight pressure. The French patent discloses two tubes of equal length sealed transversely. To so modify Sawyer would be contrary to its teaching and might destroy its capacity to dispense the mixed product from the outermost pouch through the nozzle attachable to the threaded neck.\nFor these reasons we seriously question that Sawyer and the French references, with these irreconcilable dissimilar features of structure and function, can be validly combined to sustain the rejection of the noted claims predicated thereon.\nIn addition, it is observed that claim 1 calls for the length of the inner pouch as substantially less than the length of the outer pouch with opposite ends of the pouches secured together. The French patent discloses pouches identical in length and secured together at opposite ends, while Sawyer discloses pouches in which the inner pouch is shorter than the outer pouch and not connected at the opposite ends. It is also noted that the cited prior art contains no suggestion as to relative elongations of inner and outer pouches.\nIn applying the test of obviousness under 35 USC 103, it must be determined whether or not the claimed invention would have been obvious to one of ordinary skill in the art, having the references before him, at the time the invention teas made. The question of obviousness must be weighed without recourse to the disclosure of the applicant’s application. In re Sporck, 49 CCPA 1039, 301 F. 2d 686, 133 USPQ 360. In our opinion, the prior art applied by the board to sustain the examiner’s rejection of claims 1, 2, 3, 5, 6, 11, 12 and 14 fails to render obvious to one of ordinary skill in the subject art the appellant's invention as defined in these claims.\nThe board sustained the examiner’s rejection of claims 15 and 16 as being unpatentable over Sawyer, Ashe or Cohen. These claims both call for an “inner pouch having projecting end portions directed outwardly of said inner pouch toward said outer pouch adapted to be grasped when it is desired to tension said contained to open same * * * whereby when tension is applied to the inner and outer pouches of the container, said inner pouch will rupture” while the outer pouch remains intact. Claim 15 also recites the relative proportions of length, elongation and strength of the material of the inner and outer pouches. Claim 16 recites the material of the inner pouch as having relatively low elongation as compared to the outer pouch.\nThe board observed that Cohen discloses a weakened portion or neck and that Ashe shows an inner container with a weakened seam and that in Sawyer the inner tube can be made of material of thinner and weaker construction. The limitations recited in these claims, however, in no wise relate to whether the material is thinner or weaker. We find no teaching in the cited art even suggesting “projecting end portions which are adapted to be grasped when it is desired to tension” the container, as recited in claims 15 and 16, nor do we find any teaching other than in the claims themselves relating to the length and/or elongation of the pouches.\nWe have considered the arguments and the reasoning advanced by the solicitor but do not find them persuasive.\nIn our opinion, appellant’s concept of forming an inner pouch and an outer pouch connected to each other at opposite ends and of relative lengths and elongations which facilitate rupturing the inner pouch while retaining the outer pouch intact is manifestly unobvious in view of the art relied on by the board.\nWe therefore reverse the decision of the board with respect to each of the appealed claims.\nSerial No. 853,620 filed November 17,1959.",
        "type": "majority",
        "author": "Almond, Judge,"
      }
    ],
    "attorneys": [
      "Mason, Porter, Diller & Brown, Charles E. Brown (Vincent L. Ramik, of counsel) for appellants.",
      "Clarence W. Moore (Jere W. Sears, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 651; 146 USPQ 72\nIn re Florren Emerson Long and Fred B. Shaw\n(No. 7422)\nUnited States Court of Customs and Patent Appeals,\nJune 24, 1965\nMason, Porter, Diller & Brown, Charles E. Brown (Vincent L. Ramik, of counsel) for appellants.\nClarence W. Moore (Jere W. Sears, of counsel) for the Commissioner of Patents.\n[Oral argument May 6, 1965 by Mr. Ramik and Mr. Sears]\nBefore Wokley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1510-01",
  "first_page_order": 834,
  "last_page_order": 840
}
