{
  "id": 6560815,
  "name": "Fenton B. Brydle v. Harry H. Honigbaum",
  "name_abbreviation": "Brydle v. Honigbaum",
  "decision_date": "1930-06-05",
  "docket_number": "No. 2750",
  "first_page": "1517",
  "last_page": "1521",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1517"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 963"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "19 F (2d) 715",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1698372
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/19/0715-01"
      ]
    },
    {
      "cite": "57 App. D. C. 241",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 9387,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.3106957200979671
    },
    "sha256": "72a073a6fe8b2bb1799c06443a0d1d05002f0f1da1ae792189ef1f925a4c0d2a",
    "simhash": "1:3b39e73c7c43e344",
    "word_count": 1588
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Geaham, Presiding Judge, and Bland, Hatbteld, Gabbett, and Len-boot, Associate Judges"
    ],
    "parties": [
      "Fenton B. Brydle v. Harry H. Honigbaum"
    ],
    "opinions": [
      {
        "text": "CtRaham, Presiding Judge,\ndelivered the opinion of the court:\nThe appellant, Fenton R. Brydle, filed an application for a patent upon improvements in shingles in the United States Patent Office on October 21, 1924. The appellee, Harry H. Honigbaum, filed a similar application on April 27, 1923. An interference was declared by the Patent Office between these applications, the counts of the interference being three. Counts 1 and 2 are illustrative, and are ■ as follows:\nCount 1. A flexible shingle of composition roofing material comprising a substantially rectangular body, flat throughout its entire extent and adapted to be laid with one corner to the weather and provided at the apex of said weather corner with wings extending laterally in opposite directions beyond the contiguous lateral converging edges of the body, and lying in the same plane as the remainder of the shingle, said wings being of sufficient transverse length to extend in flat position beneath portions of the bodies of two juxtaposed underlying shingles of the preceding shingle course to hold down the weather corner of the shingle.\nCount 2. A flexible shingle of composition roofing material comprising a substantially rectangular body, flat throughout its entire extent and adapted to be laid with one corner to the weather and provided at the apex of said weather corner with wings extending laterally in opposite directions beyond the contiguous lateral converging edges of the body and lying in the same plane as the remainder of the shingle, with the upper edges of said wings sloping in a downward direction toward the body of the shingle, said wings being of sufficient transverse length to extend in flat position beneath portions of the bodies of two juxtaposed underlying shingles of the preceding shingle course to hold down the weather corner of the shingle.\nBoth parties took testimony. In Brydle’s amended preliminary statement, he alleges he conceived the invention of the counts of the interference between the dates of July 3, 1922, and July 12, 1922, disclosed the invention to others on or before October 10 of the same year, and reduced the same to practice between October 1, 1922, and December 20, 1922, by the making at that time of a panel composed of the shingles in question.\nA motion was afterwards made by Brydle to amend, his preliminary statement to conform with facts which he alleged had been proven by • the record, and this motion was disallowed by the Examiner of Interferences, and, on appeal, by the Board of Appeals. In this court, however, counsel for the appellant waives this motion and elects to stand upon his amended preliminary statement as hereinbefore set out.\nHonigbaum alleges in his preliminary statement that he conceived the invention in question on or about July 6, 1922, and reduced the same to practice by the making of a full-sized shingle on the same date, since which date he has continued the manufacture of the same.\nThe examiner of interferences found that the party Brydle, in 1922, was president of the Tilo Roofing Co., and during that year took up the use of a new shingle known as the Arro-Lock, which was a square shingle constructed with slits near one corner, designed to interlock with adjoining shingles; that on observing the workmen opening these shingles, Brydle conceived the idea that a notch would be much more satisfactory in the shingle than the slits in question, and that, thereupon, he took some rectangular shingles in which he made notches and with which he then covered a panel board which was thereupon fastened upon the outside of the warehouse in Brydle’s establishment, in a sloping position similar to a roof. The examiner of interferences held that the construction of this panel board did not amount to an actual reduction to practice, referring, in so doing, to Crabbs v. Wardell, 57 App. D. C. 241,19 F (2d) 715. This holding referred to counts 1 and 3 of the interference. As to count 2, limited to wings having the upper edges sloping toward the body of the shingle, the examiner found that Brydle did not claim to have done anything more toward the reduction to practice' thereof than, the making of one shingle prior to 1925. He also held that Brydle had no other reduction to practice prior to his filing date than the panel board in question. He further held that the delay of a year and a half in the filing of Brydle’s application after Honigbaum had filed is fatal to Brydle’s claims of priority and, arguing therefrom, awarded Honigbaum priority.'\nAn incidental question also arose on a motion by Brydle to reopen for leave to take further testimony, to wit: To offer in evidence a letter from the files of Mr. Brownrigg, former attorney for Brydle in this patent matter. The motion to reopen was denied.\nThe Board of Appeals agreed with the decision of the examiner of interferences as to all of his conclusions, except as to the finding that the making of Brydle’s panel board was not a reduction to practice. The board held as to this matter that inasmuch as Brydle and others had been using the Arro-Lock shingles, which were well known to the trade, and had been tested under actual practice, that it was not essential that the new shingle, which simply substituted a notch for the former slit, should be subjected to weather conditions in order to reduce the same to practice; that it was sufficient if the shingles were laid in such a way as to demonstrate that they were practicable shingles. ■ Irrespective- of this holding, however, the Board of Appeals held that Brydle had shown no right to file an amended preliminary statement, and that priority was properly awarded to Honigbaum, the senior party.\nThe facts in this record show an unusual condition in interference cases. Brydle testified that on July 3,1922, he conceived the idea of an .asbestos shingle with lateral notches in it, so that a shingle, for example, 16 inches square, might be used as a 16-inch shingle, without waste, by simply cutting notches in its sides. He produced testimony to show that in July, 1922, he made a panel board of such shingles, which is in evidence, and marked “ Exhibit 7.” The question as to whether this panel board was a reduction to practice or not, is warmly contested. A determination of this point, however, is not essential to the conclusion which we have arrived at in the matter. The one essential fact is that Brydle claims, in his testimony, to have conceived and reduced to practice a notched shingle.\nOn the other hand, Honigbaum claims to have conceived the idea of a shingle on July 6, 1922, and, on the same day, reduced the invention to practice. But Honigbaum’s shingle was not notched. It had tabs extending from the weather exposed corner, beyond the shingle proper. He has never claimed to have invented a notched shingle.\nThe testimony shows that Honigbaum disclosed his tabbed shingle to Brydle in the spring of 1923, and that during that summer and fall, Brydle negotiated for a license to manufacture the same. When asked for an explanation as to why he did this, Brydle testified that he did not consider himself the inventor of a tabbed shingle, the lateral parts or wings of which extended beyond the entire portion of the body of the shingle. To quote:\nX Q. 86. Do you consider yourself' the inventor of such a shingle at any time?- — -A. Not where the tab end of the shingle extends beyond, the entire portion of the body of the shingle: no.\nHe reiterated this by other answers. This testimony was given June 6, 1928, almost four years after his application in interference here was filed.\nNotwithstanding this, however, we find Brydle’s application containing a specification which' reads upon the Honigbaum tabbed shingle, and drawings which illustrate it. The claims attached to said application, which Honigbaum afterwards, for the purposes of this interference, copied, are broad enough to include the notched shingle which Brydle says he invented and the tabbed shingle, which he says he did not invent.\nIt is obvious, therefore, that if this interference be permitted to proceed and priority be awarded to Honigbaum, Brydle will have had no day in court on the question of priority of conception and invention of the notched shingle. On the other hand, if 'priority be awarded to Brydle, Honigbaum will have had no day in court upon the issue of priority of his tabbed shingle.\nIn such case, to prevent a miscarriage of justice, it is apparent that the matter should go back to the Patent Office for further proceedings. The decision of the Board of Appeals is therefore reversed, and the cause is remanded to the Patent Office for such proceedings as may be deemed necessary and proper in the premises.",
        "type": "majority",
        "author": "CtRaham, Presiding Judge,"
      },
      {
        "text": "Bland, J.,\nspecially concurring:\nI agree with everything said in the opinion except I feel certain that Brydle’s Exhibit 7 was a complete reduction to practice of the “ notched ” shingle, otherwise there would be no necessity for a remand.",
        "type": "concurrence",
        "author": "Bland, J.,"
      }
    ],
    "attorneys": [
      "' Charles M. Thomas, Francis D. Thomas (Arlon V. Cushman of counsel) for appellant.",
      "Cornelius ZabrisJcie for appellee."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 963\nFenton B. Brydle v. Harry H. Honigbaum\n(No. 2750)\n, United States Court of Customs and Patent Appeals,\nJune 5, 1930\n' Charles M. Thomas, Francis D. Thomas (Arlon V. Cushman of counsel) for appellant.\nCornelius ZabrisJcie for appellee.\n[Oral argument May 11, 1931, by Mr. Charles M. Thomas and Mr. Zabriskie]\nBefore Geaham, Presiding Judge, and Bland, Hatbteld, Gabbett, and Len-boot, Associate Judges"
  },
  "file_name": "1517-01",
  "first_page_order": 835,
  "last_page_order": 839
}
