{
  "id": 6560842,
  "name": "Henry Dreyfus v. Leon Lilienfeld; Leon Lilienfeld v. Henry Dreyfus",
  "name_abbreviation": "Dreyfus v. Lilienfeld",
  "decision_date": "1931-06-05",
  "docket_number": "No. 2113; No. 2775",
  "first_page": "1521",
  "last_page": "1526",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1521"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 1065"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 591,
    "char_count": 13485,
    "ocr_confidence": 0.489,
    "sha256": "3c135d8ced119a9b2c6f92427b39ea0dd7a74d26493db77fb46cefa144540633",
    "simhash": "1:b248b6b7be77d086",
    "word_count": 2216
  },
  "last_updated": "2023-07-14T18:59:12.927908+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Gaeeett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Henry Dreyfus v. Leon Lilienfeld",
      "Leon Lilienfeld v. Henry Dreyfus"
    ],
    "opinions": [
      {
        "text": "Geaham, Presiding Judge,\ndelivered the opinion of the court:\nAn interference was declared on August 19, 1924, by the United States Patent Office between a patent, No. 1451330, granted to Henry Dreyfus, on April 10, 1923, on an application filed August 5, 1920, and an application of the party Leon Lilienfeld, Serial No. 695854, which was filed February 28, 1924.\nThe subject matter of said interference was set out in six counts, which are as follows:\nCount 1. Process for the manufacture of cellulose derivatives, being aralkyl ethers of cellulose, comprising treatment of a cellulosic body with an aral-kylating agent in presence of a base.\nCount 2. Process for the manufacture of cellulosic derivatives, being aralkyl ethers o'f cellulose, comprising treatment of a cellulosic body not soluble in alkali, with an aralkylating agent in presence of alkali.\nCount 3. As new products aralkyl ethers of cellulose being cellulosic derivatives wherein hydroxyl hydrogen of the cellulose is substituted by aralkyl.\nCohnt 4. As new products, aralkyl ethers of cellulose, wherein the hydroxyl hydrogens of the cellulosic body are partially substituted by aralkyl.\nCount 5. As new products, benzyl ethers of cellulose.\nCount 6. As new products, benzyl ethers of cellulose, wherein the hydroxyl hydrogens of the eellulo'sic body are partially substituted by benzyl.\nThe examiner of interferences divided the counts into three groups, noting that counts 1 and 2 form one group, 3 and 5 a second, and 4 and 6 a third. He awarded priority of invention of the subject matter of counts 1, 2, 4, and 6 to Dreyfus, and of counts 3 and 5 to Lilienfeld.\nThe Board of Appeals modified this decision, awarding priority of the subject matter of count 2 to Dreyfus, and of the remaining counts to Lilienfeld. Both parties have appealed to this court.\nThe examiner of interferences, in his decision, made the following statement:\nDreyfus relies for proof of priority on a provisional application filed in Great Britain on September 13, 1919, and designated No. 21661. Lilienfeld has apparently accepted that application as sufficient to give Dreyfus the benefit o'f the date which is urged on his behalf and if is therefore unnecessary to discuss the same herein. Lilienfeld seeks to go back of September 1, 1919, by means of three Austrian applications, namely, A-2703-19, filed on August 1, 1919; A-2709-19, filed on August 1, 1919; and A-1141-19, filed on April 1, 1919.\nThese facts are properly stated, as we view the record.\nThe subject matter of this interferance, as will be observed from the counts above quoted, relates to the production of ethers of cellulose, and is closely related to the issues involved in Dreyfus v. Lilienfeld, 18 C. C. P. A. (Patents) 1526, — F. (2d) -, and Dreyfus v. Lilinfeld, 18 C. C. P. A. (Patents) 1539, — F. (2d) -, decided concurrently herewith. A full and comprehensive statement of the incidental facts involved in the case may be found in the opinion of this court filed in said first cited case, to which reference is hereby had. It is not thought necessary, for the purposes of this opinion, to set them forth here any more fully.\nThe Board of Appeals stated in its decision that in the cases just cited and referred to, “ the production of the ether of cellulose was of a general nature but the disclosures related more particularly to ethers that may be regarded broadly as the ethyl type. In this interference the subject matter of the counts is limited to benzyl ethers of cellulose.”\nIt is argued by Dreyfus that Lilienfeld is not entitled to priority on count 1, because of the fact that the Austrian application, A-2709-19, filed on August 1, 1919,'does not disclose the subject matter of said count. The principal point which is made in this respect is that Lilienfeld included in his said application two examples of how he proposed to make his particular product, and that it has been established by the testimony of experts shown in the record that these examples are inaccurate and inoperable. Arguing from these premises, Dreyfus contends that the disclosure is insufficient'. The particular fault which Dreyfus finds in this respect is that the applicant in the Austrian patent A-2709-19, in his examples, proposes : First, to impregnate 100 kilograms of cellulose with 500 to 1,000 kilograms of 18 per cent caustic soda solution and permit the same to stand for from one to three days, and to then press, centrifuge, or suck the same to a weight of 180 to 200 kilograms. Second, to impregnate 100 kilograms of cellulose with 500 to 1,000 kilograms of 30 per cent caustic soda solution, permit this to stand for from 6 to 48 hours, and then press, centrifuge, or suck the same to a weight of 90 to 120 kilograms.\nLilienfeld’s United States application here involved gives nine examples, the first one of which is exactly the same as example 1 of his Austrian application above referred to. The other examples vary somewhat in proportions.\nDreyfus contends that Lilienfeld afterwards, in his application of September 26, 1919, corrected these examples, thus admitting he was in error in giving them in the first instance. From this he argues that Lilienfeld should be held to be the junior inventor because of' Dreyfus’s application of September 1, 1919.\nThe evidence is somewhat conflicting as to the question of whether the mass of cellulose could be compressed as Lilienfeld described it in his said examples. We are of opinion, however, that a consideration of the evidence will lead to the conclusion that we are not justified in reversing the decisions of the .Patent Office. The experts who have testified differ on this question, and we shall therefore not distúrb the finding of the Board of Appeals on this issue. Example No. 1, at least under the evidence, should be considered as operable.\nInasmuch as the party Dreyfus has challenged the right of the party Lilienfeld to priority upon said count 1, it becomes important to ascertain what disclosure was made by said Austrian application, A-2709-19. It is contended by Dreyfus that Lilienfeld should not be entitled to the date of this Austrian application as it makes no disclosure of the subject matter of the count. It will be observed that all the counts of this interference are general in character, and give no specific proportions of the respective chemical substances which are to be used in the process or products obtained. Therefore, if the Austrian application in question teaches the process in a general way, it is sufficient upon which Lilienfeld may base his contentions. We find, in said application, the following:\nA PROCESS FOR PREPARING- ALKALI CELLULOSES WHICH CONTAIN AN EXCESS OF CAUSTIC ALKALI AND ARE POOR IN WATER\nSoda celluloses, which when completely homogeneous contain only small amounts of water and large excesses of caustic alkali, are used for various purposes, for example, in carrying out chemical transformations such as alkylation or aralkylation or the like.\n*******\nThe alkali celluloses prepared according to the present process are very poor in water, and may be provided with any desired excess of alkali in a very simple manner. As experience shows they are adapted in a high degree for chemical transformation, for example alkylating or aralkylating cellulose.\nWe are of opinion, in view of the quoted statements, that the party Lilienfeld sufficiently disclosed for the purposes of said count 1, the process involved. We are well aware of the rule which requires the disclosure of a foreign patent to be so full and complete that no experimentation is required to follow it. However, this count of the interference being so broadly drawn reads, upon this Lilienfeld disclosure.\nWe agree with the Board of Appeals that priority as to count 2 of the'interference should be awarded to Dreyfus. We are unable to find anything in the various Austrian applications of Lilienfeld which amounts to a statement that he proposes the treatment of a cellulosic body “ not soluble in alkali.” As it does not appear to be questioned that Dreyfus does not show this, this count of the interference, as well as other counts, being taken from Dreyfus’s American patent No. 1451330, granted April 10, 1923, on an application filed August 5,1920, it follows that Dreyfus was properly awarded priority as to this count.\nCounsel for Lilienfeld contend that their various Austrian patents may be so construed as to lead to the conclusion that the cellulosic material used by Lilienfeld was not soluble in alkali, but no part of the specification has been indicated to either the tribunals of the Patent Office or to this court, which is convincing in that regard. In an attempt to sustantiate the claim of counsel in this respect, a statement is made in the brief that communication has been had with Lilienfeld since this material was submitted, and that he has stated that he used a cellulosic substance not soluble in alkali. Such a statement is not supported by the record and is highly improper, and will not be considered by the court.\nCounts 3 and 5 call for aralkyl ethers of cellulose and benzyl ethers of cellulose, respectively. The examiner of interferences held, and Lilienfeld contends, that his Austrian application, No. A-2703-19, filed August 1, 1919, was a sufficient disclosure of the subject matter of these counts. In the specification of this application we find the following:\nFor carrying out of tile process preferably alkyl or aralkyl ethers of cellulose or starch and the like (for example, ethyl ether of cellulose or benzyl ether of cellulose of higher stages of alkylation and the like) insoluble in water but soluble in organic solvents are dissolved in a volatile solvent (for example benzol, benzol-alcohol mixture, carbon tetrachloride, chloroform, chloroform-alcohol mixture, acetone, acetone-alcohol mixture and the like), mixed with the oils described in patent No. -— and in known manner worked up into one of the preceding-named products.\nThe experts in the Patent Office have agreed that Lilienfeld’s said disclosure plainly reads upon said counts 3 and 5. We agree with that conclusion, and are of opinion that Lilienfeld was entitled to priority as to these counts.\nCounts 4 and 6 relate to ethers of cellulose in which the hydroxyl hydrogens are partially, instead of wholly, substituted by aralkyl or benzyl, respectively.\nThe issue as to these counts is this: Lilienfeld relies particularly on his Austrian application, A-1141-19 of April 1,1919. The examiner of interferences held that he was not entitled to the benefit of this application because of an intermission of 16 days between the filing of his application in this interference and the date when patent No. 1483738 issued. Said patent 1483738 was issued on application No. 436380, filed January 10, 1921. The Austrian patent, based on said application No. A-1141-19, had been issued, according to the uncontested statement of the examiner of interferences, prior to the issuance of said American patent.\nAfter the hearing before the examiner of interferences, and before the submission of the same to the Board of Appeals, the party Lilien-feld called attention, by his brief filed in the Patent Office, to various applications, some of which had not been specifically called to the attention of the examiner of interferences, and which Lilienfeld claimed, and claims here, constitute a complete chain of disclosures of the subject matter of counts 4 and 5, extending from said Austrian application A-1141-19 to the time of the interference. The Board of Appeals held that this showing was. sufficient, and that Lilienfeld had not forfeited his right to rely upon said Austrian application.\nWe find that the party Lilienfeld relied upon and specifically named, in his preliminary statement in this interference, among others, two pending United States applications, namely, 436604 and 464357, both of which bridge the gap complained of. An examination of.these applications convinces us that the subject matter of counts 4 and 6 was disclosed in these applications and that, hence, there was a continuity between the Austrian application A-1141-19, and the application of Lilienfeld in issue, in that respect. These bridging United States applications are in the record, and although they may not have been specifically called to the attention of the examiner, they were at all times within the judicial notice of the tribunals of the Patent Office. There was no motion to remand the matter to the examiner for further hearing, but the issues were contested, as made, before'the Board of Appeals. This being true, no error is perceptible in the action of the Board of Appeals in considering them.\nSaid Austrian application A-1141-19, in our opinion, disclosed the subject matter of said counts 4 and 6, and Lilienfeld is therefore entitled to priority as to said counts.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "Geaham, Presiding Judge,"
      }
    ],
    "attorneys": [
      "Baldwin & 'Wight (Lloyd B. Wight and Chas. W. Levinson of counsel) for Dreyfus.",
      "Charles L. Sturtevant, Arthur B. Foster, Ray L. Stinchfield, N&ioton M Perrins, and Daniel I. Moyne for Lilienfeld."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 1065\nHenry Dreyfus v. Leon Lilienfeld\n(No. 2113)\nLeon Lilienfeld v. Henry Dreyfus\n(No. 2775)\nUnited States Court of Customs and Patent Appeals,\nJune 5, 1931\nBaldwin & 'Wight (Lloyd B. Wight and Chas. W. Levinson of counsel) for Dreyfus.\nCharles L. Sturtevant, Arthur B. Foster, Ray L. Stinchfield, N&ioton M Perrins, and Daniel I. Moyne for Lilienfeld.\n[Oral argument May 15, 1931, by Mr. Levinson, Mr. Sturtevant, and Mr. Mayne]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Gaeeett, and Lenroot, Associate Judges"
  },
  "file_name": "1521-01",
  "first_page_order": 839,
  "last_page_order": 844
}
