{
  "id": 11923093,
  "name": "VINCE PANKO and CALIFORNIA STATE AUTOMOBILE ASSOCIATION INTER-INSURANCE BUREAU, Petitioners, v. THE EIGHTH JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA, in and for the County of Clark, and THE HONORABLE DONALD M. MOSLEY, District Judge, Respondents, and DESERT CUSTOM AUTO BODY & PAINT, and TODD ALLEN, Real Parties in Interest",
  "name_abbreviation": "Panko v. Eighth Judicial District Court of the State of Nevada",
  "decision_date": "1995-12-19",
  "docket_number": "No. 26635",
  "first_page": "1522",
  "last_page": "1525",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1522"
    },
    {
      "type": "parallel",
      "cite": "908 P.2d 706"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "97 Nev. 601",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4814134
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/nev/97/0601-01"
      ]
    },
    {
      "cite": "107 Nev. 674",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558342
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "679",
          "parenthetical": "stating that one opportunity to accomplish a change of judges is permitted under SCR 48.1"
        },
        {
          "page": "853",
          "parenthetical": "stating that one opportunity to accomplish a change of judges is permitted under SCR 48.1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0674-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 7891,
    "ocr_confidence": 0.9,
    "pagerank": {
      "raw": 7.081644944757159e-08,
      "percentile": 0.4261607530014298
    },
    "sha256": "f3469c15962bcf5759caf569dc998ce7b2e8d1e9f3fa67f7953e71c86ef4b466",
    "simhash": "1:fd75a796e9b4fd63",
    "word_count": 1272
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "VINCE PANKO and CALIFORNIA STATE AUTOMOBILE ASSOCIATION INTER-INSURANCE BUREAU, Petitioners, v. THE EIGHTH JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA, in and for the County of Clark, and THE HONORABLE DONALD M. MOSLEY, District Judge, Respondents, and DESERT CUSTOM AUTO BODY & PAINT, and TODD ALLEN, Real Parties in Interest."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nThis original petition for a writ of mandamus or prohibition challenges an order of the district court denying petitioners’ motion to strike a peremptory challenge.\nOn April 1, 1993, real parties in interest Desert Custom Auto Body and Paint and Todd Allen (hereinafter collectively referred to as “Desert Custom”) filed a complaint against petitioner California State Automobile Association Inter-Insurance Bureau (CSAA) and the case was assigned to department four. On May 10, 1993, Desert Custom filed a peremptory challenge against the judge in department four, and the case was reassigned to department fourteen. On September 27, 1993, Desert Custom filed a second complaint against petitioner Vince Panko (Panko), an employee of CSAA, alleging the same causes of action that were alleged in the first complaint against CSAA. On January 31, 1994, Desert Custom filed a motion in the first action to vacate the peremptory challenge filed on May 10, 1993, against the judge in department four, and refer the matter back to department four. Desert Custom contended that the notice of removal filed on May 7, 1993, stayed any further action by the district court, and therefore, the reassignment to department fourteen was improper. On March 10, 1994, the district court denied the motion to vacate the peremptory challenge, and the case remained in department fourteen.\nOn August 2, 1994, petitioners moved to consolidate the action against CSAA with the action against Panko. Desert Custom stipulated to the consolidation, and the district court ordered the cases consolidated on November 1, 1994. The consolidated case was assigned to department fourteen, as required by Eighth Judicial District Court Rule 5.42.\nOn or about November 14, 1994, Desert Custom filed a peremptory challenge against Judge Mosley in department fourteen and shortly thereafter the case was reassigned to department thirteen. On November 16, 1994, petitioners filed a motion to strike the peremptory challenge. Desert Custom opposed the motion. On January 25, 1995, the district court entered an order denying petitioners’ motion to strike the peremptory challenge.\nOn February 1, 1995, petitioners filed this petition for a writ of mandamus or prohibition seeking an order from this court directing the district court to strike the peremptory challenge filed by Desert Custom on or about November 14, 1994. This court ordered Desert Custom to file an answer. An answer was filed by Desert Custom on February 21, 1995.\nPetitioners contend that Desert Custom’s second peremptory challenge violates SCR 48.1(1). Petitioners further contend that a consolidation of cases does not allow a side a second peremptory challenge. SCR 48.1(1) provides:\nIn any civil action pending in a district court, which has not been appealed from a lower court, each side is entitled, as a matter of right, to one change of judge by peremptory challenge. Each action or proceeding, whether single or consolidated, shall be treated as having only two sides. . . . If one of two or more parties on one side of an action files a peremptory challenge, no other party on that side may file a separate challenge.\nSCR 48.1 clearly provides that each side in an action is entitled to only one peremptory challenge. Smith v. District Court, 107 Nev. 674, 679, 818 P.2d 849, 853 (1991) (stating that one opportunity to accomplish a change of judges is permitted under SCR 48.1). Desert Custom’s first peremptory challenge, filed on May 10, 1993, resulted in the case being transferred from department four to department fourteen. After the second peremptory challenge, the case was transferred again to department thirteen. Because the first challenge resulted in the case being transferred to a new judge and because Desert Custom acknowledged the existence of the first challenge by moving to vacate such challenge, we conclude that Desert Custom’s second peremptory challenge was a violation of SCR 48.1, which provides for only one such challenge.\nFurther, SCR 48.1(1) provides that “[ejach action or proceeding, whether single or consolidated, shall be treated as having only two sides.” We conclude that when the second action was consolidated with the first action and was scheduled to take place in front of the judge assigned to the first action, the second action essentially became part of the first action. Thus, because Desert Custom had exercised their right to a peremptory challenge in the first action, they were precluded from exercising a second peremptory challenge in the consolidated case. The filing of a peremptory challenge in the first action resulted in the case being transferred to department fourteen. To now allow a peremptory challenge of department fourteen would be to allow a second peremptory challenge, contrary to the rule.\nA writ of mandamus is available to compel the performance of an act which the law requires as a duty resulting from an office, trust or station, NRS 34.160, or to control an arbitrary or capricious exercise of discretion. See Round Hill Gen. Imp. Dist. v. Newman, 97 Nev. 601, 637 P.2d 534 (1981). A writ of mandamus will not issue, however, if petitioner has a plain, speedy and adequate remedy in the ordinary course of law. See NRS 34.170. We conclude that the district court had a duty, under SCR 48.1, to strike Desert Custom’s second peremptory challenge and petitioners do not have a plain, speedy and adequate remedy at law. Accordingly, we grant this petition.\nThis court previously granted this petition in an unpublished order. Petitioners have moved this court to publish our decision as an opinion. Cause appearing, we grant this motion. Accordingly, we issue this opinion in place of our order filed May 26, 1995.\nTodd Allen is not identified as a real party in interest in the caption on this court’s docket sheet. This omission appears to be in error. Accordingly, the clerk of this court shall amend the caption on this court’s docket so that it is consistent with the caption appearing on this opinion.\nDesert Custom asserts that this court should not grant a writ because the petition for a writ was not timely filed. We conclude that this assertion is clearly without merit. It would be premature to file a petition for a writ with this court, without having first sought relief in the district court. Further, a five day delay in filing a writ, after the district court’s ruling, does not evidence an intention to delay proceedings. Desert Custom also asserts that petitioners have failed to show any prejudice which would warrant the issuance of a writ. The showing of prejudice, however, is not necessary.\nDesert Custom further asserts that this petition should be dismissed because petitioners have failed to comply with procedural requirements of NRS 34.170. We conclude that petitioners’ affidavits are in compliance with the procedural requirements of NRS 34.170 and 15.010 and, therefore, this assertion lacks merit.\nWe note that, pursuant to our order of May 26, 1995, the clerk of this court issued a writ of mandamus compelling the district court to vacate its order denying petitioners’ motion to strike the peremptory challenge and to enter an order striking the peremptory challenge and transferring the case back to department fourteen, Judge Mosley.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Pico & Mitchell, Las Vegas; Beckley, Singleton, Jemison & List and Daniel F. Polsenberg and Elizabeth Goff Gonzales, Las Vegas, for Petitioners.",
      "Albert D. Massi, Las Vegas, for Real Parties in Interest."
    ],
    "corrections": "",
    "head_matter": "VINCE PANKO and CALIFORNIA STATE AUTOMOBILE ASSOCIATION INTER-INSURANCE BUREAU, Petitioners, v. THE EIGHTH JUDICIAL DISTRICT COURT OF THE STATE OF NEVADA, in and for the County of Clark, and THE HONORABLE DONALD M. MOSLEY, District Judge, Respondents, and DESERT CUSTOM AUTO BODY & PAINT, and TODD ALLEN, Real Parties in Interest.\nNo. 26635\nDecember 19, 1995\n908 P.2d 706\nPico & Mitchell, Las Vegas; Beckley, Singleton, Jemison & List and Daniel F. Polsenberg and Elizabeth Goff Gonzales, Las Vegas, for Petitioners.\nAlbert D. Massi, Las Vegas, for Real Parties in Interest."
  },
  "file_name": "1522-01",
  "first_page_order": 628,
  "last_page_order": 631
}
