{
  "id": 11923113,
  "name": "MICHAEL ROY PATTERSON, Appellant, v. THE STATE OF NEVADA, Respondent",
  "name_abbreviation": "Patterson v. State",
  "decision_date": "1995-12-19",
  "docket_number": "No. 23598",
  "first_page": "1525",
  "last_page": "1534",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1525"
    },
    {
      "type": "parallel",
      "cite": "907 P.2d 984"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "573 F.2d 284",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        913876
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/573/0284-01"
      ]
    },
    {
      "cite": "845 F.2d 938",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10548467
      ],
      "year": 1988,
      "pin_cites": [
        {
          "parenthetical": "prior statement may be used \"substantively\" to rebut charge of improper motive even though the statement was made after the alleged motive arose"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/845/0938-01"
      ]
    },
    {
      "cite": "782 F.2d 908",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1552349
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "915-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/782/0908-01"
      ]
    },
    {
      "cite": "649 F.2d 292",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1235934
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "295-96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/649/0292-01"
      ]
    },
    {
      "cite": "97 Nev. 299",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4811352
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/nev/97/0299-01"
      ]
    },
    {
      "cite": "99 Nev. 564",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4847597
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/nev/99/0564-01"
      ]
    },
    {
      "cite": "100 Nev. 271",
      "category": "reporters:state",
      "reporter": "Nev.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "582 F.2d 224",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        858061
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "233-34"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/582/0224-01"
      ]
    },
    {
      "cite": "100 Nev. 471",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2405455
      ],
      "weight": 7,
      "year": 1984,
      "pin_cites": [
        {
          "page": "248"
        },
        {
          "page": "249"
        },
        {
          "page": "473-74"
        },
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0471-01"
      ]
    },
    {
      "cite": "100 Nev. 38",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2406129
      ],
      "weight": 6,
      "year": 1984,
      "pin_cites": [
        {
          "page": "44"
        },
        {
          "page": "989"
        },
        {
          "page": "44"
        },
        {
          "page": "990"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0038-01"
      ]
    },
    {
      "cite": "89 Nev. 579",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4877018
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "580"
        },
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/89/0579-01"
      ]
    },
    {
      "cite": "106 Nev. 340",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557117
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "quoting Williams v. Zellhoefer, 89 Nev. 579, 580, 517 P.2d 789, 789 (1983)"
        },
        {
          "page": "842",
          "parenthetical": "quoting Williams v. Zellhoefer, 89 Nev. 579, 580, 517 P.2d 789, 789 (1983)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/106/0340-01"
      ]
    },
    {
      "cite": "108 Nev. 391",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557418
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "394"
        },
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 911,
    "char_count": 20078,
    "ocr_confidence": 0.899,
    "pagerank": {
      "raw": 1.3299693055420063e-07,
      "percentile": 0.6287131025785673
    },
    "sha256": "20e15a5dc9edfd30d83a70d05676f045aef0bf5671af7c560676ec50e34feff1",
    "simhash": "1:ff279d68a02d61b3",
    "word_count": 3238
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MICHAEL ROY PATTERSON, Appellant, v. THE STATE OF NEVADA, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nAppellant Michael Roy Patterson was convicted of three counts of lewdness with a minor under the age of fourteen years. The court sentenced Patterson to a total of eight years in Nevada State Prison. We affirm the convictions, concluding that improperly admitted prior consistent statements were harmless.\nFACTS\nAt trial, the twelve-year-old victim testified that in late November 1990, she went to her friend’s home to “drink, smoke, and watch porno movies,” as generally permitted by her friend’s father, appellant Michael Patterson. On this first occasion, the victim became heavily intoxicated and passed out behind a couch with a blanket over her. She testified that when she awoke, the blanket was off, her pants and panties had been removed, and Patterson was lying on top of her, trying to have intercourse. She successfully resisted his efforts by squirming away and rolling over.\nThe victim testified that a few weeks later, she again became heavily intoxicated at Patterson’s house and fell asleep. She awoke to find Patterson with his hands inside her shirt, fondling her breasts. The victim rolled over to avoid further touching. She claims that on both these occasions, she was so affected by the alcohol that she was unsure the sexual activities had occurred.\nOn a third occasion, Patterson took his daughter and the victim to the store to purchase alcohol for them. Both girls chose a drink, but the victim testified that she became ill that evening and did not drink. Instead, she went to Patterson’s daughter’s bedroom and fell asleep. Continuing with her testimony, the victim stated that later that night, she awoke to find Patterson rubbing her vaginal area through her jeans. She testified that he also attempted to unbutton her pants and place his hand inside, but when she rolled over, Patterson left the room. Because the victim was sober during this third incident, she maintained that her hazy recollection of the two prior molestations was confirmed.\nThe victim told Patterson’s daughter and then a second friend of the incidents. This second friend told her mother, Ms. Zamarippa, who invited Patterson to meet with the victim in hér presence in order to discuss the allegations. Zamarippa testified that Patterson denied the touchings when accused, but later, outside the presence of the victim, admitted that “when he drinks that sometimes he blacks out so there was maybe a possibility he could have done it.” This meeting between the threesome resulted in the victim arranging to meet with Patterson’s psychologist to discuss the allegations.\nThe police were not advised of Patterson’s behavior until May 1991, when the victim called the sheriff’s office to report the incidents. On the same day, an investigator from that office interviewed the victim, who noted all of the details she could remember concerning the three incidents.\nDuring Patterson’s three-day trial, the victim testified concerning the incidents. Significantly, the prosecutor questioned the victim as follows:\nQ. Now, before Mr. Patterson began touching you, what\nwere your feelings towards him?\nA. We were friends. I mean he was my best friend’s Dad.\nQ. Did you ever get angry with him for any reason?\nA. No.\nQ. Did you ever fight with him?\nA. No.\nMrs. Zamarippa, the psychologist who had spoken to the victim, and the sheriff’s investigator, each testifying for the State, explained that the victim had previously told them that Patterson had sexually touched her on three occasions. Zamarippa and the psychologist only briefly stated what the victim had told them regarding the alleged incidents. However, during the investigator’s direct examination, he presented a summary of each of the three incidents as told to him in his initial interview with the victim. On cross-examination, defense counsel questioned the investigator about the victim’s statements to him about drinking heavily the night prior to the second incident. The apparent purpose of this questioning was to create doubt as to the victim’s ability to recall the events surrounding that evening’s incident. On redirect examination, the investigator was asked to give a detailed account of the second incident as told to him in the same initial interview. Defense counsel interposed no objection to the admission of these prior consistent statements.\nThroughout the trial, defense counsel sought to discredit the child-victim by referring to her dysfunctional home, her licentious habits, and her inability to recall specific dates or times of the incidents.\nIn Patterson’s defense, Mrs. Jewett, a neighbor, testified about the victim’s reputation for untruthfulness. In so doing, defense counsel asked the following:\nQ. ... are you aware of [the victim’s] reputation?\nA. Yes, I am.\nQ. What is that reputation?\nThe State raised an objection to the question which the judge sustained based upon NRS 50.085(2). Defense counsel continued his direct questioning as follows:\nQ. Mrs. Jewett, have you ever been present when [the victim] has been untruthful in any specific instance?\nA. Yes, I have.\nQ. Can you relate that instance to us when she was untruthful?\nAgain the State objected, and the court sustained the objection based upon NRS 50.085(3). Defense counsel unsuccessfully attempted to convince the court that he was dealing with a specific instance which was already testified to in court.\nThe jury convicted Patterson on three counts of lewdness with a minor under the age of fourteen years. On appeal, Patterson primarily contends that the district court committed prejudicial error in admitting the prior consistent statements. He also challenges the district court’s ruling against the admissibility of reputation evidence concerning the victim.\nDISCUSSION\nPrior Consistent Statements\nGenerally, the failure to object at trial precludes review by this court; however, this court may address plain error sua sponte. Sterling v. State, 108 Nev. 391, 394, 834 P.2d 400, 402 (1992). “An error is ‘plain’ if ‘the error is so unmistakable that it reveals itself by a casual inspection of the record.’” Torres v. Farmers Insurance Exchange, 106 Nev. 340, 345 n.2, 793 P.2d 839, 842 (1990) (quoting Williams v. Zellhoefer, 89 Nev. 579, 580, 517 P.2d 789, 789 (1983)). We choose to address only the prior consistent statements made by the investigator because the prior consistent statements made by Ms. Zamarippa and the psychologist are sufficiently isolated and brief as to not be “unmistakable” error in a casual reading of the record; in any event, such statements are clearly harmless.\nThe State attempts to justify the investigator’s testimony recounting the three incidents told to him by the victim on grounds that it merely ensured that the subject of the investigator’s interview with the victim dealt with the alleged incidents. This is clearly untenable. The investigator’s testimony had little purpose other than to bolster the victim’s testimony.\nIn seeking to justify the investigator’s comments on redirect examination, the State analogizes the initial interview between the investigator and the victim to a written or recorded statement. The State claims that defense counsel’s cross-examination of the victim and the investigator, in effect, introduced only part of this interview. NRS 47.120 provides:\n1. When any part of a writing or recorded statement is introduced by a party, he may be required at that time to introduce any other part of it which is relevant to the part introduced, and any party may introduce any other relevant parts.\n2. This section does not limit cross-examination.\nThe State thus argues that NRS 47.120 authorized the introduction of the entire interview in order to clarify any inconsistencies attributable to cross-examination. This reasoning is flawed. NRS 47.120 does not apply even by analogy because the interview between the investigator and the victim is not a writing or recorded statement within the meaning of the statute. We find instructive the advisory committee’s note to the parallel federal provision, Federal Rule of Evidence 107, which states, “[f]or practical reasons, the rule is limited to writings and recorded statements and does not apply to conversations.” This view conforms to this court’s conclusion in Crew v. State, 100 Nev. 38, 675 P.2d 986 (1984). In Crew, defense counsel read from a statement given by the defendant’s cellmate Donald Dowell, which Dowell prepared in exchange for a plea bargain. Crew, 100 Nev. at 44, 675 P.2d at 989. This court determined that “[s]ince defense counsel read from the statement to attack Dowell’s testimony, the prosecution was entitled to introduce the statement into evidence to clarify the inconsistencies pointed out by counsel.” Id. at 44, 675 P.2d at 990. Thus, we conclude that NRS 47.120 and the analysis in Crew are inapplicable to the instant facts. See Smith v. State, 100 Nev. 471, 473 n.2, 686 P.2d 247, 248-49 n.2 (1984).\nNRS 51.035 provides in relevant part as follows:\n“Hearsay” means a statement offered in evidence to prove the truth of the matter asserted unless:\n2. The declarant testifies at the trial or hearing and is subject to cross-examination concerning the statement, and the statement is:\n(b) Consistent with his [in this case, the victim’s] testimony and offered to rebut an express or implied charge against him [the victim’s] of recent fabrication or improper influence or motive.\nThe case of United States v. Quinto, 582 F.2d 224 (2d Cir. 1978), provides the following guidance:\nIt is clear . . . that to avoid having the prior consistent statement found irrelevant under Fed. R. Evid. 402 or incapable of satisfying the requirements of Fed. R. Evid. 801(d)(1)(B), the proponent must demonstrate three things. First, he must show that the prior consistent statement is “consistent with [the witness’s in-court] testimony.” Fed. R. Evid. 801(d)(1)(B). Second, the party offering the prior consistent statement must establish that the statement is being “offered to rebut an express or implied charge against [the witness] of recent fabrication or improper influence or motive.” Id. Finally, it is necessary that, as was the situation under the law of evidence prior to the adoption of the Federal Rules of Evidence [citations omitted], the proponent must demonstrate that the prior consistent statement was made prior to the time that the supposed motive to falsify arose. [Citations omitted]; 4 Weinstein’s Evidence, 801(d)(l)(B)[01].\nId. at 233-34.\nNRS 51.035(2)(b) indicates that prior consistent statements are hearsay and cannot be admitted unless “offered to rebut an implied charge of fabrication.” In the instant case, the State failed to establish that the investigator’s repetition of the victim’s testimony was being “offered to rebut an express or implied charge against [the witness] of recent fabrication.”\nUnder Quinto, once a showing of fabrication is made, the State has the burden to show that the victim’s prior consistent statements occurred prior to the alleged fabrication. This burden parallels Nevada law. In Smith v. State, 100 Nev. 271, 686 P.2d 247 (1984), this court stated:\nWe have twice held, however, that to be admissible a prior consistent statement must have been made at a time when the witness had no motive to fabricate. Daly v. State, 99 Nev. 564, 665 P.2d 798 (1983); Gibbons v. State, 97 Nev. 299, 629 P.2d 1196 (1981). If prior consistent statements are made when the witness had a motive to fabricate, the statements do not rehabilitate credibility but only reinforce trial testimony claimed to be false.\nId. at 272, 686 P.2d at 248. Similarly, Wigmore on Evidence states:\nA former consistent statement helps in no respect to remove such discredit as may arise from a contradiction by other witnesses. When B is produced to swear to the contrary of what A has asserted on the stand, it cannot help us, in deciding between them, to know that A has asserted the same thing many times previously. If that were an argument, then the witness who had repeated his story to the greatest number of people would be the most credible.\n4 John H. Wigmore, Wigmore on Evidence § 1127, at 267 (1972).\nThe only express charge of fabrication in the record appears when the defense stated, “[for these reasons, the victim] is unable to determine fact from fantasy and she is reaching out for help, or for whatever reason, and she has wrongfully and falsely accused my client.”\nBased upon Patterson’s attribution to the victim of falsification of the charges, the State had the burden to show that the prior consistent statements were made before a motive to fabricate arose. Because the victim’s alleged status as a “really troubled, disturbed child . . . unable to determine fact from fantasy and reaching out for help” would have existed at the time she first went to the investigator, the State did not support its burden to show that the victim’s previous statements were made prior to her motive to fabricate. Therefore the prior consistent statements constituted inadmissible hearsay. See NRS 51.035. Given the State’s failure on appeal to present any persuasive argument supporting the propriety of admitting the prior consistent statements, we conclude that the investigator’s statements constituted plain error on the record.\nAlthough the Fifth and Eleventh Circuits have held that prior consistent statements need not be made prior to the time that a motive to fabricate arose, United States v. Parry, 649 F.2d 292, 295-96 (5th Cir. 1981), and United States v. Anderson, 782 F.2d 908, 915-16 (11th Cir. 1986), we need not entertain the adoption of this standard because we conclude that the effect of the prior consistent statements was harmless.\nIn Smith, we concluded that admission of prior consistent statements through the testimony of a law enforcement officer improperly bolstered the victim’s testimony. Smith, 100 Nev. at 474, 686 P.2d at 249. Under the circumstances of Smith, we determined that “[e]ven though the state’s case did not rest ‘entirely’ on the victim’s credibility, the presence of independent but minimal evidence of guilt does not render the error harmless.” Id. at 473-74, 686 P.2d at 249.\nThe present case differs from Smith. The evidence of record demonstrates that Patterson was supplying hard liquor and an environment of pornographic videos or movies to the twelve-year-old victim and his own minor daughter that were consistent with a lack of respect for a child’s body, psyche, and well-being. In other words, as an adult, Patterson was providing a stage for the very actions attributed to him by the victim. Moreover, and significantly, Ms. Zamarippa testified that Patterson admitted to her that “when he drinks that sometimes he blacks out so there was maybe a possibility he could have done it.” Such an admission is particularly damning considering the nature and required consciousness of the alleged offenses. To conclude that such conduct could have occurred while Patterson was “blacked out” stretches credulity to the breaking point. This evidence rises above the “presence of independent but minimal evidence of guilt” that we found in Smith. Consequently, we conclude that the admission of the prior consistent statements was harmless.\nReputation Evidence\nWhile a witness may, under certain conditions, give an opinion of another witness’ truthfulness, NRS 50.085 (1), a witness may not testify of another witness’ reputation for truthfulness. NRS 50.085(2). Moreover, the admission of specific instances of a witness’ conduct, other than criminal convictions, may not be proved by extrinsic evidence. See NRS 50.085(3). Specific instances of a witness’ conduct may only be inquired into “on cross-examination of the witness himself or on cross-examination of a witness who testifies to an opinion of his character for truthfulness or untruthfulness . . . .\"Id. Defense counsel’s questioning of Mrs. Jewett violated these rules of evidence. We therefore conclude that the district court did not err in excluding the contested testimony.\nWe have considered all other issues on appeal and conclude that they are without merit and need not be addressed.\nCONCLUSION\nFor the reasons stated above, we affirm the judgment of convictions entered against Patterson by the district court.\nDefense counsel’s opening statement, delivered after the State concluded its case-in-chief, included the following:\nWe also will show, we believe that the evidence will show through our witnesses, that [the victim] is a troubled child; that her reputation for being honest is lacking. In fact, she has a reputation for being dishonest. That she even undergoes conduct to get friends in trouble by lying. That her home life is less than wonderful, or even normal. That she is left to her own means, her own devices. She doesn’t do well in school. That she doesn’t even attend school and that she is very unhappy about the situation that she is in.\nBased upon all this combination of factors that we have here is one really troubled, disturbed child heavily involved with alcohol, heavily involved with controlled substances and she is unable to determine fact from fantasy and she is reaching out for help, or for whatever reason, and she has wrongfully and falsely accused my client.\nPatterson was never able to show that the victim had a reputation for lying or attempted to get her friends in trouble. Defense counsel’s efforts were cut short by evidentiary rulings barring admission of opinions as to reputation evidence and specific instances of bad conduct. See 50.085.\nNRS 50.085(2) states: “Evidence of the reputation of a witness for truthfulness or untruthfulness is inadmissible.”\nNRS 50.085(3) states as follows:\nSpecific instances of the conduct of a witness, for the purpose of attacking or supporting his credibility, other than conviction of crime, may not be proved by extrinsic evidence. They may, however, if relevant to truthfulness, be inquired into on cross-examination of the witness himself or on cross-examination of a witness who testifies to an opinion of his character for truthfulness or untruthfulness, subject to the general limitations upon relevant evidence and the limitations upon interrogation and subject to the provisions of NRS 50.090.\nFederal Rule of Evidence, Rule 107 provides: “When a writing or recorded statement or part thereof is introduced by a party, an adverse party may require him at that time to introduce any other part or any other writing or recorded statement which ought in fairness to be considered contemporaneously with it.”\nThe Advisory Committee’s Note states in part:\nThe rule is based on two considerations. The first is the misleading impression created by taking matters out of context. The second is the inadequacy of repair work when delayed to a point later in the trial. See McCormick § 56; California Evidence Code § 356. The rule does not in any way circumscribe the right of the adversary to develop the matter on cross-examination or as part of his own case.\nFederal Rule of Evidence 801(d)(1)(B) is nearly identical:\nA statement is not hearsay if (1) . . . [t]he declarant testifies at the trial or hearing and is subject to cross-examination concerning the statement, and the statement is . . . (B) consistent with his testimony and is offered to rebut an express or implied charge against him of recent fabrication or improper influence or motive.\nSome circuit courts have found that the third element listed is not required. See United States v. Pendas-Martinez, 845 F.2d 938, 942 n.6 (11th Cir. 1988) (prior statement may be used “substantively” to rebut charge of improper motive even though the statement was made after the alleged motive arose); United States v. Williams, 573 F.2d 284, 289 & n.3 (5th Cir. 1978) (same).",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Nathan Tod Young, Minden, for Appellant.",
      "Frankie Sue Del Papa, Attorney General, Carson City, and Scott Doyle, District Attorney, Douglas County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "MICHAEL ROY PATTERSON, Appellant, v. THE STATE OF NEVADA, Respondent.\nNo. 23598\nDecember 19, 1995\n907 P.2d 984\nNathan Tod Young, Minden, for Appellant.\nFrankie Sue Del Papa, Attorney General, Carson City, and Scott Doyle, District Attorney, Douglas County, for Respondent."
  },
  "file_name": "1525-01",
  "first_page_order": 631,
  "last_page_order": 640
}
