{
  "id": 6560873,
  "name": "Henry Dreyfus v. Leon Lilienfeld;m Leon Lilienfeld v. Henry Dreyfus",
  "name_abbreviation": "Dreyfus v. Lilienfeld",
  "decision_date": "1931-06-05",
  "docket_number": "No. 2771; No. 2774",
  "first_page": "1526",
  "last_page": "1539",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1526"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 1055"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "40 F. (2d) 999",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1792619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/40/0999-01"
      ]
    },
    {
      "cite": "36 F. (2d) 298",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0298-01"
      ]
    },
    {
      "cite": "36 F. (2d) 292",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0292-01"
      ]
    },
    {
      "cite": "36 F. (2d) 122",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0122-01"
      ]
    },
    {
      "cite": "41 Stat. 1313",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1178,
    "char_count": 33891,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 1.8832589110100772e-07,
      "percentile": 0.7279580778647713
    },
    "sha256": "f49bfd92fe567748b1f20ebdd77ff8815a267fe56567f9e41f134a1db2ed0cfa",
    "simhash": "1:c23e5cbc8b3ba49c",
    "word_count": 5562
  },
  "last_updated": "2024-02-27T17:30:13.730023+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
    ],
    "parties": [
      "Henry Dreyfus v. Leon Lilienfeld",
      "Leon Lilienfeld v. Henry Dreyfus"
    ],
    "opinions": [
      {
        "text": "Garrett, Judge,\ndelivered the opinion of the court:\nIn this appeal and cross-appeal are involved 41 counts of an interference, declared in the Patent Office, between a Lilienfeld patent and certain Lilienfeld applications on the one hand, and a Dreyfus application on the other. All are process counts. Certain of them relate to a method of producing alkali cellulose; others to a method or methods of etherifying cellulose, or manufacturing cellulose ethers. Dreyfus is the senior party, his application having been filed in the United States Patent Office August 5, 1920. Lilienfeld’s applications were all subsequent to that date. The Lilienfeld patent, from which certain of the counts were taken, was issued February 12, 1924, upon an application filed January 10,1921.\nDreyfus is, apparently, a citizen of Switzerland, doing business in England; Lilienfeld is a citizen of Poland. Both are stated to be prominent in the field of cellulose chemistry.\nBy the decision of the examiner of interferences, priority was awarded Dreyfus upon the subject matter of counts 1 to 14, inclusive, and to Lilienfeld upon the subject matter of counts 15 to 41, inclusive. Both parties appealed to the Board of Appeals of the United States Patent Office. The board reversed the decision of the Examiner, in part, and awarded counts 1 to 11, inclusive, to Lilienfeld. His decision as to counts 12 to 41 was affirmed. This resulted in an award of priority to Dreyfus upon only counts 12,13, and 14. Upon all others Lilienfeld prevailed.\nIncidentally, it may be here stated that the board was of the opinion that the counts 12, 13, and 14, awarded to Dreyfus, and also certain of the counts awarded to Lilienfeld, were unpatentable. The board said:\nIf our ruling as to counts 1 to 11 is not reversed it is recommended that after the interference is terminated, the subject matter of counts 12, 13, and 14 be rejected as not involving invention over Lilienfeld’s Austrian application A-2709-19.\nThere was, however, an award of priority to Dreyfus as stated.\nBoth parties then took their respective appeals to this court, Dreyfus in case No. 2171 and Lilienfeld in case No. 2774, both appeals being in Interference No. 50,553. The appeals involve only the decisions as to priority, and we shall not, in this proceeding, pass upon the issue of patentability suggested by the Board of Appeals as to certain counts.\nOther interferences between these same parties are involved in cases 2772, 2773, and 2775, which are being decided concurrently herewith. The records in all the cases were consolidated by consent. 18 C. C. P. A. (Patents) -and-, — F. (2d) -and-.\nThe art to which the counts relate is a highly technical one, involving chemical problems with reference to cellulose ethers, or esters, a comparatively recent, or, at least, a quite modern discovery. It is an art of which, undoubtedly, there remains much yet to be learned.\nThe earliest patent relating to the art of jnoducing cellulose ethers, placed in this record, is one granted by the French Government to Dreyfus November 19, 1913, upon an application filed November 18, 1912. Lilienfeld has a United States patent of June 20, 1916, based upon an application filed June 26,1912, and, from statements in this record, it appears that Lilienfeld obtained a British patent as early as 1912. These early patents are not involved in the issues before us, except as reference is made to them to ascertain the state of the art prior to 1919.\nFrom the decision of the examiner of interferences we quote the following:\nCellulose is the fundamental constituent of the cell walls of plants and is probably elaborated from simpler carbohydrates secreted by the protoplasm of the cell. Chemically, it is a carbohydrate of the general formula (CoHioOs)n, but little is known as to its structure except that it is exceedingly complex. Certain of the hydrogen atoms in the cellulose molecule are hydroxyl hydrogens and can be replaced by acid radicals such as the nitrate group and the acetate group, forming corresponding esters. If replaced by an alkyl or aryl radical, there is formed an ether, the ether being of a low or high degree of etherification, depending on the number of hydroxyl hydrogens which have been replaced. In the preparation of these compounds, the usual procedure is to form an alkali cellulose by treating cellulose with caustic soda, subjecting the alkali cellulose thus produced to the action of the appropriate reagents.\nIt should be clearly understood that neither party here claims that the counts in issue comprise what may be termed “ generic invention ”; both simply claim improvements in the art as it existed at the time of their respective filing dates in 1919, and these alleged improvements consist largely in a reduction of the amount of water used in making the completed products. The Board of Appeals says:\nThe process involved is an improvement over prior processes of producing alkali cellulose by cutting down the amount of water employed especially toward the completion of the operation, and it is unneseecary to explain the operation in detail.\nFor convenience and clarity, it seems well, first, to segregate the counts into four general groups. Such of them as appear to require individual treatment will be then discussed.\nCounts 15 to 26, inclusive, are limited to the production of alkali cellulose fer se and do not include the advancement of the material to the cellulose ethers, or esters, stage. Hence they will be taken as comprising the first group.\nCounts 27 to 41,-inclusive, relate to the further etherification of cellulose substances which have been already partially etherified and will be referred to as the second group. fc\nCounts 1 to 11, inclusive, as stated by the examiner of interferences :\n* * * differentiate from the prior art in that they require the impregnation of cellulose with caustic alkali solution, the removal of part of the liquid, preferably by expression, the intimate admixture of concentrated caustic soda solution or solid caustic soda, and etherification.\nWe treat 1-11 as a third group.\nCounts 12 and 14, inclusive, are, generally speaking, in the same class as the third group, but are placed by us as a fourth, because of certain limitations which the counts contain.\nOf the first group,\" counts 15-26, No. 22, is quoted as representative:\nCount 22. In making alkali cellulose, mixing alkali solution and cellulose, allowing to stand, separating the excess of solution, adding solid caustic alkali and then thoroughly mixing.\nOur first concern with reference to this group relates to an application by Lilienfeld, filed August 1, 1919, at Vienna, Austria, seeking patent under the laws of Austria, and' identified in the record as “ Lilienfeld’s Austrian Application A-2709-19.” This application seems to have eventuated in an Austrian patent.\nThe filing date of this Austrian application is relied upon by Lilienfeld for conception and reduction to practice, of counts 15-26, under the provisions of what is commonly referred to as the “ Nolan Act ” of March 3,1921, being chap. 126, 41 Stat. 1313, 35 U. S. C. A., Secs. 80-87.\nDreyfus relies upon September 1, 1919, that being the date of his filing an application in London, England, upon which a British patent subsequently issued. That Dreyfus is entitled to rely upon the disclosures of said British application is not seriously challenged.\nDreyfus attacks the Lilienfeld Austrian application of August 1, 1919, upon two grounds, viz: First, that it is not entitled to any weight on the question of priority and, second, that it does not have a sufficient disclosure.\nIn arguing the first ground the Dreyfus brief has considerable matter which relates also in the second ground.\nThe Lilienfeld Austrian application, A-2709-19, among other things, recites:\nSoda celluloses, which when completely homogeneous, contain only small amounts of water and large excesses of caustic alkali, are used for various purposes, for example, in carrying out chemical trams formations such as alkylation or aralkylation or the like.\nCertain alleged disadvantages in the theretofore existing art are then recited and the statement continues:\nThe present process successfully overcomes all these disadvantages.\nIt consists in impregnating cellulose or cellulosic materials with caustic alkali solution or water then pressing out as much as possible and incorporating the desired amount of caustic alkali into the presscake in solid form or as highly concentrated solutions.\nThe alkali celluloses prepared according to the present process are very poor in water and may be provided with any desired excess of alkali in a very simple manner. As experience shows they are adapted in a high degree for chemical transformation, for example alkylating or aralkylating-cellulose.\nWe have italicized the phrases which were emphasized by Lilien-feld’s counsel in the argument before us. It is understood that “ alkylating ” and “ aralkylating ” have the same meaning, insofar as here important, as “ etherifying.”\nThe application proceeds to set out two examples as teaching the method upon which Lilienfeld bases claims to counts 15-26. The first of these examples we quote in full:\nl\n100 kilograms cellulose are impregnated with 500 to 1,000 kilograms of an 18 per cent caustic soda solution and are allowed to stand for 1-3 days at room temperature.\nAfter this period the mass is freed from the excess in a press, suction apparatus, or centrifuge so that the presscake has a weight of 180-200 kilograms. The presscake is then comminuted in a suitable device, for example a tearing machine, edge runner or shredder, preferably with cooling, 200-800 kilograms of solid caustic soda are then added preferably in powder form, either at once or in portions with continuous stirring, kneading, shredding or the like. If it is desired to prevent any depolymerization of the cellulose from the start cooling should be provided during the kneading in of the caustic soda also.\nThe end product is a fine fibrous or pulverulent entire — by homogeneous material.\nExample II differs from Example I in that it calls for initial materials in the proportion of 100 kilograms cellulose., and 500 to 1,000 kilograms of 30 per cent caustic material, the resulting product to be reduced to from 90 to 120 kilograms.\nIt will be noted that we have italicized the numerals relating to kilograms. The weight to which the mass is to be reduced, in both examples, constitutes the essential point of Dreyfus’s attack upon the sufficiency of Lilienfeld’s disclosure.\nDreyfus insists that Example I is inoperative because, he alleges, the volume of the complete mass comprising 100 kilograms of cellulose and 500 to 1,000 kilograms of 18 per cent caustic soda can not, by the processes described, practicably, be reduced to a minimum weight of 180 kilograms, or even to the 200 kilograms maximum called for, and that, a fortiori, .the process of Example II is inoperative.\nDreyfus further insists that Lilienfeld, himself, recognized this fact and hence on September 26, 1919, filed a new Austrian application in which he changed the figures of “ 180-200 ” and “ 90-120 ” to “ 180-300.”\nIt appears that in Lilienfeld’s United States application, which, in part, resulted in the interference here involved, the first example fixed the weight of the product, after reduction, .at 180 to 200 kilograms and the second example at 180 to 240 kilograms, the proportions of the original masses remaining the same as those given in the ■ Austrian application. It is thus seen that, so far as his United ^'ntes application is concerned, the relative proportions of the 1 <■■'■$& product in the first example remain the same as in the Austrian Example I, but are altered as compared with Austrian Example II.\nAs for Lilienfeld’s Austrian Example II, it seems to be tacitly conceded that it is inoperative and we shall not further concern ourselves with it. This particular issue depends upon Example I.\nPractically the only argument, other than lack of sufficient disclosure, urged against the Lilienfeld Austrian application, seems to .be based upon the fact of Lilienfeld filing the second Austrian application of September 26, 1919, making the changes alluded to above, and upon the showing of certain documents, which are exhibits in ’the case, that were filed by Lilienfeld in the British Patent Office in connection with an application made by him for a British patent.\nEven these matters, in the final analysis, if important at all, appear to us to be important only upon the question of disclosure.\nThis question of disclosure is, of course, one of fact. The burden rested upon Lilienfeld, as the junior party in the United States Patent Office, to demonstrate that his August 1,1919, Austrian application constituted a sufficient disclosure to support the counts. Proof was taken by both parties, the evidence presented naturally being in the nature of expert testimony. Upon the basis of this testimony the tribunals of the Patent Office have concurred in awarding priority to Lilienfeld upon this group of counts.\nWe have carefully examined the testimony. The witnesses for Dreyfus are all gentlemen in the employ, at least part of the time, of the Dreyfus cellulose interests; the witnesses for Lilienfeld are in the employ of the Eastman Kodak Co., a licensee of Lilienfeld. We find nothing in the record to indicate that their respective employments gave any bias to their testimony.\nTo review this testimony, with which the parties and their counsel are entirely familiar, would unnecessarily add to the length of this opinion. There is disagreement among the experts, as so frequently happens in cases involving chemical questions relating to a comparatively modern art, as well as in cases arising in nearly all other technical fields. The testimony of all of them can not be fully reconciled. Certain of the testimony for Lilienfeld is positive and unequivocal to the effect that by his process in issue the product sought was produced. We would not be justified upon the record in reversing the Patent Office tribunals upon this group of claims. Beidler v. Caps, 17 C. C. P. A. (Patents) 103, 36 F. (2d) 122.\nOf the second group, counts 27 to 41, inclusive, Nos. 27 and 33 are fairly typical: _\nCount 27. A process of manufacturing ethers of cellulosie bodies converting ethers of cellulose bodies of-lower degrees of etherification into ethers of higher degrees of etherification, which process comprises conducting the further etherification of the ethers of lower degrees of etherification in the presence of an amount of water not substantially exceeding 6.83' times the weight of the cellulose under etherification.\nCount 33. A process of manufacturing ethers of cellulosie bodies by converting such ethers of lower degrees of etherification into ethers of higher degrees of etherification, which process comprises first mixing a material containing ■ a partially etherified cellulosie body with an amount of alkali exceeding in weight the amount of water present in the mixture and then performing the further etherification.\nThe counts of this group were copied by Dreyfus from the patent issued to Lilienfeld, No. 1483738, supra. For priority upon them Lilienfeld relies upon the disclosures contained in another Austrian application (A-1141-19), filed April 1, 1919. Dreyfus relies upon his same British application of September 1,1919.\nThe tribunals of the Patent Office concurred in awarding priority to Lilienfeld upon the counts of this group also.\nIt is noted that certain of these counts (27-32 and 40-41) limit the amount of water present during the further etherification process to a quantity which does not exceed 5 or 6.83 times the weight of the cellulose material under etherification, while the other counts (33-39) name no particular proportions.\nIt is urged before us by Dreyfus and, from the decisions of the tribunals of the Patent Office, appears to have been urged before them, that the evidence in the case indicates a much lower proportion of water than 5 or 6.83 to 1; that one of the Dreyfus witnesses places it as low as 1.46 to 1; that one of Lilienfeld’s witnesses (Donohue), called in rebuttal, placed it at 2.84 to 1 and modified this upon cross-examination, while another (Clark) fixed upon 2.35 to 1 and 3.7 to 1, based upon new calculations.\nDreyfus further insists that all three of these witnesses testified that it was impossible “ to evaporate the 500 parts given as the lower limit in line 130, page 5, of Lilienfeld United States patent 1483738,” and that, therefore, the ratios of 5 to 1 or 6.83 to 1 are not derivable from Lilienfeld said patent which states that “ the figures 500 to 1,400 parts (weight of reaction mixture) correspond to ratios respectively of about 5:1 and 6: 83.1 of water to actual cellulose in the material being operated upon.”\nAsstiming without deciding that Dreyfus correctly construes the testimony alluded to, we yet fail to see wherein that is of consequence in this proceeding.\nThe counts in this group are taken from Lilienfeld’s already-granted patent. Priority, not patentability, is the issue here. Even the counts which give specific figures for the ratios do not give them as minimums, but, as will be observed from count 27, supra, say “ not substantially exceeding * * * In count 32 even the word “ substantially ” is not used.\nError in the decisions of the Patent Office tribunals as to the counts of this group is not found.\nThe third group, comprised in counts 1-11, presents an issue upon which the examiner of interferences and the Board of Appeals reached different conclusions.\nCounts 1 and 8 are here quoted:\nCount 1. A process of producing cellulose etliers, which, process comprises first impregnating a cellulosie body with an aqueous liquid, secondly removing part of the liquid, treating the residue with caustic alkali in the solid state and thereafter treating the product with an etherifying reagent.\nCount 8. Process for the manufacture of an ether of a carbohydrate having the empirical formula n (C«Hm05) which comprises incorporating with the carbohydrates, in the first place only so much solid caustic alkali, optionally in the presence of an aqueous liquid in amount insufficient to completely dissolve the said caustic alkali, that in the subsequent treatment with alkylating agents, only ethers of a lower degree of alkylation are produced, and converting the ethers so obtained into ethers of higher degree of alkylation, by adding, successively, more caustic alkali and alkylating agents, substantially as described.\nIt will be observed, that these counts differ from those'in the first group (15-26) in that, in addition to the step of producing alkali cellulose, per se, they require also the production of cellulose ethers from this alkali cellulose. Count 8 and some of the others require individual discussion..\nIt having been held already (counts 15-26) that the first general step — producing alkali cellulose — is disclosed in the Austrian application of Lilienfeld, we are concerned, as to this third group, only with the question of whether he is also entitled to priority as to the second general step — the production of the ethers from the alkali cellulose, so produced. For this latter step Lilienfeld relies, not alone upon his Austrian application, A-2709-19, wherein it was stated in the specification that the alkali cellulose produced by that process was “ adapted in a high degree for chemical transformation, for example alkylating or aralkylating cellulose,” but also upon the contention that alkylation or etherification was old in the art, as illustrated in his United States patent, No. 1188376, granted June 20, 1916, entitled “Alkyl Ethera of Cellulose and Process of Making-Same,” and the 1913 French patent to Dreyfus heretofore .referred to by us as the oldest patent relating to this art which the record contains.\nIt may be taken as established that the prior art did disclose matter relating broadly to the production of cellulose ethers from alkali cellulose. But the examiner of interferences, for the reasons given quite fully in his opinion, held that such prior art did not make sufficient disclosure to enable persons skilled in the art to produce the ethers from the particular alkali cellulose product resulting from Lilienfeld’s process as described in counts 15-26.\nThe Board of Appeals in reversing this part of the examiner’s decision referred to former adjudications by the Patent Office upon the subject matter of alkali cellulose and cellulose ethers, in one of which it was held that Lilienfeld’s alkali cellulose was not patent-ably different from prior alkali cellulose, and in another of which it was held that the disclosure of the Dreyfus French patent anticipated counts similar to count 1. The board then referred to the contradictory character of the evidence presented on behalf of the respective parties; stated that it had examined the applications of both parties as originally filed generically and said:\n⅜ ⅜ ⅜ ¾ iS 0111. opinion that there is nothing therein [the orginal applications as filed] to indicate that either party believed there would be any difficulty in etherfying the product produced by the new methods of preparing the alkali cellulose.\nNo error is assigned by Dreyfus upon the action of the board in considering the prior adjudications which were therein referred to and which are mentioned by us above. We know of no reason why it might not properly take cognizance of such decisions as were relevant to the issue and follow the principle of stare decisis. This it evidently did. The examiner of interferences followed the same course in referring to prior holdings of patentable distinctions between certain alkali celluloses of the parties.\nHaving taken cognizance of these holdings and having made them a factor in determining the case, such holdings become a part of the record, to the extent expressed in the respective decisions of the tribunals of the Patent Office.\nThe board also took into consideration the language heretofore quoted by us from Lilienfeld’s, A-2709-19, Austrian application, to the effect that the alkali celluloses produced by the process of counts 15 — 26 were adapted for etherification, and, upon the whole record in the case, awarded priority upon counts 1-11 to Lilienfeld.\nWe, too, have examined the testimony and other pertinent matters of record in the case, and do not feel justified in holding that the board erred in awarding priority upon this group of claims to Lilienfeld.\nThe conflict in the testimony relating to the attempts to practice the process have been observed and considered just as they were relative to the other counts, and the comments made upon it by us in passing upon those counts might, with equal propriety, be made here.\nDreyfus has stressed the contention that Lilienfeld’s witnesses, who testified to having produced ethers from the particular alkali cellulose involved, received information as to procedure from Lilien-feld apart from the written process itself, either directly or through intermediate parties, and, therefore, do not meet the test required by the patent laws to qualify as persons “ skilled in the art.”\nWe do not regard the contention as good, considered in the light of all the evidence in the case.\nCount 8 differs from the other counts of this group, in that it is, as stated by the Board of Appeals, “ siaecific to a two-step method of etherification.” The board held the disclosure of the Lilienfeld patent, No. 1188376, sufficient to teach those skilled in the art how to etherify the product of the Austrian application, A-2709-19, in the manner called for in said count 8, following certain reasoning in Interference No; 61,375, cases 2773 and 2775, supra, which latter case we have also reviewed and decided concurrently herewith. Lilien-feld, therefore, was given August 1,’ 1919, by the board for reduction to practice of count 8. ;\nIn so holding, the board, we think, fell into error, because we gre unable to find where Lilienfeld, in his preliminary statement, makes any claim to such date.\nThere were two declarations of Interference No. 50553, the first being declared February 13, 1924. Certain counts were dissolved out of this interference by the law examiner. This led to a renumbering of the counts in a second declaration of March 19, 1927. In this second declaration a number of .counts, not theretofore involved, were added to those not dissolved out of the first.\nCount 8 in the interference, as it stands before us, was count 11 in the first interference declared.\nLilienfeld filed a preliminary statement relative to the first interference, in which he said:\nCounts * * * 7 to 77 inclusive, ⅞ * * all cover subject matter disclosed in my United States application 464357, filed April 25, 1921 ⅜ ⅜ *,\nand referred for disclosure to an Austrian application filed May 5, 1920, No. 2182/20, and to several subsequent foreign applications. There is no reference in this preliminary statement relating count. 8 to Lilienfeld’s Austrian applications' of either April 1, 1919, or August 1, 1919.\nOn April 25, 1927, Lilienfeld filed a second preliminary statement relating wholly to the added counts of the second interference declaration. In this he stated that these added counts included claims taken from his United States patent No. 1483738, among them claim 11. For disclosure of- these added counts he cited the Austrian application of April 1,1919, A-1141-19. The claim 11 of the patent is not count 8 of this interference.\nThe brief for Lilienfeld asserts that “ both of Lilienfeld’s preliminary statements * * * set up this Austrian application A — 1141-19 as a basis for this count [8].” As a matter of fact, neither statement does so set it up, and this error of the brief occasioned the court unnecessary confusion.\nUnder this state of facts Lilienfeld must be restricted to May 5, 1920, for reduction to practice of count 8, that being the earliest date claimed by him. “ His preliminary statement is his pleading and he is bound by it.” Townsend v. Smith, 17 C. C. P. A. (Patents) 647, 652, 36 F. (2d) 292, and cases therein cited.\nSince this date is subsequent to September 1, 1919, the date of the British application of Dreyfus, it results that priority upon count 8 should be awarded the latter.\nIt may be said that the situation as to count 8 of this case differs from that as to the counts in companion cases 2773 and 2775 Interference 51375, in that, in the latter interference, Lilienfeld’s preliminary statement did expressly rely upon Austrian application A-1141 — 19 as a “ basis for all six counts ” of those cases.\nIt is noted that the Board was led by “ the very reasoning ” which caused it to conclude that Lilienfeld was entitled to counts 1-11, to also “ regard the subject matter of counts such as count 1 un-patentable,” and it is expressly stated that this is true as to count 8.\nWe are not now concerned, however, with the issue of patenta-bility of these or any other of the counts and neither party is here asking a ruling upon such issue.\nWe have referred to it only because of what is said by the board, as quoted in the early part of this opinion, relative to counts 12, 13, and 14, designated by us as the fourth and final group.\nPriority upon this group was awarded to Dreyfus by both tribunals of the Patent Office, and the counts are those involved in the cross-appeal of Lilienfeld, case 2774.\nCounts 12 and 13 are here quoted:\nCount 12. Process for the manufacture of an ether of a carbohydrate having the empirical formula ntCoHioOs), which process consists in heating moist mixtures containing the carbohydrate and undissolved caustic alkali, with an etherifying agent, without previously heating the carbohydrate in the presence of the alkali.\nCount 13. Process for the manufacture of an ether of a carbohydrate having the empirical formula n'(CoHMOo), which process comprises the step of submitting mixtures containing the carbohydrate and undissolved caustic alkali without previous evaporation of substantial amounts of water from such material to the action of an etherifying agent.\nThe examiner treated them as being similar to Nos. 1 to 11, which he awarded to Dreyfus, but the board distinguished them from 1-11 in awarding the latter group to Lilienfeld, saying:\n⅜ ⅜ ⅜ Dreyfus calls attention to certain limitations in counts 12, 13, and 14 which do not appear in application A-2709-19, and as Lilienfeld does not advance reasons supporting his right to these counts we shall hold that he is not entitled to make them.\nWhile the board does not state what the “ certain limitations ” are, it is assumed that it has reference to that feature of No. 12 comprised in the phrase “ without previously heating the carbohydrate in the presence of the alkali,” and to the feature of Nos. 13 and 14 comprised in the phrase “ without previous evaporation of substantial amounts of water from such material.”\nLilienfeld’s argument as to this group is to the effect that, first, although the board stated its belief that the counts 12-14 were not patentable over counts 1-11, awarded by it to Lilienfeld, it nevertheless gave priority to Dreyfus upon 12-14 upon the sole ground that Lilienfeld failed to disclose the “ certain limitations ” alluded to, and, second, that counts 3, 9, and 11 are substantially.the same as counts 12,13, and 14. It is, therefore, argued that the board has fallen into an inconsistency.\nObviously, if the meaning of the compared groups of counts is, in all respects, the same, there would be inconsistency in the board’s holding, but if limitations are present in counts 12, 13, and 14, which are absent from the other counts, then there would be no inconsistency, because the law is well settled that while in interference proceedings the counts are to be given the broadest construction which a rational and natural interpretation will admit, nevertheless, expressly defined limitations may not be ignored. Slattery v. Larner, 17 C. C. P. A. (Patents) 725, 36 F. (2d) 298; In re Joseph Bijur, 17 C. C. P. A. (Patents) 1134, 40 F. (2d) 999.\nWe think the issue is befogged somewhat by the question of pat-\"entability to which the board found it' necessary to refer. Since we are not interested now in that question, our only concern is whether Lilienfeld’s application, taken in connection with prior art, discloses the “ certain limitations.” If it does not, then the counts are not the same, and the apparent inconsistency in the board’s holding disappears.\nThe burden rests upon Lilienfeld as the junior party to show that, in his application, taken in connection with the prior art, these limitations are disclosed. This he has failed to show. Accordingly, there is no error in the board’s holding as to counts 12, 13, and 14.\nThe issues presented in the respective appeals are almost wholly questions of fact. Accordingly, we deem it unnecessary to review or refer to the many authorities cited by the parties to any further extent than has been already done.\nUpon the hearing of these cases counsel for Dreyfus presented a motion to strike out certain designated portions of the briefs in behalf of Lilienfeld, largely upon the ground that the portions complained of referred to, and in many instances quoted from, proceedings had in the Patent Office upon interlocutory and other matters not a part of the record before us.\nConsideration has been given to this motion and the answer thereto-filed by Lilienfeld’s counsel. Considerable portions of the brief in cases 2171, 2172, and 2173 are justly subject to the criticism made. On May 9, 1931, after these cases had been set for hearing on May 15th, following, a motion was made on Lilienfeld’s behalf to bring all records relating to these interlocutory, proceedings before us “ for purpose of argument.” This motion we denied on May 11, 1931. The briefs for Lilienfeld were filed on that day and contained the matter complained of in the motion to strike, as we learned when our study of the cases began. The record itself was filed May 19, 1930, and printed November 8, 1930.\nIf counsel for Lilienfeld felt, after the original record had been printed, that matter had been omitted which should have been included, it was their duty seasonably to have made a motion for diminution, and the action of counsel in including in the briefs quotations from, allusions to, and arguments based upon, matters not in the record, has added greatly to the labor of the court in determining the issues of these somewhat complicated cases. It is a practice condemned by all courts and one forbidden by our rules. We have wholly disregarded this objectionable matter and have considered nothing except what is properly in the record. Had the full extent of counsel’s offending in this regard been earlier known to us, we should have felt constrained to strike the entire briefs and require the filing of new ones properly limited.\nIt may be said that two of the briefs for Dreyfus are subject to a like criticism, but the degree of their offending is not so great as in that of the Lilienfeld briefs.\nThe decision of the Board of Appeals is reversed as to count 8, and affirmed as to all other counts.",
        "type": "majority",
        "author": "Garrett, Judge,"
      }
    ],
    "attorneys": [
      "Baldioin <& Wight (Lloyd B. Wight and Ghgs. W. Levinson of counsel) for Dreyfus.",
      "Charles L. Sturtevant, Arthur B. Foster, Ray L. Stinchfleld, Newton M. Per-rins and Daniel I. Mayne for Lilienfeld."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 1055\nHenry Dreyfus v. Leon Lilienfeld\n(No. 2771)\nLeon Lilienfeld v. Henry Dreyfus\n(No. 2774)\nUnited States Court of Customs and Patent Appeals,\nJune 5, 1931\nBaldioin <& Wight (Lloyd B. Wight and Ghgs. W. Levinson of counsel) for Dreyfus.\nCharles L. Sturtevant, Arthur B. Foster, Ray L. Stinchfleld, Newton M. Per-rins and Daniel I. Mayne for Lilienfeld.\n[Oral argument May 15, 1931, by Mr. Levinson, Mr. Sturtevant, and Mr. Mayne]\nBefore Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Judges"
  },
  "file_name": "1526-01",
  "first_page_order": 844,
  "last_page_order": 857
}
