{
  "id": 1279582,
  "name": "George MacKay & Company, Appellants, v. Marion Hardware Company, Appellee",
  "name_abbreviation": "George MacKay & Co. v. Marion Hardware Co.",
  "decision_date": "1930-12-18",
  "docket_number": "",
  "first_page": "1532",
  "last_page": "1537",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1532"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "35 Neb. 739",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        4432478
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/35/0739-01"
      ]
    },
    {
      "cite": "35 Pac. R. 646",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        2333535
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-unrep/4/0450-01"
      ]
    },
    {
      "cite": "91 Am. Dec. 334",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "28 Tex. 606",
      "category": "reporters:state",
      "reporter": "Tex.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 6568,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04829914794260206
    },
    "sha256": "716b93fb0dfee3676721c4d5ded8be51de7adad105406a1ce2bc894fa16c9110",
    "simhash": "1:0bc7167c677bfca4",
    "word_count": 1132
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield and Strum, J. J., concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "George MacKay & Company, Appellants, v. Marion Hardware Company, Appellee."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nIn this case Stafford Lake Rock Company being indebted to Marion Hardware Company in the sum of $1,331.96, on the 5th day of July, 1928, made and executed its note therefor and to secure the payment of the note executed a chattel mortgage on one standard model 21 Marion Steam Shovel then owned by and in possession of Stafford Lake Rock Company in Hernando County, Florida, and Marion Hardware Company caused its mortgage to be filed in the office of the clerk of the Circuit Court of Hernando County on July 20, 1928.\nOn the 29th day of May, 1929, George MacKay & Company instituted action at law in the Circuit Court of Marion County against Stafford Lake Rock Company and obtained a writ of attachment. The writ of attachment was executed by the sheriff of Hernando County by levying on the steam shovel above mentioned on May 31, 1929. This suit resulted in a judgment in favor of George MacKay & Company against Stafford Lake Rock Company, which judgment condemned the steam shovel for the payment therefor and which was entered on October 28, 1929. The attachment was levied by the sheriff of Hernando County. The provisions of section 5268, Comp.' Gen. Laws, 3415, Rev! Gen. Stats., had not been complied with by the filing of an additional affidavit to warrant service of attachment outside the county in which the suit was instituted. After the attachment was levied in the suit of George MacKay & Company against Stafford Lake Rock Company, but before judgment was obtained, Mariom Hardware Company took possession of the steam shovel with the consent and approval of Stafford Lake Rock Company and conveyed the same to its place of business in Marion County.\nThe chattel mortgage taken by Marion Hardware Company was recorded in the deed book instead of being recorded in the Mortgage Record Book. The certificate of the Clerk is as follows:\n“BILL OF SALE\nIndexed, Verified, to\nI hereby certify that the within Bill' of Sale was filed for record in the office of the Clerk of the Circuit Court of Hernando County, Florida, on the 20th day of July, A. D. 1928, and was duly recorded in Book 61 at page 114 on the 25th day of July, A. D. 1928.\nWitness my hand and official seal this the 25th day of July, A. D. 1928.\nH. C. Mickler,\nClerk.'\nBy Sarah Nowhee,\nD. C. Deputy Clerk.\nRecord Fee $1.00”\nWhen execution was. issued in the George MacKay Company suit it was levied on the steam shovel in possession of Marion Hardware Company, sold under execution and bought in by George MacKay & Company. Thereafter, Marion Hardware Company filed suit to foreclose its mortgage, making Stafford Lake Rock Company and George MacKay & Company parties defendant. Decree pro confesso was entered against Stafford Lake Rock Company. George MacKay & Company defended upon the theory that such defendant was without notice, either actual or constructive, of the Marion Hardware Company mortgage and that the record of the mortgage was void as against George MacKay & Company; that George MacKay & Company acquired a lien from the date of the levy of the attachment which was prior to the possession by Marion Hardware Company and that this lien followed in the execution and was superior to any lien claimed by Marion Hardware Company.\nThe decree was in favor of Marion Hardware Company. The Court held that the record of the mortgage constituted no notice to George MacKay & Company; that the attachment levied by the sheriff of Hernando County was void because the provisions of section 5268 Comp. Gen. Laws, 3415 Rev. Gen. Stats., had not been complied with; that Marion Hardware Company’s lien was superior to that of George MacKay & Company because Marion Hardware Company had acquired possession of the property and held it in its possession at and before the time of the levy of the execution.\nFrom the decree of the court appeal was taken by George MacKay & Company and Marion Hardware Company filed a cross assignment of errors based on thé ruling of the court in \"finding and decreeing that the chattel mortgage from the Stafford Lake Rock Company to the Marion Hardware Company was not legally and properly recorded and in failing to find and decree that the filing of the said mortgage with the clerk- of the Circuit Court for Hernando County where the property was then situated did not amount to the recording of the said chattel mortgage in the proper record book for such purposes. ’ ’\nIt will not be necessary for us to discuss any of the other assignments of error.\nSection 3830 Rev. Gen. Stats. 1920, 5708 Comp. Gen. Laws 1927, provides as follows:\n“Time of Record.—All instruments relating to real and personal property which, are authorized or required to be recorded shall be deemed to be recorded from the time the same are filed with the officer .whose • duty it is to record the same. ’ ’\nUnder the provisions of this statute, when the holder of a mortgage has deposited same in the office of the clerk of the Circuit Court to be recorded in the public records of that office, he has done all that is required of him, having performed that act he has given constructive notice to the public, and all persons composing the public, as to the existence of his lien.\nThe great weight of authority sustains this view in those jurisdictions where statutes such as ours are in force. First National Bank of Brooksville v. Evans, filed at this term of the Court, reported 130 So. R. 18; Throckmorton v. Price, 28 Tex. 606, 91 Am. Dec. 334 and cases there cited; 11 C. J. 535; Watkins v. Wilhoit (Cal.), 35 Pac. R. 646; Deming v. Miles, 35 Neb. 739, 53 N. W. R. 665; Thompson on Real Property, Sec. 4118; Devlin on Real Estate, Deeds, 3rd Ed., Vol, 2, Sections 680, 681 and 682.\nMarion Hardware Company having filed its mortgage in the office of the clerk of the Circuit Court to be recorded, in the county where the property was located, before George MacKay & Company acquired or attempted to acquire any lien upon the property the lien acquired by Marion Hardware Company was superior and of prior dignity to that afterwards acquired by George MacKay & Company and the decree of the chancellor in favor of Marion Hardware Company should be affirmed.\nIt is so ordered.\nAffirmed.\nWhitfield and Strum, J. J., concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "IV. E. Smith, for Appellants;",
      "II amp ton' <& Greene and A. P. Buie, for Appellee."
    ],
    "corrections": "",
    "head_matter": "George MacKay & Company, Appellants, v. Marion Hardware Company, Appellee.\nDivision B.\nOpinion filed December 18, 1930.\nPetition for rehearing denied .February 6, 1931.\nIV. E. Smith, for Appellants;\nII amp ton' <& Greene and A. P. Buie, for Appellee."
  },
  "file_name": "1532-01",
  "first_page_order": 528,
  "last_page_order": 533
}
