{
  "id": 11825883,
  "name": "JOHN JOSEPH PANGALLO, Appellant, v. THE STATE OF NEVADA, Respondent",
  "name_abbreviation": "Pangallo v. State",
  "decision_date": "1996-12-30",
  "docket_number": "No. 27292",
  "first_page": "1533",
  "last_page": "1537",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1533"
    },
    {
      "type": "parallel",
      "cite": "930 P.2d 100"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "112 Nev. 704",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        11827425
      ],
      "weight": 4,
      "year": 1996,
      "pin_cites": [
        {
          "page": "707"
        },
        {
          "page": "323-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/112/0704-01"
      ]
    },
    {
      "cite": "91 Nev. 155",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556425
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "158",
          "parenthetical": "appellant has responsibility to provide materials necessary for appellate review"
        },
        {
          "page": "1036",
          "parenthetical": "appellant has responsibility to provide materials necessary for appellate review"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/91/0155-01"
      ]
    },
    {
      "cite": "100 Nev. 498",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2406390
      ],
      "weight": 4,
      "year": 1984,
      "pin_cites": [
        {
          "page": "502"
        },
        {
          "page": "225"
        },
        {
          "page": "503"
        },
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0498-01"
      ]
    },
    {
      "cite": "83 Nev. 298",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4901818
      ],
      "weight": 4,
      "year": 1967,
      "pin_cites": [
        {
          "page": "301"
        },
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/83/0298-01"
      ]
    },
    {
      "cite": "90 Nev. 287",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556943
      ],
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "292"
        },
        {
          "page": "37"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/90/0287-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 10347,
    "ocr_confidence": 0.9,
    "pagerank": {
      "raw": 1.4017521481607292e-07,
      "percentile": 0.6448279417062539
    },
    "sha256": "2325a642b662eb2d11b4adbb419569ec0d653b49ab43eb3c0d71adbfee2cdacc",
    "simhash": "1:1f402f1425925c3b",
    "word_count": 1723
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "JOHN JOSEPH PANGALLO, Appellant, v. THE STATE OF NEVADA, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nOn September 22, 1993, appellant John Joseph Pangallo pleaded guilty to one count of possession of a trafficking quantity of a controlled substance in district court case number CR93-1696. A sentencing hearing was held on November 9, 1993. The district court fined Pangallo $50,000 and sentenced him to seven years in prison, to run concurrently with sentences imposed in two other cases (CR93-1523 and CR93-1370). The issue of credit for time served was not raised at the sentencing hearing, and Pangallo received no such credit.\nOn June 7, 1995, Pangallo filed a proper person motion for jail time credits, contending that he was entitled to credit in this case for eighteen days served in the county jail from July 16 to August 2, 1993, pursuant to NRS 176.055(1) and Anglin v. State, 90 Nev. 287, 292, 525 P.2d 34, 37 (1974). On July 5, 1995, the district court entered an order denying the motion: “Because the Defendant has already received credit for time served against his sentences in two other cases, he is not entitled to any credit in the above-entitled case.”\nPangallo appeals, asking this court to remand the matter to the district court for an evidentiary hearing.\nDISCUSSION\nNRS 34.724(2)(c) specifically provides that a post-conviction petition for a writ of habeas corpus is “the only remedy available to an incarcerated person to challenge the computation of time that he has served pursuant to a judgment of conviction.” Pangallo’s request for jail time credits is a challenge to the computation of time he has served. Therefore, Pangallo should properly have filed a petition for post-conviction habeas relief, not a post-conviction motion. However, the procedural label per se is not crucial.\nIn Warden v. Peters, 83 Nev. 298, 429 P.2d 549 (1967), Peters moved to vacate his judgment of conviction of grand larceny about two years after his conviction because a necessary element of the crime, asportation, never occurred. The motion was granted, and the State appealed, contending that the procedure was improper. This court deemed\nthe procedural label to be of little importance. The fact remains that courts which make a mistake in rendering a judgment which works to the extreme detriment of the defendant will not allow it to stand uncorrected. In a situation such as this, where . . . the court has inherent power to reconsider a judgment for good cause shown, we hold that such an issue may be raised by a motion to vacate judgment, though technically in this state the matter probably should have been raised by a petition for habeas corpus.\nId. at 301, 429 P.2d at 551.\nSimilarly, this court has never concerned itself with the fact that inmates have described their requests to receive credit for time spent in jail as motions rather than habeas petitions. However, although we will not dismiss the appeal of such a request simply because it is not labeled a petition for habeas relief, we must dismiss such an appeal where the movant or petitioner has not met the relevant substantive statutory requirements for such a request.\nNRS 34.370(3) requires a habeas petitioner to “state facts which show that the restraint or detention is illegal.” NRS 34.735 sets forth the form which a habeas petition must substantially follow and requires a petitioner to inform the court of a number of things, including the crime, case number, and sentence being served for any conviction other than the one under attack and a concise statement, with supporting facts, of every ground in the petition. This court has stated that a defendant seeking post-conviction relief must raise more than conclusory claims for relief; a defendant must support any claims with specific factual allegations that if true would entitle him or her to relief. Hargrove v. State, 100 Nev. 498, 502, 686 P.2d 222, 225 (1984). The defendant is not entitled to an evidentiary hearing if the factual allegations are belied or repelled by the record. Id. at 503, 686 P.2d at 225.\nPangallo has alleged no facts other than that he spent time in jail from July 16 to August 2, 1993 and received no credit for that time in his sentence in this case. Even if these allegations are true, they do not establish that Pangallo is entitled to relief given that he was sentenced in other cases in which he may have received credit for the jail time at issue. This court considers the sufficiency of a habeas claim not in the abstract but in the context of the record. Although we should not hypothesize facts that are not in the record which would render a claim insufficient, we also should not ignore facts that are in the record which do. The record does not repel Pangallo’s claim, but it includes pertinent facts which Pangallo’s allegations do not address. Therefore, under the circumstances of this case, his claim lacks sufficient specific factual allegations that, if true, show he is entitled to relief.\nWe have scrutinized the record on appeal, but it provides no basis to determine the merits of Pangallo’s claim. See Jacobs v. State, 91 Nev. 155, 158, 532 P.2d 1034, 1036 (1975) (appellant has responsibility to provide materials necessary for appellate review). This is not to say that a habeas petition for jail time credits must include documentary exhibits that support the petitioner’s factual allegations. If a petitioner alleges specific facts unbelied by the record and sufficient to state a claim for jail time credits, the State as the custodian of the relevant records has the burden to provide such records to rebut — or confirm — the petitioner’s allegations. We do not know what records, if any, were presented to the district court in this case. If Pangallo had alleged a sufficient claim for relief, we would reverse the district court’s order because there is nothing in the record before us to rebut such a claim. However, Pangallo never alleged a sufficient claim.\nTo meet the requirements for a habeas petition relevant to this case, Pangallo’s motion, at a bare minimum, should have specified the crimes, case numbers, and sentences being served for convictions other than the one for which he seeks jail time credit and would have alleged that he did not receive any credit in his other sentences for any of the jail time at issue. If Pangallo’s motion for jail time credits had provided this statutorily required information, the State would have had to provide the evidence to rebut or confirm Pangallo’s claim. This court would then have before it a record sufficient to determine whether or not Pangallo deserves credit for eighteen days spent in jail or deserves further proceedings on the issue. As it stands, such a determination is not possible, and we therefore affirm the district court’s order and dismiss this appeal without prejudice to Pangallo’s right to file a habeas petition on this matter, properly supported by specific factual allegations.\nThe order states that Pangallo’s motion was opposed by the State, but no such written opposition is in the record on appeal. The record on appeal does contain a document filed by the State on January 31, 1994, “in response to the Motion for Jail Time Credits filed by [Pangallo and] dated June 20, 1993.” But no such motion by Pangallo is in the record. The State’s response informed the district court that\nthe State believes that defendant Pangallo received credit for time served in the Washoe County Jail against his sentences in CR93-1523 and CR93-1370, and therefore, is not entitled to any credit in CR93-1585 .... In addition, even assuming the defendant was entitled to credit for time served from July 16, 1993, through October 2, 1993, as claimed by his motion, that time period amounts to 79 days, not the 89 days claimed by the defendant in his motion.\n(Emphasis added.) The district court case number for the case before us is CR93-1696.\nNRS 34.724(2) provides that a post-conviction petition for habeas relief:\n(a) Is not a substitute for and does not aifect any remedies which are incident to the proceedings in the trial court or the remedy of direct review of the sentence or conviction.\n(b) Comprehends and takes the place of all other common law, statutory or other remedies which have been available for challenging the validity of the conviction or sentence, and must be used exclusively in place of them.\n(c) Is the only remedy available to an incarcerated person to challenge the computation of time that he has served pursuant to a judgment of conviction.\nThis court has recognized only two types of post-conviction challenges to a conviction or sentence that are “incident to the proceedings in the trial court” under NRS 34.724(2)(a) and therefore not required to be brought in a habeas petition pursuant to NRS 34.724(2)(b) and (c): motions to modify a sentence based on a mistaken assumption about a defendant’s criminal record and motions to correct a facially illegal sentence. Edwards v. State, 112 Nev. 704, 707, 918 P.2d 321, 323-24 (1996). Pangallo’s motion for jail time credits alleged neither a mistaken assumption about his criminal record nor a facially illegal sentence.\nIn Edwards, this court admonished the district courts for\noften addressing the merits of issues regarding the validity of convictions or sentences when such issues are presented in motions to modify or correct allegedly illegal sentences without regard for the procedural bars the legislature has established. If a motion to correct an illegal sentence or to modify a sentence raises issues outside of the very narrow scope of the inherent authority recognized in this Opinion, the motion should be summarily denied.\nEdwards, 112 Nev. at 709 n.2, 918 P.2d at 325 n.2. This admonishment does not apply here because Pangallo’s motion for jail time credits is a request for traditional habeas relief, not a collateral challenge to his conviction or sentence. Therefore, the procedural bars set forth in NRS 34.800 and 34.820 are inapplicable.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Michael R. Specchio, Public Defender and John Reese Petty, Deputy Public Defender, Washoe County, for Appellant.",
      "Frankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney and Terrence P. McCarthy, Deputy District Attorney, Washoe County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "JOHN JOSEPH PANGALLO, Appellant, v. THE STATE OF NEVADA, Respondent.\nNo. 27292\nDecember 30, 1996\n930 P.2d 100\nMichael R. Specchio, Public Defender and John Reese Petty, Deputy Public Defender, Washoe County, for Appellant.\nFrankie Sue Del Papa, Attorney General, Carson City; Richard A. Gammick, District Attorney and Terrence P. McCarthy, Deputy District Attorney, Washoe County, for Respondent."
  },
  "file_name": "1533-01",
  "first_page_order": 715,
  "last_page_order": 719
}
