{
  "id": 1279591,
  "name": "H. L. Myers, Petitioner, v, City of Miami, Respondent",
  "name_abbreviation": "Myers v. City of Miami",
  "decision_date": "1930-12-19",
  "docket_number": "",
  "first_page": "1537",
  "last_page": "1553",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1537"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "152 La. 498",
      "category": "reporters:state",
      "reporter": "La.",
      "opinion_index": 0
    },
    {
      "cite": "34 A. L. R. 907",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "264 U. S. 150",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138623
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/264/0150-01"
      ]
    },
    {
      "cite": "273 U. S. 34",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136936
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/273/0034-01"
      ]
    },
    {
      "cite": "266 U. S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6144086
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/266/0555-01"
      ]
    },
    {
      "cite": "136 U. S. 114",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1217857
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/136/0114-01"
      ]
    },
    {
      "cite": "125 U. S. 181",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3528436
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/125/0181-01"
      ]
    },
    {
      "cite": "246 U. S. 147",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8285647
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/246/0147-01"
      ]
    },
    {
      "cite": "185 U. S. 27",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3624990
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/185/0027-01"
      ]
    },
    {
      "cite": "136 U. S. 104",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1217868
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/us/136/0104-01"
      ]
    },
    {
      "cite": "135 U. S. 161",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3543324
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/135/0161-01"
      ]
    },
    {
      "cite": "120 U. S. 489",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3468705
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/120/0489-01"
      ]
    },
    {
      "cite": "297 Fed. 897",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        3638073
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f/297/0897-01"
      ]
    },
    {
      "cite": "294 Fed. 587",
      "category": "reporters:federal",
      "reporter": "F.",
      "case_ids": [
        6738567
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f/294/0587-01"
      ]
    },
    {
      "cite": "268 U. S. 325",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        13125
      ],
      "weight": 6,
      "opinion_index": 0,
      "case_paths": [
        "/us/268/0325-01"
      ]
    },
    {
      "cite": "60 Fla. 35",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1636696
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/60/0035-01"
      ]
    },
    {
      "cite": "66 Fla. 494",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1025963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/66/0494-01"
      ]
    },
    {
      "cite": "86 Fla. 186",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1254330
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/86/0186-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1031,
    "char_count": 26441,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 5.944309848074317e-08,
      "percentile": 0.37058878722273
    },
    "sha256": "49ce30b1625d6a99a7a03daade5bdfd4384f0bf29fde8a746558c7956cf95619",
    "simhash": "1:30e7e4adece247dc",
    "word_count": 4481
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur."
    ],
    "parties": [
      "H. L. Myers, Petitioner, v, City of Miami, Respondent."
    ],
    "opinions": [
      {
        "text": "Mathews, Commissioner:\nThis case is here upon certiorari to the Circuit Court of Dade County, Florida, to review a judgment of that Court affirming a judgment of the Municipal Court of the City of Miami against the petitioner in which he was convicted of conducting a business in the City of Miami contrary to Section 5 of Ordinance 471 of said City, without having first obtained a license, and was sentenced to pay a fine of $100.00 and costs or to serve 60 days-in jail.\nSection 5 of Ordinance 471 of the City of Miami provides as follows:\n“Every business, occupation, profession, or exhibition, substantial, fixed or temporary, engaged in by any person, firm or corporation, whether in a building, tent, or upon the street, vacant lot, or anywhere in the open air, within the city, and not herein specifically designated, shall pay a license fee of $25.00.”\nThe testimony in behalf of the City of Miami shows that an office was maintained in the Seybold Building, in the City of Miami, consisting of two rooms, opening from the hallway, upon the door of which were the words: “REAL SILK HOSIERY MILLS OF INDIANAPOLIS, INDIANA,” and in which offices were located desks, stenographers, telephones, files, cabinets, order books and boxes of hosiery and other stuff; that the offices were open and they (it does not appear whom) were advertising for salesmen practically every Sunday; that the petitioner H. L. Myers was the branch manager of Real Silk Hosiery Mills of Indianapolis, Indiana; that he had been requested to pay the city license tax and had refused so to do.\nTestimony of the petitioner showed that H. L. Myers was the branch sales manager of Real Silk Hosiery Mills, Inc,,. of Indianapolis, Indiana; that Real Silk Hosiery Mills, Inc., is a corporation of the State of Illinois, having and maintaining its principal office, and place of business in the City of Indianapolis, Indiana; that Myers and those employed by him at the office in the Seybold Building, were employees of the Real Silk Hosiery Mills of Indianapolis, Indiana and acted as its agents in soliciting orders for it; that petitioner has a written contract of employment with Real Silk Hosiery Mills of Indianapolis, Indiana, under and pursuant to which all transactions in the Seybold Building were had; that petitioner does not and never has transacted at those offices any other business than that of the Real Silk Hosiery Mills of Indianapolis, Indiana; that the Real Silk Hosiery Mills of Indianapolis, Indiana, is engaged in the manufacture and sale of wearing apparel direct to the consumer, the orders for which are solicited by the petitioner and the persons employed by him for the Real Silk Hosiery Mills of Indianapolis, Indiana, and are mailed direct to Indianapolis and are shipped by the Real Silk Hosiery Mills to the purchaser, by parcel post e. o. d; and that the compensation of the petitioner is paid by check direct from the Real Silk Hosiery Mills at Indianapolis, Indiana.\nArticle'I, Section 8, of the Constitution of the United States provides among other things that\n“The Congress shall have Power * * * To regulate Commerce with foreign Nations, and among the several States, and with the Indian Tribes.”\nThe question to be determined is whether the ordinance of the City of Miami, as applied to the facts of this case is invalid, as an attempt to impose a burden upon interstate commerce.\nA municipality cannot by ordinance lawfully impose a burden upon interstate commerce. Wilk v. Bartow, 86 Fla. 186, 97 So. R. 307.\nIn Ferguson v. McDonald, 66 Fla. 494, 63 So. R. 915, the City of Miami, Florida, imposed a tax of $100.00 per year upon certain business occupations and persons conducting or managing such concerns. The Western Union Telegraph Company was taxable under such ordinance and not having paid the tax, its agent at Miami was arrested. After conviction, he applied for release under habeas corpus and was discharged. The city appealed and claimed that the tax in question was-against the purely, local business done within the City of Miami and did not apply to the interstate commerce business of the said telegraph company in which said agent was engaged. It was held that the tax as imposed was not excessive or unreasonable as being a tax upon the intrastate business conducted in the City of Miami, and that a State or Municipal government in the State could tax as a franchise or privilege the doing of domestic business by a telegraph company which was also engaged at the same time and place in conducting interstate commerce business; but the Court clearly indicated that if such tax could be held as a matter of law to apply as a burden upon interstate commerce business,, the ordinance imposing the tax would be invalid.\nIn Cason v. Quinby, 60 Fla. 35, 53 So. R. 741, the facts agreed upon were substantially that the petitioner was an agent and traveling salesman of the Aluminum Cooking Utensil Company of Pittsburg, Pennsylvania; that his business was to canvass for the company taking orders for goods by showing samples. When orders were taken, he sent the order to the company at Pittsburg, Pennsylvania, and when he received the goods he delivered them to the customers, received the money therefor and remitted it to the company in Pennsylvania. The goods’ were the property of the company until they were paid for and delivered. The agent received a salary from the company and no commission on sales. He formerly lived in Virginia but had no permanent home. He had been in Florida for four or five years. The goods were sold on orders taken by showing samples. The goods were sent to the agent by the company in Pittsburg, Pennsylvania, pursuant to orders sent in from Hake City, Florida, being packed together in a large package or box, such package or box containing the ' smaller package of each customer wrapped to itself; the large package was broken by the agent at Lake City, Florida and he delivered the smaller packages to the customers and received the money therefor.\nIn that ease it was held that the business was interstate commerce and that the ordinance of Lake City therein involved as applied to the facts of that case was a burden' upon interstate commerce and invalid.\nIn Wilk v. City of Bartow, supra, the petitioner sold brushes manufactured by the Fuller Brush Company at Hartford, Connecticut. His method of doing business was to go from house to house in the City of Bartow and display samples of his goods to prospective purchasers, solicit orders and make sales at retail prices direct to the purchaser. If a sale was effected, an order was made describing the goods. Upon this order there was a place for the customer’s signature, but it was not the practice of the petitioner to have the customer sign the order. At the end of each week, petitioner compiled a sales representative’s order, upon which order articles sold during the week were enumerated. The order was mailed to the company’s distributing station, at Savannah, Georgia. Upon receipt of the order, said distributing station made up and shipped to petitioner a package containing the articles enumerated, which articles were loosely packed in one container, the different orders of individual customers not being separated. Upon receipt of shipment, the petitioner opened the package, selected from the mass of articles therein the several articles called for on individual orders and personally delivered same to each purchaser, collecting the purchase price, retaining 40% as his compensation and remitting the remainder to the company at Savannah. Daily reports were made by the petitioner to the district manager of the company at Tampa, of prospective purchasers called on by him, but no remittance was made to him and he had no oversight of accounts between the petitioner and the company. The operations of petitioner were covered by a contract of employment between the Fuller Brush Company and himself. The petitioner was not a regularly licensed merchant and had not taken out any license to do business in the city of Bartow.\nIt was held in that ease that the transactions were interstate commerce, and that the ordinance of the City of Bartow there involved, as applied to the facts of that case, was invalid as a burden upon interstate commerce.\nIn Real Silk Hosiery Mills, Inc., v. City of Portland, 268 U. S. 325, 69 L. Ed. 982, 45 Sup. Ct. 525, by a bill filed in the United States District Court, plaintiff Real Silk Hosiery Mills, Inc., challenged an ordinance of the City of Portland, defining solicitors and requiring them to pay license and give bond, and asked that enforcement of the ordinance be restrained as against its solicitors upon the ground, among others, that it interfered with and burdened interstate commerce and was repugnant to Article I, Section 8, of the Federal Constitution. In that case the method and manner of conducting the business of -Real Silk Hosiery Mills, Inc., appears to have been identical with the case at bar. The District Court upheld the ordinance. 294 Fed. 587. Its decree was affirmed by the Circuit Court of Appeals, 297 Fed. 897. But the case was reversed by the Supreme Court of the United States (Real Silk Hosiery Mills, Inc., v. City of Portland, supra) where it was said:\n“Considering former opinions of this Court we cannot doubt that the ordinance materially burdens interstate commerce and conflicts with the commerce clause. * * *\n“ ‘The negotiation of sales of goods which are. in another state, for the purpose of introducing them into the state in which the negotiation is made, is interstate commerce’.”\nIt is contended that the license tax sought to be imposed by the City of Miami is a tax upon the office or business maintained and carried on at the' Seybold Building in Miami, Florida, and that as such it is not violative of the commerce clause.\nIn Robbins v. Taxing District of Shelby County, 120 U. S. 489, 30 L. Ed. 694, 7 Sup. Ct. 592, the Taxing District of Shelby County, Tennessee, which included the City of Memphis, acting under authority of the statute of that State, attempted to impose a license tax upon a drummer for soliciting within that district the sale of goods for a firm in Cincinnati which he represented, but the Court held that such a soliciting of business constituted a part of interstate commerce and that, the statute of Tennessee imposing a tax upon such business was in conflict with the commerce clause of the Constitution of the United States and was therefore void.\nIn Lyng v. State of Michigan, 135 U. S. 161, 34 L. Ed. 150, 10 Sup. Ct. 725, it was said by the Court:\n“We have repeatedly held that no state has the right to lay a tax on interstate commerce in. any form, whether by way of duties laid on the transportation, of the subjects of that commerce, or on the receipts derived from that transportation, or on the occupation or business of carrying it on, for the reason that such taxation is a burden on that, commerce, and amounts to a regulation of it, which belongs solely to Congress. ’ ’\nIn McCall v. People of the State of California, 136 U. S. 104, 34 L. Ed. 391, 10 Sup. Ct. 881, by .order number 1,589 of the Board of Supervisors of the City and County of San Francisco, a license of $25.00 per quarter was imposed for every'railroad agency. McCall was agent in the city and county of San Francisco for the New York, Lake Erie and Western Railroad Company, a corporation having its principal place of business in the city of Chicago and which operated a continuous line of road between Chicago and New York. He had not taken out a license and was convicted in the Police Court of the City and County of San Francisco for violation of this ordinance and sentenced to pay a fine and in default of payment thereof to imprisonment. His business was that of soliciting passengers to travel over the railroad which he represented as agent. His employment was limited exclusively to inducing persons in the State of California who contemplated traveling from that State into or through other States to the City of New York, to be booked over the line he represented. His business as a railroad agent, had no connection direct, or indirect, with any domestic commerce between two or more points or places within the State. The Supreme Court of the United States, in reversing the court below (McCall v. People of the State of California, supra) said :\n\"The object and effect of his soliciting agency were to swell the volume of the business of the road. It was one of the ‘means' by which the company sought to increase, and doubtless did increase, its interstate passenger traffic. It was not incidentally or remotely conected with the business of the road, but was a direct method of increasing that business. The tax upon it therefore was, according to the principles established by the decisions of this Court, a tax upon a means or an occupation of carrying on interstate commerce, pure and simple. ’ ’\nThe Court in McCall v. People of the State of California, supra, said that the test whether the business operated by McCall was a part of interstate commerce is:\n\"Did it assist, or was it carried on with the purpose to assist, in increasing the amount of passenger traffic on the road. If it did, the power to tax it involves the lessening of the commerce of the road to an extent commensurate with the amount of business done by the agent. ’ ’\nIn Stockard v. Morgan, 185 U. S. 27, 22 Sup. Ct. 576, 46 L. Ed. 785, a broker had a sample room in Chattanooga, Tennessee, and solicited and accepted orders locally for goods .to be shipped into Tennessee by non-resident merchants whom he represented and from whom he received a commission on the sales he negotiated and it was held by the Court that his business was all interstate business.\nIn Cheney Bros. Co. v. Commonwealth of Massachusetts, 246 U. S. 147, 62 L. Ed. 632, 38 Sup. Ct. 295, where one of the parties to the cause was a Connecticut corporation engaged in manufacturing and selling silk fabrics and maintained in Boston a selling office with an office salesman and four traveling salesmen who solicited and took orders subject to approval by the home office from which shipments were made directly to the purchasers, it was held that this did not constitute doing a local business, and the Court said:\n\"The maintenance of the Boston office and the display therein of a supply of samples are in furtherance of the company’s interstate business and have no other purpose. Like the employment of the salesmen, they are among the means by which that business is carried on and share its immunity from State taxation. ’ ’\nIn McCall v. People of the State of California, supra, the case of Pembina Consol. S. M. & M. Co. v. Commonwealth of Pennsylvania, 125 U. S. 181, 31 L. Ed. 650, 8 Sup. Ct. 737, appears to have been cited by the defendants as authority for attempting to impose a license tax upon a railroad agency located in the City of San Francisco and doing an interstate business ; but the Court upon a review of the Pembina case held that it was not authority for defendants, but rather the reverse. In the Pembina case, a corporation, incorporated under the laws of Colorado for the purpose of doing a general mining and milling business in that State, had an office in Philadelphia for \"the use of its officers, stockholders, agents and employees.’’ The State of Pennsylvania through its proper officers assessed a tax against the corporation for \"office license,” which the company resisted. The Supreme Court of the United States in upholding the validity of the assessment and license tax said:\n\"No tax upon the franchise of the foreign corporation-is levied, nor upon its business or property without the state. A license tax only is exacted as a condition of its keeping an office within the state for the use of its officers, stockholders, agents, and employees, —nothing more and nothing less; and in what way this can be considered as a regulation of interstate commerce is not apparent.”.\nAnd in conclusion there, the Court said:\n‘ ‘ The only limitation upon this power of the state to exclude a foreign corporation from doing business within its limits or hiring offices for that purpose, or to exact conditions for allowing the corporation to do business or hire offices there, arises where the corporation is in the employ of the federal government, or where its business is strictly commerce, interstate or foreign. The control of such commerce being in the federal government, is not to be restricted by state authority. ’ ’\nIn Norfolk and Western R. Co. v. Commonwealth of Pennsylvania, 136 U. S. 114, 34 L. Ed. 394, 3 Interstate Commerce Reports, 178, 10 Sup. Ct. 958, the auditor general of Pennsylvania assessed a license tax against the Norfolk & Western R. Co., a corporation, under the laws of Virginia and West Virginia “on account of its having an office for the use of its officers, stockholders, agents and employees in the city of Philadelphia. ’ ’ The railroad company maintained an office in Pennsylvania for the use of its officers,- stockholders, agents and employees and expended large sums of money in that State in the purchase of materials and supplies for its railroad; it owned a small amount of property in the State. In holding that the tax contravened the commerce clause, the Court said:\n“Was the tax assessed against the company for keeping an office in Philadelphia, for the use of its officers, stockholders, agents, and employees, a tax upon the business of the company? In other words, was such a tax a tax upon any of the means or instruments by which the company was enabled to carry on its business of interstate commerce? We have no hesitancy in answering that question in the affirmative. What was the purpose of the company in establishing an office in the city of Philadelphia? Manifestly for the furtherance of its business interests in the matter of its commercial relations. ■* * * Again, the plaintiff in error does not exercise or seek to exercise in Pennsylvania any privilege or franchise not immediately connected with interstate commerce and required for the purposes thereof. * * * That office was maintained because of the necessities of the interstate business of the company, and for no other purpose. A tax upon it was therefore a tax upon one of the means or instrumentalities of the company’s interstate commerce, and, as such, was in violation of the commercial clause of the Constitution of the United States.”\nIn Ozark Pipe Line Corp. v. Monier, 266 U. S. 555, 69 L. Ed. 439, 45 Sup. Ct. 184, appellant, a Maryland corporation, owned and operated a pipe line, extending from within Oklahoma through Missouri to a point in Illinois. Through this line crude petroleum was conducted to Illinois and there delivered. Oil was neither received nor delivered in the State of Missouri. Appellant maintained its principal office in Missouri, where it kept its books and bank accounts, and from which it paid its employees within and without the State, purchased supplies, employed labor, maintained telephone and telegraph lines, entered into contracts for transportation of crude oil and carried on various other activities connected with and in furtherance of its pipe line operations. Along the line in Missouri, there were three pumping stations, the sole use of which was to accelerate the passage of oil through the line. It owned and operated passenger and truck automobiles, but these as well as other property in Missouri were used in the prosecution of its interstate business. The controversy arose over an attempt on the part of the state authorities of Missouri to collect from appellant an annual franchise tax equal to one-tenth of one per cent, of the par value of its capital stock and surplus employed in business in the State. The Court there said:\n‘ ‘ The tax' is one upon the privilege or right to do business * * * and if appellant is engaged only in-interstate commerce, it is conceded, as it must be, that, the tax, so far as appellant is concerned, constitutionally cannot be imposed. It long has been settled that a state cannot lay a tax on interstate commerce in any form, whether on the transportation of subjects of commerce, the receipts derived therefrom, or the occupation or business of carrying it on. * * * Plainly, the operation of appellant’s pipe line is interstate commerce and beyond the power of state taxation.”\nIn Real Silk Hosiery Mills, Inc., v. City of Portland, supra, in the passage of the ordinance requiring solicitors who received advance partial payments to obtain a license and give bond, the city declared an emergency to exist as follows:\n“Inasmuch as this ordinance is necessary for the immediate preservation of the public health, peace and safety of the city of Portland in this: That a condition now exists whereby in the past frauds have been perpetrated upon the public by certain solicitors, and which condition requires immediate remedy, therefore an emergency is hereby declared to exist and this ordinance shall be in force and effect from and after its passage by the council.' ’\nThe Circuit Court of Appeals held this ordinance to be within the police power of the city and not a burden on interstate commerce. 297 Fed. R. 897. The Supreme Court of the United States (Real Silk Hosiery Mills v. City of Portland, supra) in reversing the Circuit Court of Appeals said:\n“We are unable to see that the burden on interstate commerce is different or less because they are paid through retention of advance partial payments made under definite contracts negotiated by them. Nor can we accept the theory that an expressed purpose to prevent possible frauds is enough to justify legislation which really interferes with the free flow of legitimate interstate commerce.”\nSee also Di Santo v. Pennsylvania, 273 U. S. 34, 47 Sup. Ct. 267, 71 L. Ed. 524.\nIn Texas Transport & Terminal Co. v. City of New Orleans, 264 U. S. 150, 68 L. Ed. 611, 44 Sup. Ct. 242, 34 A. L. R. 907, the City of New Orleans brought an action in the Louisiana State Court to recover from the transport company a license tax imposed upon its business of steamship agent. The demand was resisted on the ground that the tax was in contravention of the commerce clause of the Constitution of the United States in that it was an interference with and a tax upon interstate and foreign commerce. The transport company was regularly employed as agent for four steamship lines under a contract fixing its compensation on the basis of commissions calculated upon the gross amount of freight charges collected by it for each company. In addition, the company occasionally represented other shipowners. «All were exclusively engaged in interstate or foreign commerce and.:the transport company’s business was confined solely to representing principals so engaged in such commerce. The service rendered consisted of soliciting and engaging cargo; nominating ships for carrying it, arranging for its delivery on the wharves, issuing bills of lading under the name of the shipowner or charterer, arranging for stevedores for loading and discharging cargo, collecting freight charges, paying ships’ disbursements, attending to immigration service, and assisting generally in matters of local customs and regulations. Freight moneys collected, after deducting commissions, were remitted to the owners or charterers. As such agent, the transport company’was authorized to solicit cargo and quote freight rates and to issue! receipts in the name of its principal for cargo delivered on the wharves. It also appeared (see opinion of court below) that the transport company did not own or charter or operate ships or share in the profits or losses of any shipowner, charterer or operator; nor did any shipowner, charterer or operator share in the profits or losses of the transport company.\nThe Supreme Court of Louisiana, when the case was before it upon appeal (City of New Orleans v. Texas Transp. & Term. Co., Inc., 152 La. 498, 93 So. R. 751) carefully reviewed the McCall v. People of the State of California case, supra, and also seventeen other decisions of the United States Supreme Court, v?here the McCall case had been cited with approval and said:\n“The important and distinguishing feature of this’ case is that the business of the defendant company; however necessary as an adjunct to the interstate and foreign commerce of the steamship lines, is not a part of it. A tax on the business of the steamship agent does not increase the expense or reduce the profit of any steamship company’s business. The tax is therefore not a direct hinderance or regulation of the interstate or foreign commerce of the steamship lines. ’ ’\nAnd therein held that:\n“A local tax may affect interstate or foreign commerce remotely or incidentally without infringing the exclusive federal authority to regulate such commerce. ’ ’\nThe Supreme Court of the United States in reversing the Supreme Court of Louisiana (Texas Transp. & Term. Co. v. City of New Orleans, supra), brushed aside all that was said by the Supreme Court of Louisiana with regard to the distinguishing feature of the case and brought the case squarely within the rules of the McCall case, supra, and classed the license tax sought to be imposed by the city of New Orleans as one upon a means or an occupation of carrying on interstate commerce which the City of New Orleans was powerless to impose.\nBriefly we conclude:\nThe business actually carried on by petitioner in the instant cáse was exclusively interstate commerce.\nThe tax sought to be imposed upon the office or business was one upon a means or occupation of carrying on interstate commerce.\nThe judgment of affirmance by the Circuit Court of Dade County, Florida, is quashed.\nPer Curiam.\nThe record in this cause having been considered by the Court, and the foregoing opinion prepared under Chapter 14553, Acts of 1929, adopted by the Court as its opinion, it is considered, ordered and decreed by the Court that the judgment of affirmance by the Circuit Court of Dade County, Florida, be, and the same is hereby, quashed\nTerrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur.",
        "type": "majority",
        "author": "Mathews, Commissioner: Per Curiam."
      }
    ],
    "attorneys": [
      "Slmtts & Bowen, Herbert S. Sawyer and Joseph F. McPherson, for Petitioner.",
      "J. W. Watson, Jr., for Respondent."
    ],
    "corrections": "",
    "head_matter": "H. L. Myers, Petitioner, v, City of Miami, Respondent.\nEn Banc.\nOpinion filed December 19, 1930.\nSlmtts & Bowen, Herbert S. Sawyer and Joseph F. McPherson, for Petitioner.\nJ. W. Watson, Jr., for Respondent."
  },
  "file_name": "1537-01",
  "first_page_order": 533,
  "last_page_order": 549
}
