{
  "id": 11825936,
  "name": "R. D. PRABHU, M.D., Appellant, v. LINDA RANDOLPH LEVINE, now LINDA WEBER aka LINDA FRANCO, Respondent",
  "name_abbreviation": "Prabhu v. Levine",
  "decision_date": "1996-12-31",
  "docket_number": "No. 21270",
  "first_page": "1538",
  "last_page": "1550",
  "citations": [
    {
      "type": "official",
      "cite": "112 Nev. 1538"
    },
    {
      "type": "parallel",
      "cite": "930 P.2d 103"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "77 Nev. 68",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4921617
      ],
      "weight": 2,
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/nev/77/0068-01"
      ]
    },
    {
      "cite": "87 Nev. 309",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4831198
      ],
      "weight": 2,
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/nev/87/0309-01"
      ]
    },
    {
      "cite": "97 Nev. 474",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4816797
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "476",
          "parenthetical": "recognizing that this court \"cannot consider matters not properly appearing in the record on appeal\""
        },
        {
          "page": "277",
          "parenthetical": "recognizing that this court \"cannot consider matters not properly appearing in the record on appeal\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/97/0474-01"
      ]
    },
    {
      "cite": "101 Nev. 827",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2404497
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "831",
          "parenthetical": "concluding that absence of trial transcript in record precluded review"
        },
        {
          "page": "791",
          "parenthetical": "concluding that absence of trial transcript in record precluded review"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/101/0827-01"
      ]
    },
    {
      "cite": "504 U.S. 127",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11728086
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0127-01"
      ]
    },
    {
      "cite": "107 Nev. 178",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556865
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "182"
        },
        {
          "page": "538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0178-01"
      ]
    },
    {
      "cite": "398 P.2d 993",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        4927563,
        4926007
      ],
      "year": 1965,
      "pin_cites": [
        {
          "parenthetical": "discussing NRS 51.040, which preceded NRS 51.255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/81/0086-01",
        "/nev/81/0091-01"
      ]
    },
    {
      "cite": "81 Nev. 86",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4927563
      ],
      "year": 1965,
      "pin_cites": [
        {
          "parenthetical": "discussing NRS 51.040, which preceded NRS 51.255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/81/0086-01"
      ]
    },
    {
      "cite": "108 Nev. 67",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556638
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "71-72"
        },
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0067-01"
      ]
    },
    {
      "cite": "102 Nev. 308",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556859
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "311"
        },
        {
          "page": "1226"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0308-01"
      ]
    },
    {
      "cite": "103 Nev. 113",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556892
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "117"
        },
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/103/0113-01"
      ]
    },
    {
      "cite": "107 Nev. 135",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556765
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "143"
        },
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0135-01"
      ]
    },
    {
      "cite": "402 U.S. 389",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11733715
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0389-01"
      ]
    },
    {
      "cite": "102 Nev. 606",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8557974
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "608",
          "parenthetical": "quoting Richardson v. Perales, 402 U.S. 389 (1971)"
        },
        {
          "page": "498",
          "parenthetical": "quoting Richardson v. Perales, 402 U.S. 389 (1971)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/102/0606-01"
      ]
    },
    {
      "cite": "107 Nev. 173",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556841
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0173-01"
      ]
    },
    {
      "cite": "95 Nev. 408",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4802233
      ],
      "weight": 2,
      "year": 1979,
      "pin_cites": [
        {
          "page": "411"
        },
        {
          "page": "1193"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/95/0408-01"
      ]
    },
    {
      "cite": "107 Nev. 1",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556427
      ],
      "weight": 6,
      "year": 1991,
      "pin_cites": [
        {
          "page": "4"
        },
        {
          "page": "590-91"
        },
        {
          "page": "6"
        },
        {
          "page": "592"
        },
        {
          "page": "6-7"
        },
        {
          "page": "592"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0001-01"
      ]
    },
    {
      "cite": "109 Nev. 607",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558634
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/nev/109/0607-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1149,
    "char_count": 27461,
    "ocr_confidence": 0.933,
    "pagerank": {
      "raw": 2.0071095531940233e-07,
      "percentile": 0.743769424395013
    },
    "sha256": "b7ac853423fe67a86d563f63494709161627f7334346b7e1fc533cd4b541118c",
    "simhash": "1:844e8e730fc06a68",
    "word_count": 4423
  },
  "last_updated": "2024-02-27T18:57:52.591583+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "R. D. PRABHU, M.D., Appellant, v. LINDA RANDOLPH LEVINE, now LINDA WEBER aka LINDA FRANCO, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION ON REHEARING\nPer Curiam:\nOn June 24, 1993, this court issued an opinion in the above-captioned matter and reversed the judgment of the district court. Prabhu v. Levine, 109 Nev. 607, 855 P.2d 543 (1993). Respondent subsequently petitioned this court for rehearing, and, on September 20, 1995, rehearing was granted. We have carefully reviewed the record on appeal, the briefs, and the oral argument recording and have determined that our previous opinion must be withdrawn because it overlooked material matters in the record. See NRAP 40(c)(2). We now issue this opinion in the place of our prior opinion. As we conclude that the district court did not err below, the judgment is affirmed.\nFACTS\nRespondent, Linda Levine Weber Franco, was a registered nurse at Valley Hospital in Las Vegas, where appellant, Dr. R. D. Prabhu, also worked. On February 19, 1982, Ms. Franco went to see Dr. Prabhu and complained of weakness, fatigue, dizziness, light-headedness, palpitations, headaches, and episodes where she lost or almost lost consciousness. She denied having any problems with her vision or hearing. Dr. Prabhu initially believed that Ms. Franco could be suffering from mitral valve prolapse, cardiac arrhythmia, hypoglycemia, or hyperthyroidism.\nFrom February 23 through February 25, 1982, Ms. Franco underwent testing at Valley Hospital at Dr. Prabhu’s direction. Dr. Prabhu characterized this testing as a complete workup; according to Ms. Franco, however, Dr. Prabhu negligently failed to order any type of neurological tests. At trial, Dr. Prabhu testified that he did conduct neurologic tests by examining Ms. Franco’s eyes, glands and membranes. According to Dr. Prabhu, he found no signs of a neurological disorder that would warrant further testing. Dr. Prabhu also testified that Ms. Franco did not report any symptoms of neurological dysfunction.\nUltimately, Dr. Prabhu found no source for Ms. Franco’s symptoms and diagnosed the problem as vasovagal attacks from low blood pressure. According to Ms. Franco, Dr. Prabhu informed her that all of her tests were normal and that she should reduce her caffeine intake. Dr. Prabhu testified that he instructed Ms. Franco to return if her symptoms worsened and suggested that she see an ear, nose and throat specialist because she had a sinus problem. Ms. Franco testified that Dr. Prabhu never suggested that she see another physician and never followed up on her condition after his initial diagnosis. Ms. Franco did see an ear, nose and throat specialist, who recommended that she have an X-ray study of her inner ear, but the X-ray was never performed.\nPrior to February 1982, Ms. Franco suffered “sick headaches” once every one or two weeks. Over the next seventeen months, the frequency of these headaches increased to two or three per week. In addition, during this time period, Ms. Franco suffered some hearing loss, more frequent dizzy spells, a loss of coordination and a deterioration in her handwriting. Her speech became so slurred that she was subjected to ridicule. In December 1982 or January 1983, Ms. Franco began developing severe vision problems at close distances.\nIn July 1983, Ms. Franco saw a neurologist, Dr. Gerald Dunn, who performed a CAT scan and diagnosed the problem as an acoustic neuroma, a benign brain tumor. Ms. Franco then underwent four surgeries in July and August 1983, during which the tumor was removed. A neurosurgeon, Dr. Franco Erculei, performed the surgeries. After the surgeries, Ms. Franco could not walk, sit up, feed or bathe herself for three months. In addition, the surgeries left her with hearing loss and facial palsy, including the inability to close her left eyelid. From October 1984 to May 1986, Ms. Franco saw Dr. Robert Levine, an ophthalmologist, who performed five additional surgeries so that Ms. Franco’s eye could function. These surgeries included installing a spring to open and close the eyelid, a cornea transplant, and two laser surgeries.\nMs. Franco subsequently filed an action against Dr. Prabhu. At trial, Dr. Levine, the ophthalmologist, testified that, based upon his review of Dr. Prabhu’s records, Dr. Prabhu breached the standard of care because he should have found the tumor. In particular, Dr. Levine opined that Dr. Prabhu’s list of possible causes was not sufficient and that, based on Ms. Franco’s symptoms, Dr. Prabhu should have performed a general neurologic examination and should have ordered a neurologic consultation while Ms. Franco was undergoing her battery of tests. Additionally, another physician, Dr. Scott Deppe, testified that Dr. Prabhu breached the standard of care because he failed to perform a neurologic exam and did not consider any further neurologic workup.\nDr. Dunn, who found the tumor, and Dr. David Freeman, a neurosurgeon retained as an expert by Dr. Prabhu, opined that Dr. Prabhu did not breach the standard of care. Both Dr. Levine and Dr. Freeman testified that if Dr. Prabhu had ordered a CAT scan, he would have found the tumor.\nDr. Erculei testified that the tumor he removed from Ms. Franco’s brain was about 3.5 centimeters in diameter. The experts agreed that this was a medium-sized tumor, since a tumor less than 2.0 centimeters in diameter is considered small, and a tumor greater than 4.0 centimeters in diameter is considered large. Dr. Levine testified that in general, the larger the tumor, the greater the resulting damage will be upon the tumor’s removal. He opined that if the tumor had been small, Ms. Franco probably would have had less facial paralysis and would not have needed the additional eye surgeries. According to Dr. Levine, acoustic neuroma patients with tumors of approximately two centimeters or less rarely require additional surgery after removal, and the vast majority of those patients suffer no postoperative facial paralysis. In addition, Dr. Levine testified that those patients who suffer post-operative facial paralysis from small tumors have a better chance for recovery than patients with medium or large tumors. Dr. Freeman testified that if a tumor is caught very early, facial nerve paralysis might be avoided. Dr. Erculei, however, testified that Ms. Franco probably would have sustained the same nerve damage even if the surgery had been performed in February 1982.\nNo doctor could give an opinion as to the probable size of the tumor when Ms. Franco went to Dr. Prabhu in February 1982. Drs. Prabhu, Levine, Erculei and Freeman did testify that tumors grow over time and produce increasing pressure on adjacent brain structures. Additionally, Dr. Levine opined that the growth of acoustic neuroma tumors over time results in blurred vision but that this blurred vision does not occur until tumors reach the medium size range — two centimeters in diameter — or larger. In a study performed by Dr. Levine, 34 percent of tumor patients suffering from vision problems had medium sized tumors, and 64.5 percent had large tumors. No patient with a small tumor suffered any vision problems.\nAt the conclusion of trial, the jury returned a verdict in Ms. Franco’s favor and awarded her $14,500 in medical expenses, $17,400 in loss of earnings, $400,000 in past pain and suffering, and $900,000 in future pain and suffering. The jury also found that Ms. Franco’s contributory negligence was forty percent, and the final judgment was reduced by this amount. Ms. Franco’s final award was $798,600, plus interest, for a total judgment of $950,000.\nOn appeal, Dr. Prabhu contends that (1) Ms. Franco did not present adequate evidence of causation; (2) two of the jury instructions were contradictory and therefore confused the jury; (3) Dr. Levine’s testimony regarding matters other than his treatment of Ms. Franco should have been excluded because he was not designated as an expert witness; (4) the court erred in admitting a pamphlet and textbook chapter written by Dr. Levine because they were inflammatory and prejudicial; and (5) the amount of the jury’s award shocks the conscience. We conclude that none of Dr. Prabhu’s assignments of error has merit and accordingly affirm the judgment.\nDISCUSSION\nThe causation evidence\nTo prevail in a medical malpractice action, the plaintiff must establish the following: (1) that the doctor’s conduct departed from the accepted standard of medical care or practice; (2) that the doctor’s conduct was both the actual and proximate cause of the plaintiff’s injury; and (3) that the plaintiff suffered damages. Perez v. Las Vegas Medical Center, 107 Nev. 1, 4, 805 P.2d 589, 590-91 (1991); Orcutt v. Miller, 95 Nev. 408, 411, 595 P.2d 1191, 1193 (1979). In general, the jury’s findings will be affirmed on appeal if they are based upon substantial evidence in the record. Keystone Realty v. Osterhus, 107 Nev. 173, 807 P.2d 1385 (1991); see NRCP 52(a). “Substantial evidence has been defined as that which ‘a reasonable mind might accept as adequate to support a conclusion.’ ” State, Emp. Security v. Hilton Hotels, 102 Nev. 606, 608, 729 P.2d 497, 498 (1986) (quoting Richardson v. Perales, 402 U.S. 389 (1971)).\nOn appeal, Dr. Prabhu maintains that Ms. Franco failed to establish that he proximately caused her damages. According to him, the expert medical testimony introduced in support of Ms. Franco’s claim was insufficient to prove a causal connection between his allegedly negligent failure to diagnose the tumor and Ms. Franco’s injuries.\nThe relevant inquiry on appeal is whether Ms. Franco presented competent expert testimony that tended to show, to a reasonable medical probability, that Dr. Prabhu’s negligent act or omission caused the injuries or reduced a substantial chance for a more favorable recovery. Perez, 107 Nev. at 6, 805 P.2d at 592; see NRS 41A. 100(1). We conclude that Ms. Franco presented substantial evidence that Dr. Prabhu breached the relevant standard of care and reduced her substantial chance for a more favorable recovery.\nIn a medical malpractice case, expert medical testimony may be used to establish the accepted standard of care and any deviation therefrom. NRS 41A. 100(1). At trial, Ms. Franco introduced expert testimony that Dr. Prabhu breached the accepted standard of care. Dr. Deppe pointed out that Dr. Prabhu failed to perform a neurologic examination of Ms. Franco and failed to consider any further neurologic workup. Dr. Deppe testified that in light of these omissions, Dr. Prabhu violated the applicable standard of care. Dr. Levine also testified that Dr. Prabhu breached the accepted standard of care because he failed to focus on a neurologic cause for Ms. Franco’s symptoms. Although two doctors testified that Dr. Prabhu did not breach the standard of care, it is the jury’s province to weigh the experts’ credibility. See Robinson v. G.G.C., Inc., 107 Nev. 135, 143, 808 P.2d 522, 527 (1991).\nCausation in a medical malpractice case may also be proved with expert medical testimony. NRS 41A. 100(1); see Perez, 107 Nev. at 6-7, 805 P.2d at 592. Although no direct evidence regarding the tumor’s size in February 1982 was available, circumstantial evidence suggested that the tumor was significantly smaller at that time. As outlined above, the experts testified that tumors grow over time and place increasing pressure on the adjoining brain tissue. Dr. Levine testified that the growth of acoustic neuroma tumors over time results in blurred vision and that significant interference with vision does not occur until the tumors are medium sized or larger. Dr. Prabhu testified that Ms. Franco did not complain of vision problems in February 1982, and both Ms. Franco and Dr. Freeman testified that in December 1982 or January 1983, Ms. Franco began developing severe vision problems at close distances. Additionally, Ms. Franco testified that her symptoms grew dramatically worse between February 1982 and July 1983.\nDr. Levine also explained that acoustic neuroma patients with tumors of two centimeters or less rarely suffer post-operative paralysis and seldom need additional surgery after the tumor is removed. Additionally, he stated that those patients with small tumors who do suffer post-operative facial paralysis have a better prognosis for recovery than patients with medium or large tumors. During Dr. Levine's testimony, a chapter that he wrote regarding eye care after acoustic neuroma surgery was admitted into evidence. A portion of this chapter mirrored Dr. Levine's testimony about vision problems and tumor size, as well as the prognosis for patients with small tumors and larger tumors. Specifically, the chapter included a summary of statistics regarding acoustic neuroma patients, their pre-operative and postoperative symptoms, and correlating tumor sizes (small, medium or large). Dr. Freeman also testified that if a tumor is caught very early, facial nerve paralysis might be avoided.\nBased upon the information that was presented at trial, we conclude that the jury was presented with substantial evidence from which it could find that Dr. Prabhu breached the standard of care and that this breach reduced Ms. Franco `s substantial chance for a more favorable recovery.\nThe jury instructions\nDr. Prabhu maintains that the district court erred by giving two of Ms. Franco's proffered jury instructions. First, Dr. Prabhu contends that Instruction 26 is internally inconsistent because in the last sentence of the first paragraph, the jury is instructed not to reach conclusions from speculation, and in the last sentence of the second paragraph, the jury is told that it may draw upon human experience. Dr. Prabhu offers no explanation as to why these concepts are inconsistent, and we conclude that they are not. Jurors must always draw upon their human experience in making findings.\nDr. Prabhu also asserts that Instruction 7, which tells the jury to rely on the experts, conflicts with the last sentence of Instruction 26, which instructs the jurors to rely on their own human experiences. As explained above, however, the jurors must use their own experiences in making their findings. When several expert witnesses testify differently, the jurors must necessarily rely on their human experiences in determining which experts to believe. We are therefore unpersuaded by Dr. Prabhu’s assertion.\nDr. Levine’s testimony\nAt trial, Dr. Levine did not testify in person. Instead, his deposition transcript was read into the record. Dr. Prabhu contends that the district court erred in admitting Dr. Levine’s deposition testimony because his deposition was taken only twelve days before trial and because prior to the deposition, Ms. Franco had designated him only as a treating physician. In addition, Dr. Prabhu points out that Ms. Franco never supplemented her interrogatory responses to identify Dr. Levine as an expert witness. According to Dr. Prabhu, his counsel was forced to cross-examine Dr. Levine without prior knowledge that Dr. Levine would answer questions regarding the standard of care and causation. Dr. Prabhu asserts that Ms. Franco’s failure to identify Dr. Levine at an earlier time violated NRCP 26 and that Dr. Levine’s testimony, in this regard, should have been excluded.\nNRS 50.275 provides that “[i]f scientific, technical or other specialized knowledge will assist the trier of fact to understand the evidence or to determine a fact in issue, a witness qualified as an expert by special knowledge, skill, experience, training or education may testify to matters within the scope of such knowledge.” This court has previously determined that\n[t]he threshold test for the admissibility of testimony by a qualified expert is whether the expert’s specialized knowledge will assist the trier of fact to understand the evidence or determine a fact in issue. The goal of course, is to provide the trier of fact a resource for ascertaining truth in relevant areas outside the ken of ordinary laity.\nTownsend v. State, 103 Nev. 113, 117, 734 P.2d 705, 708 (1987). In addition, we have recognized that “[a] decision concerning the competency of a witness to offer an opinion as an expert is within the sound discretion of the trial court[,] and the ruling will not be disturbed unless a clear abuse of the court’s discretion is shown.” Cheyenne Construction v. Hozz, 102 Nev. 308, 311, 720 P.2d 1224, 1226 (1986). Here, Dr. Levine was not designated as an expert witness. He was, however, designated as a witness, albeit as a treating physician. In addition, Dr. Prabhu’s counsel attended the deposition and cross-examined Dr. Levine regarding the pertinent standard of care and causation. The district court determined that Dr. Levine’s testimony should be admitted, and we conclude that the district court did not abuse its discretion in so ruling.\nThe textbook chapter and pamphlet written by Dr. Levine\nDuring trial, and over Dr. Prabhu’s hearsay and relevance objections, the district court admitted a textbook chapter and a pamphlet written by Dr. Levine regarding eye care after acoustic neuroma surgery. Dr. Prabhu now complains that these materials were hearsay and also prejudicial, as they included distasteful photographs and drawings of disfigured eyes.\nAt trial, only relevant evidence is admissible. NRS 48.025. Relevant evidence is defined as \"evidence having any tendency to make the existence of any fact that is of consequence to the determination of the action more or less probable than it would be without the evidence.\" NRS 48.015. Even if evidence is relevant, the district court must also determine whether \"its probative value is substantially outweighed by the danger of unfair prejudice, of confusion of the issues or of misleading the jury.\" NRS 48.035(1). The district court enjoys broad discretion in determining whether evidence should be admitted. See, e.g., Kazalyn v. State, 108 Nev. 67, 71-72, 825 P.2d 578, 581 (1992).\nHearsay, which is generally inadmissible, is defined as \"a statement offered in evidence to prove the truth of the matter asserted.\" NRS 51.035. NRS 51.255 creates, under certain circumstances, an exception to the hearsay rule for medical writings:\nTo the extent called to the attention of an expert witness upon cross-examination or relied upon by him in direct examination, a statement contained in a published treatise, periodical or pamphlet on a subject of history, medicine or other science or art, is not inadmissible under the hearsay rule if such book is established as a reliable authority by the testimony or admission of the witness or by other expert testimony or by judicial notice.\nIn considering medical writings, as with other evidentiary issues, the district court has discretion to determine whether the proffered materials should be admitted. See, e.g., Foreman v. Ver Brugghen, 81 Nev. 86, 398 P.2d 993 (1965) (discussing NRS 51.040, which preceded NRS 51.255).\nDuring his deposition, Dr. Levine described the procedures he employed to repair Ms. Franco's post-operative eye problems. In particular, he discussed Ms. Franco's brow droop, inability to close her left eye, and problems with her cornea. Dr. Levine explained that he surgically opened her eyelids, which had been sewn together, revised the eyelid margins, and implanted a palpe-bral spring to allow the lids to close. In addition, Dr. Levine performed surgery on Ms. Franco's damaged cornea. Later in his testimony, Dr. Levine explained that post-operative complications and recovery are directly related to tumor size and that according to a statistical study that he performed, patients with small tumors rarely have post-operative facial paralysis, but patients with larger tumors frequently suffer such paralysis. In addition, Dr. Levine testified that patients with tumors smaller than two centimeters generally do not suffer from pre-operative vision problems.\nThis testimony was directly related to Dr. Levine’s textbook chapter, which discusses various problems related to post-operation neuroma patients, including brow droop, inability to close the eye, and cornea problems. The textbook chapter also discusses the techniques employed by Dr. Levine to improve Ms. Franco’s problems, such as eyelid margin revisions and palpebral springs. In addition, the chapter includes a statistical study of ocular problems related to acoustic neuromas, including both preoperative and post-operative signs and symptoms. This study describes in detail the percentages of patients with various symptoms and the correlating tumor sizes (small, medium or large).\nWe conclude that with regard to those portions of the chapter that mirrored and explained Dr. Levine’s testimony, the district court did not abuse its discretion in ruling that the textbook chapter was both relevant and a reliable authority. With regard to the portions of the textbook chapter that were not directly related to Dr. Levine’s testimony, we conclude that they were not hearsay because they were not offered for the truth of the matter asserted. Specifically, they were not offered to prove that Dr. Prabhu’s lack of diagnosis increased the harm to Ms. Franco or to show the damages suffered by Ms. Franco as a result of the tumor’s size. As a consequence, the hearsay exception delineated in NRS 51.255 did not apply with regard to these portions of the chapter. Further, we conclude that the district court did not abuse its discretion in admitting these parts of the chapter as relevant evidence with a probative value not substantially outweighed by the danger of unfair prejudice.\nAlthough in his designation of the record on appeal, Dr. Prabhu designated all pleadings, papers and documents on file, the pamphlet about which he complains is not included in the record on appeal. It is the appellant’s responsibility to ensure that the record on appeal contains the material to which exception is taken. “If such material is not contained in the record on appeal, the missing portions of the record are presumed to support the district court’s decision, notwithstanding an appellant’s bare allegations to the contrary.” Riggins v. State, 107 Nev. 178, 182, 808 P.2d 535, 538 (1991), rev’d on other grounds, 504 U.S. 127 (1992). We therefore have no basis on which to review Dr. Prabhu’s contention and must assume that the district court was correct in its ruling. See Schouweiler v. Yancey Co., 101 Nev. 827, 831, 712 P.2d 786, 791 (1985) (concluding that absence of trial transcript in record precluded review); Carson Ready Mix v. First Nat’l Bk., 97 Nev. 474, 476, 635 P.2d 276, 277 (1981) (recognizing that this court “cannot consider matters not properly appearing in the record on appeal”). Moreover, if, as Dr. Prabhu alleges, the pamphlet did not pertain to Dr. Levine’s testimony, then it likely fell without the hearsay rule. As discussed above, the district court has broad discretion in determining whether evidence is relevant and whether or not its probative value is substantially outweighed by the danger of unfair prejudice.\nThe amount of the jury’s award\nFinally, Dr. Prabhu contends that because Ms. Franco would have needed surgery in any event, the damages awarded by the jury are too high. According to Dr. Prabhu, the damages were improperly influenced by passion and prejudice. This court, however, has consistently permitted juries wide latitude in awarding tort damages, so long as evidence of the damages can be objectively observed by the jury and the court. See, e.g., Harris v. Zee, 87 Nev. 309, 486 P.2d 490 (1971); Sierra Pacific v. Anderson, 77 Nev. 68, 358 P.2d 892 (1961). Here, the jury viewed Ms. Franco’s injuries during trial, and we are not convinced that the damages awarded are inappropriately high.\nFor the foregoing reasons, we conclude that the district court did not err below. Accordingly, the judgment is affirmed.,\nInstruction 26 reads as follows:\nThe plaintiff is required to produce evidence that the conduct of the defendant has been a substantial factor in bringing about the harm he has suffered, and to sustain his burden of proof by a preponderance of the evidence. This means that he must make it appear that it is more likely than not that the conduct of the defendant was a substantial factor in bringing about the harm. A mere possibility of such causation is not enough; and when the matter remains one of pure speculation and conjecture, where the probabilities are at best evenly balanced, you must find for the defendant.\nThe plaintiff is not, however, required to prove his case beyond a reasonable doubt. He is not required to eliminate entirely all possibility that the defendant's conduct was not a cause. It is enough that he introduces evidence from which you may conclude that it is more probable that the event was caused by the defendant than that it was not. The fact of causation is incapable of mathematical proof, since no man can say with absolute certainty what would have occurred if the defendant had acted otherwise. If, as a matter of ordinary experience, a particular act or omission might be expected to produce a particular result, and if that result has in fact followed, the conclusion may be justified that the causal relation exists. In drawing that conclusion you are permitted to draw upon ordinary human experience as to the probabilities of the case.\ninstruction 7 states as follows:\nYou must determine the standard of professional learning, skill and care required of the defendant only from the opinions of the physicians and surgeons including that of the defendant who have testified as expert witnesses as to such standard.\nYou should consider each such opinion and should weigh the qualifications of the witness and the reasons given for his opinion. Give each opinion the weight to which you deem it entitled.\nYou must resolve any conflict in the testimony of the witnesses by weighing each of the opinions expressed against the others, taking into consideration the reasons given for the opinion, the facts relied upon by the witness, his relative credibility, and his special knowledge, skill, experience, training and education.\nNRCP 26(b)(4)(A)(i) provides as follows:\nA party may through interrogatories require any other party to identify each person whom the other party expects to call as an expert witness at trial, to state the subject matter on which the expert is expected to testify, and to state the substance of the facts and opinions to which the expert is expected to testify and a summary of the grounds for each opinion.\nAdditionally, NRCP 26(b)(5)(G) states as follows:\nExcept as provided herein, upon objection of a party who has served his list of witnesses in compliance with the provisions hereof, no party required to serve a list of expert witnesses on the objecting party may call an expert witness to testify except for purposes of impeachment unless the requirements of 26(b)(5) for that witness have been met.\nThe Honorable Robert E. Rose, Justice, did not participate in the decision of this appeal.\nThe Honorable Peter I. Breen, Judge of the Second Judicial District Court, was designated by the Governor to sit in place of The Honorable Charles E. Springer, Justice. Nev. Const., art. 6, § 4.",
        "type": "rehearing",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Miles, Pico & Mitchell and James R. Rosenberger, Las Vegas, for Appellant.",
      "Daniel Marks, Las Vegas, for Respondent.",
      "Hamilton & Lynch, Reno, for NTLA Amicus Curiae."
    ],
    "corrections": "",
    "head_matter": "R. D. PRABHU, M.D., Appellant, v. LINDA RANDOLPH LEVINE, now LINDA WEBER aka LINDA FRANCO, Respondent.\nNo. 21270\nDecember 31, 1996\n930 P.2d 103\n[Rehearing denied July 3, 1997]\nMiles, Pico & Mitchell and James R. Rosenberger, Las Vegas, for Appellant.\nDaniel Marks, Las Vegas, for Respondent.\nHamilton & Lynch, Reno, for NTLA Amicus Curiae."
  },
  "file_name": "1538-01",
  "first_page_order": 720,
  "last_page_order": 732
}
