{
  "id": 6560889,
  "name": "Heney Dreyfus v. Leon Lilienfeld",
  "name_abbreviation": "Dreyfus v. Lilienfeld",
  "decision_date": "1931-06-05",
  "docket_number": "No. 2772",
  "first_page": "1539",
  "last_page": "1543",
  "citations": [
    {
      "type": "official",
      "cite": "18 C.C.P.A. 1539"
    },
    {
      "type": "parallel",
      "cite": "49 F.2d 1062"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 425,
    "char_count": 9952,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.9438385936774612e-07,
      "percentile": 0.7358627858226483
    },
    "sha256": "8f6d79123dc1aa4bb681b468cb9b048200d7c1b261f6df1ce89317e3014574cd",
    "simhash": "1:0eef863dfe82c2c8",
    "word_count": 1627
  },
  "last_updated": "2023-07-14T18:59:12.927908+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      ".Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Jpdges"
    ],
    "parties": [
      "Heney Dreyfus v. Leon Lilienfeld"
    ],
    "opinions": [
      {
        "text": "LenROOt, Judge,\ndelivered the opinion of the court:\nThis is an appeal involving ten counts of an interference, No. 50554, declared in the United States Patent Office between an application for patent, No. 401381, filed by appellant on August 5, 1920, .an application for patent, No. 611516, filed by appellee on January 8, 1923 (which was a division of a prior copending application, No. 436604, filed by appellee on January 11, 1921), and an application, No. 468J56, filed by certain other parties who are not parties to this appeal.\nThe subject matter of the invention, broadly stated, relates to the process of making cellulose ethers. It appears that appellant is a •citizen of Switzerland, doing business in England, and appellee is a ■citizen of Poland, residing in Austria.\nClaims 1 and 10 are illustrative of the counts in issue and read as follows:\n1. The process of making cellulose ethers, which comprises the steps of .intimately mixing water in the liquid state and alkali with cellulose, said water and alkali being added separately to said cellulose to form substantially homogeneous alkali cellulose and thereafter etherifying said cellulose.\n10. The process of mailing cellulose ethers, which comprises mixing cellulose with substantially the quantity of water in the liquid state for etherification, then intimately incorporating in said mixture the quantity of alkali required for the etherification reaction to' form substantially homogeneous alkali cellulose, and thereafter etherifying said cellulose.\nBy the decision of the examiner of interferences, priority was awarded, as to all of said counts, to appellant. Upon appeal to the Board of Appeals by appellee, the board reversed the decision of the examiner and awarded priority as to all of the counts to appellee, and from such decision appellant takes this appeal.\nThe board, while awarding priority to appellee, stated that it did not regard the counts here in issue as “ drawn .to a proper patentable combination, in view of the state of the art, in adding a broad step of etherification to a new method of preparing alkali cellulose.” With respect to this statement of the board, it will be given no-consideration by us because the question of patentability of the counts is not before us, the only question for determination by us. being that of priority.\nOther interferences between these same parties are involved in cases Nos. 2771, 2771 and 2773, 2775, which are decided concurrently herewith, 18 C. O. P. A. (Patents) pp.-,-F. (2d) pp. --■. The records in all of the cases were consolidated by consent.\nThe decision of this court in said cases 2771, 2774, dealing with. Interference No. 50553, involved to a very large extent the same questions as are presented upon this appeal. Reference is made to. the opinion in said cases for a discussion of the general subject matter of the invention and of other matters relevant, in a general, way, to the issue here involved.\nIn the case at bar, appellee relies for priority upon an Austrian application for patent filed by him on August 1, 1919. On July 6,. 1923, by direction of the Commissioner of Patents, appellee was. declared entitled to the benefits of section 1 of the Nolan Act of March 31, 1921, 41 Stitt. L. 1313.\nAppellant claims priority by reason of an application for a British patent filed by him on September 1, 1919. The record establishes, and it is conceded, that appellant is entitled to said date of September 1,1919, for conception and reduction to practice of the invention embodied in the counts here in issue.\nThere are two principal questions involved herein: (1) Whether said Austrian application of August 1, 1919, should b.e accorded any weight whatever, and (2) whether said Austrian application discloses, in connection with the prior art, the invention set forth in the-counts here in issue.\nFor the reasons stated in the opinion of the court in said cases-Nos. 2771, 2774, we are of the opinion that said Austrian application of August 1,1919, in determining the question of priority, is entitled to be considered for whatever said application discloses, relating to* the counts here in issue.\nFor the purpose of determining whether or not said Austrian application discloses, in connection with the prior art, the invention here in issue, each of the counts involved herein may be divided into two: principal steps: (1) The elements of the counts defining the process of forming substantially homogeneous alkali cellulose, and (2) etherifying said homogeneous alkali cellulose. We will first consider the second of these steps.\nWith regard to the etherifying of such cellulose, the question here presented is identical with the question presented in counts 1 to 11, inclusive, of said Interference No. 50553, in case No. 2771, and for the reasons stated in the decision in said case with respect to said counts 1 to 11, inclusive, we hold that said Austrian application of August 1,1919, considered in connection with the prior art, supports the etherification element of the counts here in issue.\nWith regard to those elements of the several counts here in issue relating to the process of forming homogeneous alkali cellulose, counts 1,2,3,7, 8, and 9 clearly read upon said Austrian application of August 1, 1919.\nFor the reasons above stated, priority as to each of said six counts was properly awarded to appellee.\nCounts 4, 5, 6, and 10 each contain that element set forth in count 10 as follows: “ Mixing cellulose with substantially the quantity of water in the liquid state for etherification.” Appellant contends that the proper construction of this element in each of these counts is that only such quantity of water is mixed with the cellulose as is necessary for the reaction, and that inasmuch as said Austrian application discloses the addition of water in excess of the quantity needed for etherification, and afterwards removing such excess before etherification, the element in said counts now being considered is not disclosed in said Austrian application.\nAppellee, upon the other hand, contends that said counts should, pursuant to the general rule with respect to counts in interference cases, be given the broadest interpretation which they will reasonably permit, and that, when so construed, the disclosure in said Austrian application fully supports said counts.\nIn its decision the Board of Appeals said (with respect to all of the counts here in issue) :\n* * * we liave carefully considered both briefs as to the meaning of the counts and it is our view that if the counts read uiion Lilienfeld’s applicat'on directly involved in this interference, they read upon his Austrian application A-2709-19. * ⅝ *\nAlthough the phraseology of the disclosure of appellee’s United States application is not the same as in said Austrian application, the disclosures are, in so far as the questions here involved are concerned, substantially identical. If counts 4, 5, 6, and 10 should now receive the construction contended for by appellant, they would not be supported by either appellee’s United States application or by his Austrian application. So far as appears from the record, appellant has never claimed that said counts are not supported by appellee’s United States application; the record does not disclose that any motion was ever made by the appellant to dissolve the interference as to said counts, and even if such motion had been made and denied, any claim that appellee’s United States application does not support said counts could not be considered by us, there being no assignment of error with respect to such question.\nWe must, therefore, assume as a fact that said counts are supported by appellee’s United States application, and that, upon the question of whether the specification of said application supports said counts, appellant is content that they should receive such a-broad construction as to read upon said specification.\nThe counts are broad, and we think they may be reasonably construed as meaning that, so far as the quantity of water is concerned, the mixture shall contain only such water as is necessary for the etherification process when the process has reached the stage of having formed a homogeneous alkali cellulose, and, so construed, this element is clearly disclosed by said Austrian application.\nAssumiñg, for the purpose of discussion only, that there may be doubt as to whether said Austrian application supports said counts, it should be resolved against appellant because he has accepted a construction of the counts under which said counts are supported by appellee’s United States application, and, as already stated, the disclosures in said application and appellee’s Austrian application are substantially identical.\nFor these reasons, we find no error in the board’s decision awarding priority as to counts 4, 5, 6, and 10 to appellee.\nAppellant, on May 15, 1931, filed a motion to strike out certain portions of appellee’s brief in this case because they related to matters not found in the record. A single brief was filed covering cases Nos. 2771, 2772, and 2778. What was said by the court in its decision in cases Nos. 2771, 2774, with respect to the briefs of both appellee and appellant is applicable to the case at bar, and in coming to our determination in this case we have not considered any matters set forth in either of the briefs relating to matters not found in the record.\nThe decision of the Board of Appeals is affirmed.",
        "type": "majority",
        "author": "LenROOt, Judge,"
      }
    ],
    "attorneys": [
      "Baldwin £ Wight (Lloyd B. Wight and Chas. W. Levinson of counsel) for Dreyfus.",
      "Charles L. Sturtevant, Arthw B. Foster, Bay L. Stenchfield and Daniel I. Mayne for Lilienfield."
    ],
    "corrections": "",
    "head_matter": "49 F. (2d) 1062\nHeney Dreyfus v. Leon Lilienfeld\n(No. 2772)\nUnited States Court of Customs and Patent Appeals,\nJune 5, 1931\nBaldwin £ Wight (Lloyd B. Wight and Chas. W. Levinson of counsel) for Dreyfus.\nCharles L. Sturtevant, Arthw B. Foster, Bay L. Stenchfield and Daniel I. Mayne for Lilienfield.\n[Oral argument May 15, 1931, by Mr. Levinson, Mr. Sturtevant, and Mr. Mayne]\n.Before Graham, Presiding Judge, and Bland, Hatfield, Garrett, and Lenroot, Associate Jpdges"
  },
  "file_name": "1539-01",
  "first_page_order": 857,
  "last_page_order": 861
}
