{
  "id": 6092493,
  "name": "In re Robert J. Harry",
  "name_abbreviation": "In re Harry",
  "decision_date": "1964-07-09",
  "docket_number": "No. 7168",
  "first_page": "1541",
  "last_page": "1546",
  "citations": [
    {
      "type": "official",
      "cite": "51 C.C.P.A. 1541"
    },
    {
      "type": "parallel",
      "cite": "142 U.S.P.Q. 164"
    },
    {
      "type": "parallel",
      "cite": "333 F.2d 920"
    }
  ],
  "court": {
    "name_abbreviation": "Cust. Ct.",
    "id": 9324,
    "name": "United States Customs Court"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "35 U.S.C.A. §§ 1-110",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "313 U.S. 259",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139316
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/us/313/0259-01"
      ]
    },
    {
      "cite": "270 U.S. 390",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140742
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/270/0390-01"
      ]
    },
    {
      "cite": "4 USPQ 235",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "36 F. 2d 522",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0522-01"
      ]
    },
    {
      "cite": "17 CCPA 752",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0752-01"
      ]
    },
    {
      "cite": "312 F. 2d 834",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        186032,
        6079757
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/312/0834-01",
        "/ccpa/50-2/0928-01"
      ]
    },
    {
      "cite": "50 CCPA 928",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079757
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0928-01"
      ]
    },
    {
      "cite": "244 F. 2d 316",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        408229,
        6079462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/244/0316-01",
        "/ccpa/44-2/0904-01"
      ]
    },
    {
      "cite": "44 CCPA 904",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079462
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0904-01"
      ]
    },
    {
      "cite": "161 F. 2d 229",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081377,
        1114850
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/34-2/1039-01",
        "/f2d/161/0229-01"
      ]
    },
    {
      "cite": "34 CCPA 1039",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081377
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/34-2/1039-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 15460,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 8.117633383781341e-07,
      "percentile": 0.9742625921434029
    },
    "sha256": "145bbb22efb73fcb32ab7d04d19a6ebe0a332a994429f354128cd5dd5071851f",
    "simhash": "1:a12275896a3ebd1d",
    "word_count": 2594
  },
  "last_updated": "2024-02-27T21:50:20.076457+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief .Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Robert J. Harry"
    ],
    "opinions": [
      {
        "text": "Rich, Judge,\ndelivered tbé opinion of the court:\nThis appeal is from the decision of the Patent Office Board of Appeals affirming the rejection of all claims of application serial No. 703,056, filed December 16, 1957, for “Cranes.”\nThe invention is a soaking pit crane for use in placing steel ingots in and removing them from a soaking pit. The problem alleged to have been met with and solved by appellant was that the soaking pit cranes in use required a lot of headroom and consequently a building with a high roof. He modified existing soaking pit cranes to require less headroom. '\nCranes of this/type, typified by the principal reference relied on by the Patent Office .in rejecting the application, -were constructed with a main frame depending vertically from a carriage running on a movable crane bridge. Sliding up and down in the main frame, which served as a rigid guideway somewhat resembling an elevator shaft, was a lower section or column carrying rotatable and actuatable tongs at its lower end for grasping an ingot. The problem, as appellant’s specification poses it, was that “This construction requires that there be sufficient head room above the main frame of the crane so that the column when .fully, raised- will clear the roof structure and the bottom of the crane will clear, objects on the working floor.”\nIt will be appreciated from what has been said that a soaking pit crane is a telescoping structure, the lower section or column moving in and out of the main frame. The latter serves as a guide for the column, the whole structure being rigid so that the tongs are positively guided. Now, to reduce headroom requirements and to get the desired rise and fall at the same time, appellant designed his crane with three telescoping sections instead of the two formerly used. If we may be permitted our own illustrative analogy, the problem is not unlike having to get a telescoping radio or TV antenna of given extended length into a given space. If the whole is divided into three telescoping sections instead of two, obviously the collapsed length, will be shorter.\nElevator mechanism or lift means are, of course, incorporated for lifting, the, yarious sections in the prpper relationship and includes cables, sheaves, cable drums, motors, etc. The different sections are run at different rates of speed, produced by the proper reeving, so that all sections reach the top of their travel simultaneously.\nClaim 5, which is the most detailed, indicates the mechanism sought to be patented and reads:\n5. In a soaking pit crane, a main frame adapted to be traversed over a work area, a guide frame vertically movable in and surrounded by said main frame, a vertically movable column slidable within and surrounded by the guide frame, said column carrying tongs for engaging a workpiece, cables and sheaves on the guide frame and the column, drum means on the main frame acting on said cables to change their length, said cables and sheaves being proportioned to relatively move the column and tong means as a unit and the guide frame with respect to the main frame at relative rates which are in the same proportion as the maximum distance ef travel of the column and tongs is to the maximum distance of travel of the guide frame, cam means in the column acting on the tongs to open and close them and means on the main frame adapted to raise and lower the tongs relative to the cam means and column w'herehy to change the relative position of the cam and tongs to open and close them.\nThe references relied on are as follows:\niShutt, 1,487,032, Mar. 18,1924.\n■Haupt, 2,737,596, Mar. 6,1956.\nEmestus, 2,869,734, Jan. 20, 1959 (filed Sept. 12, 1955).\n'Swedish patent 158,621, Apr. 16,1957.\nShutt is the principal reference and admittedly shows a soaking pit crane essentially like appellant’s; except that it has two telescoping sections instead of three and for the same travel would require a higher roof. Haupt shows apparatus, suspended from the ceiling, for raising and lowering the head of an X-ray machine, one embodiment having three relatively slidable, connected, offset sections controlled from above by cables wound on drums. This reference specifically recognizes the problem of getting maximum movement in limited headroom. Ernestus shows hoisting mechanism for raising and lowering tote-boxes and moving them around a factory and employs three vertically telescoping sections, cable-operated. The Swedish patent discloses very similar mechanism denominated “Material-Stacking ■Crab.”\nThe board affirmed two separate rejections of the examiner, first, on Shutt in view of Haupt, second, on Shutt in view of Haupt, Ernes-tus, and the Swedish patent.\nIn an attempt to get rid of the Swedish patent and Emestus as references, appellant filed two affidavits purporting to comply with Rule 131. The affidavits were held insufficient, in the examiner’s words, “because they are devoid of adequate facts to establish a showing of actual reduction to practice of the crane prior to the effective date of the references, or in lieu thereof that applicant had exercised diligence from the date of conception of the invention to the filing date of this application.\nAppellant insists the affidavits are sufficient and invites us to read them. We have done so and agree with the Patent Office. It is argued that “it [is] perfectly clear that they do state a showing of facts * * *.” This confusion of terms is perhaps at the root of appellant’s difficulty. What the rule requires is not a statement that facts exist but that applicant “shall make oath to foots showing a completion of the invention” etc. (our emphasis) and further requires in '(b) that “The showing of facts shall be such, in character and weight, as to establish reduction- to practice” etc. Applicant has not even approached such a showing. Of reduction to practice, the first affidavit merely says the subject matter of a drawing annexed “was diligently reduced to practice.” The second affidavit says “steps were taken to reduce the invention to practice in a commercial size unit by engineering preparation of drawings, cost estimates and both construction and installation of apparatus embodying the invention was done as promptly as possible in all the circumstances.” This is not proof or “showing of facts” but mere pleading. It asserts that facts exist but does not tell what they are or when they occurred. The Patent Office must have such facts as will enable it and its reviewing'courts to judge whether there was construction and when it occurred, or whether there was dilb gence. The affidavits were properly rejected for non-compliance with the rule and all of the references are available.\n' On the merits of the rejection on the references, we can find no error in the ruling of the Patent Office that it would be obvious, in •view of the secondary references, singly or together, to modify the ■structure of Shutt, the primary reference, by adding more telescoping sections and shortening all of the sections as necessary to reduce headroom requirements. We cannot see here a case of “hindsight reasoning” as alleged by appellant. It is clear to us that one familiar with the art, all of which relates to rigid, vertically moving, overhead crane structures of one kind or another, faced with the problem of reducing headroom requirement would, if possessed of any mechanical skill whatsoever, increase the number and reduce the length of ■the telescoping sections. The rest is routine engineering design to produce the proper movements and desired relative speeds of travel.\nAppellant argues, with respect to the Ernestus patent, that it was improperly used in support of a rejection under 35 U.S.C. 103, because it did not issue prior to Harry’s filing date. This court has often answered that argument before. The Ernestus patent’s filing date antedates any date on which appellant can rely and that is enough. In re Seid, 34 CCPA 1039, 161 F. 2d 229, 73 USPQ 431, and cases there cited; In re Gregg, 44 CCPA 904, 244 F. 2d 316, 113 USPQ 526, and In re Kander, 50 CCPA 928, 312 F. 2d 834, 136 USPQ 477.\nAs was pointed out in the Gregg case, it had become settled, at least in this court, prior to the 1952 Patent Act “that a patent issued on an application which was copending with that of another applicant could properly be used as a reference against the claims of the other applicant even though'it did not disclose everything claimed, -and it was necessary to combine it with other references.” [Em-phasis added.] When a reference is so used, the rejection, of necessity, is based on section 103.\nWe are not unaware that such use of so-called “copending patents” as references, where they are not complete anticipations under section 102, has long been a subject of debate, which debate has. continued under section 102(e) of the 1952 Act. In view of the fact that the practice is as old as this court (see In re Smith, 17 CCPA 752, 36 F. 2d 522, 4 USPQ 235, decided in 1929 and cited hi the Seid case), our latest application of it in the Kander case should not have come as a surprise to any one. We there rested squarely on the proposition that section 102(e) settles the question, making United States patents effective references as of the U.S. filing dates for all purposes, whether applied under section 102.as full technical “anticipations” or combined with other references to show obviousness under section 103.\nIf it be appellant’s thought that 102 (e) is limited to complete anticipation situations by the words “the invention was described,” (our emphasis) so that 102(e) is inapplicable unless the claimed invention is fully described, we call attention to the fact that 102 (a) and (b) use the identical words and that section 103 uses the expression “though the invention is not identically disclosed or described as set forth in section 102,” making no distinction between the various paragraphs of 102. While the revision note to 102(e) states that it “enacts the rule of Milburn v. Davis-Bournonville, 270 U.S. 390, by reason of which a United States patent disclosing an invention dates from the date of filing the application for the purpose of anticipating a subsequent inventor,” and while that is perfectly true, it does not follow that 102(e) was intended to be limited to fact situations like that in the Milburn case.' There is no such limitation expressed in the statute. In our- opinion the “prior art” referred to in section 108 includes, along with the patents, printed publications, public uses and sales, of paragraphs (a) and (b) of section 102, prior invention as established by a copending application, if it becomes a patent, as contemplated in paragraph (e) and as held in the Milburn case. Such prior invention, as prior art, may be combined with other references to sustain a rejection for obviousness under section 108.\nThe decision of the board is affirmed.\nUnder section 103, the question U whether “copending patents” can be considered “prior art.” The statute does not define “prior art.”\nHowever, the legislative history of the 1952 Act mates it clear that “copending patents” were intended to be part of the “prior art.” See fn. 2, infra.\nIn Detrola Radio & Television Corp. v. Hazeltine Corp., 313 U.S. 259 (1941), the United States Supreme Court said [all emphasis ours) :\n“The defendant insisted that the [Wheeler] patent involved no invention in view of the prior art and cited patents issued before wheeler’s date of conception and others issued before the patent in suit on (applications antedating his date of invention and pending when his application was filed. [Footnotes omitted.]\n“Some of these [patents] were for transmission systems and some for receiving systems. Several disclosed automatic amplification control. All constituted prior art.\" [Fn. citing Alexander Milburn Co. v. Davis-Bournonville Co., 270 U.S. 390.]\nThus, in this ease decided subsequent to Milium and prior to the 1952 Act, no distinction was made between “copending patents” and other references, and both were considered to be “prior art.” Nothing the Supreme Court has said since the 1952 Act modifies this view.\nIn fact it is clear from the legislative history that Congress did not intend to do so. H.R. 3760, 82nd Cong., 1st Sess. (1951), the progenitor of H.R. 7794, 82nd Cong., 2nd Sess. (1952) which was enacted as the 1952 Patent Act, set out section 103 as follows:\n“Sec. 103. Conditions for patentability ; nonobvious subject matter\n\"A patent may not be obtained though the invention is not identically disclosed or described in the prior art set forth in section 10$ of this title, if the differences between the subject matter sought to be patented and that prior art are such that the subject matter as a whole would have been obvious at the time the invention was made to a person having ordinary skill in the art to which said subject matter pertains. Patentability shall not be negatived by the manner in which the invention was made.\" [Emphasis ours.]\nThe Bar Association of the City of New York, on May 18, 1951, proposed the following, substitute :\n“A patent may not be obtained though the invention is not identically disclosed or described as set forth in section lot of this title, if the differences between the subject matter sought to be patented and the prior art are such * *\nTheir proposal said, “The purpose of this [amendment] is to make it clear that all prior art is here meant and not merely the prior art referred to in section 102 which is limited to anticipatory art.” [Emphasis ours.] Thus “prior art” means at least those things named in section 102. See Hearings on Il.R. $7SO Before the Subcommittee No. S of the House Committee on the Judiciary, 82nd Cong., 1st Sess. 221-2 (1951).\nSection 103 of H.R. 7794 incorporates the above amendment to H.R. 3760. See Senate Subcom. on Patents, Trademarks and Copyrights, Efforts to Establish a Statutory Standard of Invention, Study No. 7, 85th Cong., 1st Sess. 15 (1958).\nAlso pertinent are the comments of P. J. Federico in his “Commentary on the New Patent Act,” 35 U.S.C.A. §§ 1-110 at 20-1 [all emphasis ours] :\n“The antecedent of the words “the prior art”, which here appear in a statute for the first time, lies in the phrase “disclosed or described as set forth in section 102” and hence these words refer to material specified in section 102 as the basis for comparison.\n* * * * * * *\n“It [section 103] refers to the subject matter sought to be patented and the prior art, meaning what was \"known \"before as described in section 102.\n*******\n“The comparison [required by section 103] is between the subject matter claimed to be patentable and what is disclosed in the available statutory prior art material, and it is irrelevant whether the claimant knew or did not know this prior art material. * * * This requirement for invention with which we are here concerned is more of a legal concept than a psychological one. [See In re Kander, supra.] ”",
        "type": "majority",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "William, A. Smith, Jr., Smith, Michael & Gardiner, Eugene F. Buell, Hoopes, Leonard & Buell for appellants.",
      "Clarence W. Moore (Fred W. Sherling, of counsel for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "333 F. 2d 920; 142 USPQ 164\nIn re Robert J. Harry\n(No. 7168)\nUnited States Court of Customs and Patent Appeals,\nJuly 9, 1964\nWilliam, A. Smith, Jr., Smith, Michael & Gardiner, Eugene F. Buell, Hoopes, Leonard & Buell for appellants.\nClarence W. Moore (Fred W. Sherling, of counsel for the Commissioner of Patents.\n[Oral argument March 3, 1964, by Mr. Buell and Mr. Sherling)\nBefore Worley, Chief .Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1541-01",
  "first_page_order": 861,
  "last_page_order": 866
}
