{
  "id": 12166146,
  "name": "In re Francis J. Hassler",
  "name_abbreviation": "In re Hassler",
  "decision_date": "1965-07-01",
  "docket_number": "No. 7318",
  "first_page": "1546",
  "last_page": "1557",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1546"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 167"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 911"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "255 F. 2d 687",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        681970,
        6080263
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/255/0687-01",
        "/ccpa/45-2/0968-01"
      ]
    },
    {
      "cite": "45 CCPA 968",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080263
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/45-2/0968-01"
      ]
    },
    {
      "cite": "343 F. 2d 980",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        872242,
        12166925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/343/0980-01",
        "/ccpa/52-2/1808-01"
      ]
    },
    {
      "cite": "52 CCPA 1808",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166925
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1808-01"
      ]
    },
    {
      "cite": "319 F. 2d 547",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        158366
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/319/0547-01"
      ]
    },
    {
      "cite": "51 CCPA 839",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6091830
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/0839-01"
      ]
    },
    {
      "cite": "33 USPQ 30",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 1
    },
    {
      "cite": "88 F. 2d 501",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        975472,
        6081413
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/88/0501-01",
        "/ccpa/24-2/1050-01"
      ]
    },
    {
      "cite": "24 CCPA 1050",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081413
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/24-2/1050-01"
      ]
    },
    {
      "cite": "301 F. 2d 929",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165546,
        244578
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/49-2/1124-01",
        "/f2d/301/0929-01"
      ]
    },
    {
      "cite": "49 CCPA 1124",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165546
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/49-2/1124-01"
      ]
    },
    {
      "cite": "339 F. 2d 238",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12164136,
        883943
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/52-2/0859-01",
        "/f2d/339/0238-01"
      ]
    },
    {
      "cite": "52 CCPA 859",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164136
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/52-2/0859-01"
      ]
    },
    {
      "cite": "93 U.S. 366",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5645670
      ],
      "year": 1876,
      "pin_cites": [
        {
          "page": "377"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/93/0366-01"
      ]
    },
    {
      "cite": "52 CCPA 1808",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166925
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/52-2/1808-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1056,
    "char_count": 24471,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 8.228529920583513e-08,
      "percentile": 0.47711932240064964
    },
    "sha256": "1080e46f4df1940c19b5aebfac308000c48f46019a06dad9747a5cc25b507321",
    "simhash": "1:8980927acdd6fe90",
    "word_count": 4112
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Acting Chief Judge, and Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Francis J. Hassler"
    ],
    "opinions": [
      {
        "text": "Martin, Judge,\ndelivered the opinion of the court:\nThe issues we must determine in this appeal are whether a newspaper article reporting progress of experiments by appellant and his coworkers is available as a reference, and if so, whether it, coupled with knowledge of the art either as generally known or as shown by certain patents, is sufficient to make the presently claimed invention obvious to one of ordinary skill in the art.\nA newspaper article titled “Bulk Leaf Curing Method Heady for Farm Testing,” appeared in “The News and Observer,” Raleigh, North Carolina, on November 10, 1958. The article reports the results of a method of bulk curing tobacco regarded as “so promising that private manufacturers have now been encouraged to consider the development of commercial equipment and to aid in farm-scale testing.” The method is stated to have been developed by agricultural engineers with the “N.C. Agricultural Experiment Station and USD A,” and was “tested at the Oxford Research Station this summer” under a “cooperative tobacco curing program” headed by appellant, Dr. Francis J. Hassler.\nNineteen months later, on June 13, 1960, appellant Francis J. Hassler filed an application serial No. 35,499 for “Method and Apparatus for Bulk Curing Tobacco.” A subsequent requirement for division by the Patent Office led to the instant application, serial No. 164,789, filed January 8, 1962, titled the same as the patent, but the claims of which are restricted to the apparatus alone. As will be seen in greater detail below, the newspaper article disclosure corresponds in great part to the apparatus now claimed.\nAppellant, in his main and reply brief, has taken two approaches to the article disclosure. First, it is urged that the article “merely identifies a bulk curing process which is being tested.” Appellant notes that the Patent Office admits the article does not disclose all the claimed structure, nor does it disclose the nature of the curing process. It is argued that the article is merely “a disclosure of Dr. Hassler’s early experimental work” which is now being used to preclude the patenting of “the ultimate commercial reality of those experiments.” Appellant reasons that:\nSince the News and Observer article was published at a time when the invention was in the experimental stage, appellant is entitled to the “hospitality” accorded by law and the disclosure of the article should not be construed strictly against him.\nIn view of the fact that the article does not disclose all the claimed structure, appellant states that The News and Observer article “clearly does not constitute a statutory bar.”\nAppellant takes a second position, in major part relying on In re Palmquist, 51 CCPA 839, 319 F. 2d 547, 138 USPQ, 234, to the effect that the “board’s rejection of the present claims is clearly based upon 35 USC 103,” but “since the News and Observer article clearly is not prior to applicant’s first date of invention, it is not a proper reference to be utilized in determining obviousness under 103.”\nThe solicitor’s brief points out that there is no evidence of record showing that the claimed invention had been comfleted prior to the publication of The News and Observer article, thus the reliance on Palmquist was not well founded. The solicitor also points out that the two lines of argument are inconsistent, the appellant arguing on the one hand that the invention had not been comfleted prior to the article which therefore cannot be a barring anticipatory disclosure, and, on the other hand, that the invention had been comfleted prior to the publication, and in view of Palmquist the article was not an available reference for a section 103 rejection. Appellant’s reply brief is devoted almost entirely to the argument based on Palmquist, urging that since The News and Observer article is a report of appellant’s own invention it is both absurd and unnecessary to require him to swear behind it, citing M.P.E.P. 715.01(c).\nWe think the contradiction between the two lines of appellant’s argument is more apparent than real. As we see it, appellant is arguing that The News and Observer article is not a complete disclosure, and so much of the invention as was disclosed therein was made prior to the publication thereof. Nevertheless, the line of argument concerning the unavailability of The News and Observer article has been rendered moot by our recent decision in In re Foster, 52 CCPA 1808, 343 F. 2d 980, 145 USPQ 166, in which that aspect of In re Palmquist relied on by appellant for support was explicitly overruled.\nWe agree with the board’s holding that The News and Observer article is a valid reference under 35 U.S.C. 102(b) for what is disclosed therein, since it was available to the public for more than a year prior to applicant’s filing date. In re Ruscetta, 45 CCPA 968, 255 F. 2d 687, 118 USPQ 101; In re Foster, supra. The publication is not removed as a reference merely because it discloses appellant’s own invention, or an early stage of that invention, and the publication, having been available to the public for more than a year, may not be overcome by a showing of invention prior to the publication date. The question then is to determine what is disclosed therein and whether that disclosure, taken with prior art, renders the claimed invention obvious to one of ordinary skill in the art.\nThe News and Observer article consists of test, three photographs, and a diagram, the last being reproduced here:\nThe pertinent part of the article text states:\nBULK LEAF CUBING METHOD BEADY FOB FABM TESTING\nBy Tom Byrd.\n* * * * * * *\nMore Uniform Leaf\n“It [the method] also has the potential for producing a more uniform leaf,” Dr. Hassler said, “which will make grading easier.”\nA special barn is required to bulk-cure tobacco. However, the leaf is prepared for market the same way as conventionally-cured tobacco.\n* * * * * * *\nIn this new bulk-curing process tobacco is placed in frames by the armful, rather than tied on sticks three or four leaves at a time.\nTwo men can frame the tobacco and place it in the barn as rapidly as at least four men can prime it from the field. Under present barning methods, about 10 barn hands are needed to keep up with four primers.\nLaboratory tests show there are no significant chemical differences in the bulk-cured and conventionally-cured tobacco. Representative samples of tobacco bulk-cured at the Oxford station last summer averaged $62 per hundred on the open market.\n* * * * * * *\nNew Approach\n“Throughout our work,” Dr. Hassler continued, “we have recognized that the present curing method is a major factor in characterizing our flue-cured tobacco. Therefore, in the research and development of this new process we have been very careful to compare those qualities that characterize our flue-cured tobacco.”\nThe first photograph shows a worker placing- tobacco leaves in a trough-like loading bin. A horizontal bar having numerous long spikes extending downward therefrom is disposed above the tobacco in the loading bin. The caption states:\nBILL JOHNSON places tobacco into frames for curing. Spikes at top of frame are pushed through tobacco to hold it in place.\nThe second photograph shows two workers lifting the special “frame” which holds the tobacco, and is captioned:\nWILEY I-IENSON (left) and Rupert Watkins move a frame of tobacco from loading racks to curing barn. Erame holds 10-12 sticks.\nThe third photograph shows the interior of the curing chamber. Two tiers of the special frames which hold the tobacco are shown therein, one end of each frame being supported by posts in the center of the barn, while the other end of each frame is apparently supported on the walls visible at the edges of the photo. The caption states:\nINTERIOR OF BARN used for bulk curing is shown here. Hot air moves up through the floor and through the frames of tobacco. Two-thirds as much tobacco could be cured in this chamber as in a 16 x 16 foot barn.\nThe disclosure of the appealed application will be readily apparent from certain of the drawings:\nFig. 5 shows a longitudinal section view of a curing barn, and Fig. 3 shows a cross-sectional view through the drying chamber portion. Referring to Fig. 5, furnace 30 heats air which is moved from the furnace room (delineated by the area between right end wall 18 and partition 16) by a blower 32 through duct 36c into the drying chamber (delineated by the area between left end wall 14 and partition 16).\nHot air leaving ports 38 passes through the tobacco 26 (Fig. 3) racked in special frames 24. Dimensions of the frames, barn partitioning (i.e. consider Fig. 3, partitions 20a, 20b, and Fig. 5, walls 14, 16), and close leaf packing are “* * * such as to force the circulated air to flow between the bulked tobacco leaves.” The air then exits via upper duct 40. Element 44 is a damper and outlet duct 46 communicates to the outside atmosphere. By adjustment of the damper, varying amounts of fresh air may be admitted to the heating system, and, if desired, “* * * duct 46 may be closed, such that the air within the system is recirculated without addition of fresh air.” A particular cycle of temperature and humidity throughout a 3-stage drying process is disclosed.\nThe apparatus used in the process of loading the frames or racks with tobacco leaves to be dried is illustrated in Figs. 6 and 7. The loading bin has an open top and open side. Tobacco leaves are placed butt end first into the bin and a frame or rack side-member 54 is pressed downwardly to force the spikes 56 through the tobacco leaves. A second side-member (not shown) receives the spikes, and the two side-members are fastened together by end rods (Fig. 7). The loading bin end panels 62 (Fig. 6) are then swung away, and the completed frame or rack of tobacco is lifted out and positioned in the curing barn, being slid thereinto on rails 22 (Fig. 3), mounted on the partitions 20a, and 20b, and the sidwalls.\nFigs. 6 and 7 correspond to the first two photographs of The News and Observer article, with the exception that workers are seen in the photos manipulating the bin and frame or rack of tobacco.\nAppellant’s claim 9, representative of claims 9-15 on appeal, reads as follows except that the breakdown, numbering and emphasis are ours:\n9. Apparatus for bulk curing tobacco leaves comprising\nA. a plurality of tobacco leaf supporting racks [also called “frames” by appellant], each of said racks including sections movable apart to receive a batch of tobacco leaves in bulk form with the flat sufaces thereof disposed generally in one direction and with at least a substantial portion of the flat surfaces of the leaves generally parallel and movable together to support the batch of leaves in a compressed state, the sections of each rack when together including means for continuously peripherally confining the batch of leaves along a pair of straight parallel first sides and a pair of straight parallel second sides extending perpendicular to said first sides and spike means extending within the peripheral confining means between a pair of parallel sides thereof in piercing relation to the batch of leaves in a direction generally perpendicular to the parallel flat surfaces thereof so as to provide interior support for the leaves while permitting flow of air between the leaves within the confining means in the direction of disposition of the flat surfaces thereof,\nB. a barn structure for supporting said plurality of racks when the sections thereof are 'together in supporting relation to respective batches of tobacco leaves, said barn structure including\n1. spaced pairs of elongated horizontally extending mil means, each pair of rail means providing substantially continuous upwardly facing supporting surfaces disposed generally in the same horizontal plane, said rail means being included within said barn structure with the supporting surfaces of each pair of rail means spaced apart a distance sufficient to engage and support a group of said racks in side-by-side relation with the first sides of the peripheral confining means of said racks extending horizontally adjacent said supporting surfaces and with adjacent second sides of adjacent racks extending horizontally therebetween in substantially abutting relation,\n2. said barn structure including vertical wall means extending upwardly from a floor and a roof supported by said vertical wall means above said floor, said rail means being disposed within said vertical wall means at positions between said floor and said roof, said vertical wall means defining with said, roof and said floor upper and lower air spaces disposed respectively above and below said rail means,\nsaid vertical wall means including closable door means adjacent one end of said pairs of rail means openable to provide access completely horizontally across the associated supporting surfaces to permit said groups of leaf supporting racks to be moved into said side-by-side relation by horizontal sliding movement along the associated supporting surfaces, said barn structure and the vertical wall means thereof with said door means closed confining direct vertical communication between said air spaces solely to the rack occupying spaces defined between the pairs of supporting surfaces of each of said pair of rail means,\n3. fan means having a suction side and a pressure side for creating a forced flow of air,\n4. means for communicating the pressure and suction sides of said fan means with said air spaces respectively so as to establish a circulatory path of air flow including generally vertical flow of air through said rack occupying air spaces,\n5. means for heating the air flowing in said path,\n6. and means for introducing controlled amounts of atmospheric air into and exhausting controlled amounts of air from the air flowing in said path,\nthe capacity of said fan means, said heating means and said air introducing and exhausting means being such that sufficient air of a desired temperature and moisture content can be forced generally vertically through said rack occupying spaces to effect a yellowing of the leaves supported by said racks, a subsequent drying thereof, and a final ordering of the leaves.\nClaim 10 depends from claim 9 and specifies two tiers of rail means to support the frames or racks of tobacco. Claim 11 also depends from claim 9 and specifies the two tiers of rails and a pair of inner partitions in the curing chamber. Claim 12 depends from claim 11 and additionally specifies walls defining a furnace room adjacent the curing chamber. Claim 13 depends from claim 9 and specifies a humidifier “for introducing a controlled amount of moisture” into the circulating air. Claims 14 and 15 are similar to claim 12, in independent form, with claim 15 additionally specifying separate dampers for each lower air duct. There are no allowed claims.\nWe deem it unnecessary to set forth any further analysis of how The News and Observer article was applied to the claims. It will be evident from comparison of the diagram reproduced above with the elements of the claim that there are but few claim elements lacking. Because some claim limitations are missing from the article, the examiner and board evidently viewed the loss of right to involve the question of obviousness. Both appellant and the solicitor in their briefs similarly characterize that aspect of the issue. To supply the missing elements, the Board of Appeals has taken “judicial notice” of several elements and has also relied on secondary references.\nIn particular, the board took “judicial notice of dampers,” and stated that it is “common practice in air conditioning systems to provide means for introducing * * * and exhausting controlled amounts of air from the system.” The board also took judicial notice that it is common to have a separate furnace room in a building. The board relied on the following references:\nStevens et al., 2,752,096, June 26, 1956.\nVickers, 2,808,283, Oct. 1, 1957.\nStevens et al. is directed to a tobacco curer employing the circulation of heated air. The apparatus disclosed comprises a small furnace placed on the floor in a conventional tobacco barn. Horizontal air outlet conduits extend from the top of the furnace to various parts of the barn. A second air conduit, containing several air inlets, is placed in the peak of the barn. That conduit extends downwardly at one end of the barn, along the floor through a blower and into the furnace. By means of this system, air is heated and circulated through the outlet conduits throughout the entire barn and may be returned by way of the inlet conduits.\nThe teaching in Stevens et al. relied on by the board pertains to the disclosure of a means for supplying moisture to the air, which means consists of a waterline terminating in a spray nozzle which is located in the air path between the furnace and the horizontal air outlet conduits. Stevens et al. states:\n* * * The purpose of this construction is to introduce very moist air into the tobacco barn after the tobacco has been cured. This restores enough moisture to the tobacco so that it may be handled without crumbling.\nWhile Stevens et al. discloses using that humidifying device after the tobacco has been cured, we are here concerned with structure, not method. We do not see any difference in the “humidifier” means as called for in claim 13 and that shown in Stevens et al. Stevens et al. also quite clearly shows the humidifier in the same apparatus context, that of an air circulating tobacco curing apparatus. In view of that teaching of Stevens et al., it would be obvious to provide air humidifying means in conjunction with the tobacco curing apparatus claimed.\nIt was unnecessary to take judicial notice of dampers as recited in the claims since The News and Observer article shows damper means on the upper exhaust conduit. Further, Stevens et al. shows (in their Fig. 1) a T-junction in the air conduit leading from the peak of the barn down to the furnace. The T-junction leads a short distance through the barn wall to the outside atmosphere, and at the outer end thereof appears a conventional hinged flap-type closure. That conduit and hinged closure appears to be a type of conventional damper, and its function is well known.\nAlso we are in complete agreement with the board that providing doors for the curing chamber would be obvious; though not shown in The News and Observer article, such structure is inherent.\nVickers was cited for the purpose of showing a frame in which the tobacco leaves are impaled for hanging in a curing barn. The rejection alternatively relied on Vickers for that showing, in the event that the first two photographs of The News and Observer were not considered to show all the detailed structure claimed. Suffice it to say that the difference between Vickers’ tobacco curing stick and that claimed is one of capacity. Vickers intends his tine-type stick to replace the traditional stick without an increase in capacity of tobacco secured thereon. An increase in capacity is not reflected structurally in the claim, but in any event is clearly evident from the disclosure in The News and Observer, in which each frame is said to hold “10 to 12 sticks” of tobacco. Any details of a frame which would function as does that claimed, if not shown in The News and Observer article, are quite well supplied by equivalent structure in Vickers.\nViewing the record as a whole, we are satisfied that the board did not err in its application of the pertinent art to the claims. In view of the knowledge which one of ordinary skill in this art possesses, as evidenced by the patents to Vickers and Stevens et al., The News and Observer article would make the subject matter presently claimed entirely obvious. Since the claimed invention has been obvious to the public for more than a year prior to appellant’s filing date, we hold appellant to have lost his right to patent under 35 U.S.C. 102(b). In re Foster, supra.\nIn view of the foregoing, the decision of the board is affirmed.",
        "type": "majority",
        "author": "Martin, Judge,"
      },
      {
        "text": "Smith, Judge,\nconcurring.\nIn my opinion, the publication in the Raleigh News and Observer on November 10, 1958, more than one year prior to appellant’s filing date, is an enabling disclosure which so described the invention here claimed that one of ordinary skill in the tobacco flue-curing art can be said to have had possession of the invention at that time. The additional references cited are at best evidence of what one of ordinary skill in this art would be expected to know.\nIn Cohn v. United States Corset Co., 93 U.S. 366, 377 (1876), the Court stated the guiding principle which I think is applicable here:\n* * * the evidence shows that the Johnson specification, in connection with the knoicn state of the art at the time when it was filed and published, was sufficient to enable one skilled in the art of corset-making and in the use of the jacquard to make the patented corset. * * * [Emphasis added.]\nSee also In re Sheppard, 52 CCPA 859, 339 F. 2d 238, 144 USPQ 42; In re LeGrice, 49 CCPA 1124, 301 F. 2d 929, 133 USPQ 365. Cf. In re Wenzel, 24 CCPA 1050, 88 F. 2d 501, 33 USPQ 30.\nAppellant urges that since the publication describes his own experimental work, it is clear that his date of invention is earlier than the publication date. While this undoubtedly is true, no exceptions are provided under 102(b) when, as here, the invention was described in the printed publication.\nAppellant urges that the publication should be “strictly construed” to the end that since the invention was in an experimental stage on the date of publication, appellant is entitled to the “hospitality” accorded by law to encourage experimentation and further development of an invention before an application is filed thereon. Congress has seen fit to fix the time period for such “hospitality” at one year from the date of a publication describing the invention and we can do nothing about it except to review and compare the invention claimed and the invention described in the publication.\nAppellant urges that when this is done,\nThere are two fundamental reasons why the News and Observer article does not meet such strict tests. First, the article does not clearly disclose all of the structural limitations set forth in the claims. Second, the article is completely lacking in any disclosure of how a complete structure could be used to obtain the results alluded to. So long as the article includes these deficiencies the invention has not been placed in the possession of the public, nor would one skilled in the art be enabled to make and use the structure or to practice the invention.\nI have reviewed the News and Observer publication in view of appellant’s position and have concluded that it does convey to one of ordinary skill in the tobacco flue-curing art a sufficient disclosure of the invention to permit it to be put into practical operation. Hence, it seems to me that it meets the requirements of a publication spelled out in In re LeGrice, supra, and the cases therein discussed.\nI do not, therefore, regard this case as involving a rejection under 35 U.S.C. 103 and I agree fully with the statement in appellant’s brief that:\n* * * It can be stated unequivocally that if the present claims are held to be un-patentable, it is not because Dr. Hassler failed to make an invention, but solely because Dr. Hassler was not sufficiently diligent in filing his application.\nTo the extent the resolution of the issue here requires a determination of patentability under section 103, as the majority seems to indicate, I would reverse for the reasons more fully elaborated in my dissenting opinion in In re Foster, 52 CCPA 1808, 343 Fd 2d 980, 145 USPQ 166. However, it does not seem to me that this issue is here presented since the publication relied upon “describes” the claimed invention within the meaning of section 102(b) and the many decisions which have interpreted it. I therefore concur in the result reached but do so solely on this basis.",
        "type": "concurrence",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Raymond T. Lippitt (William K, West, Jr., of counsel) for appellant.",
      "Clarence W. Moore (Raymond E. Martin, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 911; 146 USPQ 167\nIn re Francis J. Hassler\n(No. 7318)\nUnited States Court of Customs and Patent Appeals,\nJuly 1, 1965\nRaymond T. Lippitt (William K, West, Jr., of counsel) for appellant.\nClarence W. Moore (Raymond E. Martin, of counsel) for the Commissioner of Patents.\n[Oral argument October 6, 1964 by Mr. Lippitt and Mr. Martin]\nBefore Rich, Acting Chief Judge, and Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1546-01",
  "first_page_order": 870,
  "last_page_order": 881
}
