{
  "id": 11923151,
  "name": "WILLIAM R. JACKSON, Appellant, v. KRISTINE M. JACKSON, Respondent",
  "name_abbreviation": "Jackson v. Jackson",
  "decision_date": "1995-12-19",
  "docket_number": "No. 27153",
  "first_page": "1551",
  "last_page": "1555",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1551"
    },
    {
      "type": "parallel",
      "cite": "907 P.2d 990"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "211 Cal. App. 3d 628",
      "category": "reporters:state",
      "reporter": "Cal. App. 3d",
      "case_ids": [
        4441226
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "631"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-3d/211/0628-01"
      ]
    },
    {
      "cite": "3 Cal. App. 4th 661",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        2307504
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "663"
        },
        {
          "page": "668"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/3/0661-01"
      ]
    },
    {
      "cite": "110 Nev. 1370",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558576
      ],
      "weight": 6,
      "year": 1994,
      "pin_cites": [
        {
          "page": "1373"
        },
        {
          "page": "273"
        },
        {
          "page": "1376"
        },
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/110-2/1370-01"
      ]
    },
    {
      "cite": "105 Nev. 546",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4784416
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "552",
          "parenthetical": "stating that where an increase in the formula is ordered, the deviation should be supported by written findings of fact and a statement of reasons"
        },
        {
          "page": "537",
          "parenthetical": "stating that where an increase in the formula is ordered, the deviation should be supported by written findings of fact and a statement of reasons"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/105/0546-01"
      ]
    },
    {
      "cite": "107 Nev. 117",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556716
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "119"
        },
        {
          "page": "1",
          "parenthetical": "holding that the district court did not abuse its discretion because it made specific findings of fact regarding the \"vastly different incomes and the financial resources\" of the parents as well as \"the amount of time the children will spend with each parent as a result of th[e] decree\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0117-01"
      ]
    },
    {
      "cite": "108 Nev. 1107",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8559368
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "1111-12"
        },
        {
          "page": "831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/1107-01"
      ]
    },
    {
      "cite": "107 Nev. 837",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558747
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "840",
          "parenthetical": "holding that a child support award can be modified in accordance with the statutory formula"
        },
        {
          "page": "656",
          "parenthetical": "holding that a child support award can be modified in accordance with the statutory formula"
        },
        {
          "page": "840"
        },
        {
          "page": "656"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/107/0837-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 486,
    "char_count": 10501,
    "ocr_confidence": 0.915,
    "pagerank": {
      "raw": 6.079959938895749e-08,
      "percentile": 0.3754110760897643
    },
    "sha256": "f346399331f9adeb5dc13a7fcaf4b223e481ea6e84623f58f1222d37bedba710",
    "simhash": "1:b5347f62ac0b10c9",
    "word_count": 1730
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WILLIAM R. JACKSON, Appellant, v. KRISTINE M. JACKSON, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nWilliam R. Jackson (“Randy”) and Kristine M. Jackson (“Kristine”) were divorced in June 1994. Kristine received physical custody of the parties’ nine-month old daughter, Kellie Marie Jackson. The parties agreed and the divorce decree provided that Randy should pay Kristine $450 per month in child support.\nIn December 1994, after consulting with an attorney, Kristine learned of the statutory formula set forth in NRS 125B.070 requiring a noncustodial parent to pay 18 percent of his income as support for one child. Kristine filed a motion with the district court to modify the child support award contending that the $450 amount was not in conformity with the statutory formula in light of the fact that Randy earns approximately $6,000 per month. Kristine asserted that according to the statutory formula, Randy should pay $1,132.66 per month. After further briefing and a hearing, the district court modified the child support award from $450 to $1,000 per month.\nOn appeal, Randy argues that the district court lacked jurisdiction to hear Kristine’s motion to modify the divorce decree because she filed it pursuant to NRCP 60(b) after six months had passed from the date of the divorce decree. We conclude that Randy’s argument lacks merit. While it is true that Kristine did seek relief under NRCP 60(b), the district court did not modify the child support award pursuant to NRCP 60(b). Kristine’s motion is properly construed as a motion to modify child support pursuant to NRS 125B.145(l)(b). NRS 125B.145(l)(b) provides in pertinent part:\n1. ... Any review of an order for the support of a child must utilize the formula required by NRS 125B.070. The review must be conducted by the court upon the filing of a request for review by:\n(b) A parent or legal guardian of the child.\nThe statutory scheme provides no time-bar to a district court’s review of a child support award upon a parent’s filing of a request for review. The district court modified the child support award in accordance with the statutory formula. See also Scott v. Scott, 107 Nev. 837, 840, 822 P.2d 654, 656 (1991) (holding that a child support award can be modified in accordance with the statutory formula). By filing the motion for relief, Kristine’s intent was to seek review and modification of the child support award to comply with the statutory formula set forth in NRS 125B.070. Therefore, the district court had jurisdiction to hear Kristine’s motion pursuant to NRS 125.145(1)(b) regardless of Kristine’s inaccurate citation to NRCP 60(b).\nRandy also contends that the district court erred in modifying the child support award to $1,000 because this award is in excess of the statutory maximum of $500 and the district court failed to set forth specific findings of fact to justify a deviation from the statutory cap as required by NRS 125B.080. We agree. Although the district court has discretion in setting child support awards, it must act within the confines of the statutory scheme. Lewis v. Hicks, 108 Nev. 1107, 1111-12, 843 P.2d 828, 831 (1992).\nNRS 125B.070(1) sets forth the applicable formula for determining the appropriate amount of child support. According to the statutory formula, the “obligation for support” is 18 percent of the parent’s gross monthly income for one child, “but not more than $500 per month per child.” NRS 125B.070(l)(b). Thus, the statutory cap for child support is $500 for each child even if 18 percent of a parent’s gross monthly income exceeds $500.\nHowever, NRS 125B.080 allows the district court to deviate from the statutory formula set forth in NRS 125B.070 if it specifically finds facts justifying a deviation. NRS 125B.080(6), (9); Scott v. Scott, 107 Nev. 837, 840, 822 P.2d 654, 656 (1991). Specifically, NRS 125.080(6) provides:\nIf the amount of the awarded support for a child is greater or less than the amount which would be established under the applicable formula, the court shall: (a) Set forth findings of fact as to the basis for the deviation from the formula; and (b) Provide in the findings of fact the amount of support that would have been established under the applicable formula.\n(Emphasis added.) NRS 125.080(9) sets forth twelve factors that the district court may use when adjusting the amount of child support including the cost of child care and the relative income of both parents. NRS 125.080(9)(b), (1).\nHere, the district court modified the child support award from $450 per month to $1000 per month but failed to set forth specific findings of fact in the order to justify a deviation from the statutory cap of $500 per month. While the record does contain the minutes of the hearing on Kristine’s motion and it is therefore possible to ascertain the reasoning behind the district court’s decision, the plain language of NRS 125.080(6) makes clear that the district court “shall” make specific findings of fact as the basis for the deviation from the formula. We note that the cases in which this court affirmed the district court’s deviation from the statutory formula turned on the district court’s specific findings of fact. Herz v. Gabler-Herz, 107 Nev. 117, 119, 808 P.2d 1, 1 (1991) (holding that the district court did not abuse its discretion because it made specific findings of fact regarding the “vastly different incomes and the financial resources” of the parents as well as “the amount of time the children will spend with each parent as a result of th[e] decree”); Barbagallo v. Barbagallo, 105 Nev. 546, 552, 779 P.2d 532, 537 (1989) (stating that where an increase in the formula is ordered, the deviation should be supported by written findings of fact and a statement of reasons).\nAccordingly, we hold that in light of the clear legislative mandate in NRS 125.080(6), the district court must make specific findings of fact in order to justify a deviation from the statutory formula in setting a child support award. We therefore remand this case to the district court for either written findings of fact to justify its decision to deviate from the statutory formula in awarding child support pursuant to NRS 125.080 or redetermination of the amount of child support.\nRandy further asserts that Kristine’s cohabitant’s income should be considered by the district court in evaluating the “relative income of the parties.” Relative income is a factor set forth in NRS 125B.080(9) which the district court may consider when deviating from the statutory formula in setting the child support award.\nThis is a question of first impression in Nevada: whether a parent’s cohabitant’s income may be considered when the district court evaluates the “relative income of the parties” pursuant to NRS 125B.080(9) for the setting of child support awards. This court addressed a similar issue in Rodgers v. Rodgers, 110 Nev. 1370, 887 P.2d 269 (1994). In Rodgers, appellant Robert had physical custody of the minor child born to him and his ex-wife, respondent Sandra. The district court originally ordered Sandra to pay $125 per month in child support. Upon Robert’s motion, the domestic relations referee recommended a modification of the child support award on the ground that Sandra had a community interest in her new spouse’s income. The referee recommended an increase in Sandra’s payments to $247 per month finding that this amount was 18 percent of her gross monthly income, which included her community interest in her spouse’s gross monthly income. The district court entered an order reversing the referee’s findings and recommendations and Robert appealed.\nUpon review, this court first determined that when the district court applies the formula set forth in NRS 125B.070, “the statutory definition of ‘gross monthly income’ does not include a parent’s community property interest in a new spouse’s earnings.” Id. at 1373, 887 P.2d at 273. However, this court held that when the district court deviates from the statutory formula pursuant to NRS 125B.080(9), the district court may consider a parent’s community interest in a new spouse’s income when evaluating the “relative income of the parties,” which is one of the twelve factors appropriately considered under NRS 125B.080(9). Id. at 1376, 887 P.2d at 273.\nWhile relevant to the present inquiry, Rodgers is not on point. In Rodgers, this court’s holding relied heavily upon a logical extension of community property law. In the instant case, Kristine and her cohabitant are not married and thus, community property principles are inapplicable.\nIn Harris v. Superior Court (Smets) 3 Cal. App. 4th 661 (1992), the court grappled with the precise issue before this court. In Harris, the custodial parent (mother) sought an increase in child support from the noncustodial parent (father) who was cohabiting with another woman alleged to have contributed to the father’s expenses. Id. at 663. Thus, the noncustodial parent’s ability to pay child support was greater due to the cohabitant’s contribution to expenses. Accordingly, the Harris court held that a nonmarital cohabitant’s contribution to a noncustodial parent’s expenses should be considered in determining the noncustodial parent’s ability to pay child support. Id. at 668. The court emphasized that “ ‘the nature of the relationship between the two people is of no importance.’ ” Id. at 666 (citing In re Marriage of Tapia, 211 Cal. App. 3d 628, 631 (1989)). It further stated that “the relevant factor is not the source of money available to the ex-husband but the existence of that money. It could come from friends, investments, trusts, or the lottery. ” Id.\nWe find the Harris court’s reasoning persuasive. We hold that insofar as a parent’s expenses are affected by a cohabitant’s contributions to rent and other household payments, the district court may take this circumstance into account when setting or modifying child support under NRS 125B.080(9). A parent’s relative income may be significantly increased due to the cohabitant’s contributions to the parent’s expenses.\nFor the foregoing reasons, we vacate the order and remand this case to the district court for either written findings of fact to justify its decision to deviate from the statutory formula in awarding child support pursuant to NRS 125B.080, or redetermination of the amount of child support.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Dean R. Patti & Associates, Las Vegas, for Appellant.",
      "Stephen R. Minagil, Las Vegas, for Respondent."
    ],
    "corrections": "",
    "head_matter": "WILLIAM R. JACKSON, Appellant, v. KRISTINE M. JACKSON, Respondent.\nNo. 27153\nDecember 19, 1995\n907 P.2d 990\nDean R. Patti & Associates, Las Vegas, for Appellant.\nStephen R. Minagil, Las Vegas, for Respondent."
  },
  "file_name": "1551-01",
  "first_page_order": 657,
  "last_page_order": 661
}
