{
  "id": 11923167,
  "name": "In re Discipline of VICTOR G. DRAKULICH",
  "name_abbreviation": "In re Discipline of Drakulich",
  "decision_date": "1995-12-19",
  "docket_number": "No. 21321",
  "first_page": "1556",
  "last_page": "1574",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1556"
    },
    {
      "type": "parallel",
      "cite": "908 P.2d 709"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "53 Nev. 24",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        5001008
      ],
      "weight": 2,
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/nev/53/0024-01"
      ]
    },
    {
      "cite": "68 Nev. 324",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8555773
      ],
      "weight": 2,
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/nev/68/0324-01"
      ]
    },
    {
      "cite": "100 Nev. 273",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        2405344
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/nev/100/0273-01"
      ]
    },
    {
      "cite": "40 Nev. 335",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4561182
      ],
      "weight": 6,
      "year": 1917,
      "pin_cites": [
        {
          "page": "337"
        },
        {
          "page": "245"
        },
        {
          "page": "337"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/40/0335-01"
      ]
    },
    {
      "cite": "212 P. 1037",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        4574356,
        4574103
      ],
      "year": 1923,
      "pin_cites": [
        {
          "page": "1038"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/46/0304-01",
        "/nev/46/0328-01"
      ]
    },
    {
      "cite": "46 Nev. 304",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4574356
      ],
      "year": 1923,
      "pin_cites": [
        {
          "page": "307-08"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/46/0304-01"
      ]
    },
    {
      "cite": "439 P.2d 673",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        4885049,
        4892877
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "testimony of witness that he does not remember an event does not contradict positive testimony that such event or conversation occurred"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/84/0294-01",
        "/nev/84/0283-01"
      ]
    },
    {
      "cite": "84 Nev. 283",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4892877
      ],
      "year": 1968,
      "pin_cites": [
        {
          "parenthetical": "testimony of witness that he does not remember an event does not contradict positive testimony that such event or conversation occurred"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/84/0283-01"
      ]
    },
    {
      "cite": "200 Cal. Rptr. 115",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1984,
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "500 A.2d 257",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7890071
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/500/0257-01"
      ]
    },
    {
      "cite": "23 P. 858",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "year": 1890,
      "pin_cites": [
        {
          "page": "865"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 Nev. 453",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4658867
      ],
      "year": 1890,
      "pin_cites": [
        {
          "page": "477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/20/0453-01"
      ]
    },
    {
      "cite": "108 Nev. 629",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558257
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "634-35"
        },
        {
          "page": "856"
        },
        {
          "page": "635"
        },
        {
          "page": "856"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/108/0629-01"
      ]
    },
    {
      "cite": "87 Nev. 65",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4833678
      ],
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "68-69"
        },
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/87/0065-01"
      ]
    },
    {
      "cite": "104 Nev. 115",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8556835
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "126"
        },
        {
          "page": "471"
        },
        {
          "page": "126"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/104/0115-01"
      ]
    },
    {
      "cite": "882 P.2d 943",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        1464214
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "948",
          "parenthetical": "\"[o]n issues of witness credibility, we have held that it is proper for the commission and this court to defer to the hearing committee\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ariz/180/0136-01"
      ]
    },
    {
      "cite": "108 Nev. 629",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        8558257
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "633"
        },
        {
          "page": "855"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/nev/108/0629-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1435,
    "char_count": 47229,
    "ocr_confidence": 0.913,
    "pagerank": {
      "raw": 2.2991719679690027e-07,
      "percentile": 0.7871845038069787
    },
    "sha256": "8cb316baa8aa72c94da8939981056bbb876c16aa3c0b9b3931f40b6425f08b31",
    "simhash": "1:aa92e19033cbe04f",
    "word_count": 7629
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Steffen, C. J., and Young, J., concur."
    ],
    "parties": [
      "In re Discipline of VICTOR G. DRAKULICH."
    ],
    "opinions": [
      {
        "text": "OPINION\nBy the Court,\nSpringer, J.:\nThis is an automatic appeal from findings and recommendations of a hearing panel of the Northern Nevada Disciplinary Board of the State Bar of Nevada. The panel found that, on numerous occasions, appellant, attorney Victor G. Drakulich, shared with an individual named Harold Hall a portion of the attorney’s fees appellant earned for representing clients who had been referred to appellant by Hall. The panel further found that appellant’s actions violated a number of the Nevada Rules of Professional Conduct.\nBased upon these findings, the panel recommends that this court suspend appellant from the practice of law in this state for a period of ninety days and assess the costs of the disciplinary proceedings against appellant. For the reasons which follow, however, we conclude that clear and convincing evidence does not support the panel’s findings. Accordingly, we reject the panel’s findings and recommendation.\nTHE FACTS\nOn April 9, 1990, Bar Counsel for the State Bar of Nevada filed with the Northern Nevada Disciplinary Board a four-count disciplinary complaint against appellant. Following two days of hearings, a disciplinary hearing panel returned findings of misconduct on only one of the four counts. Specifically, the panel found that appellant had committed the misconduct charged in Count IV, which alleged:\nDuring 1988, [appellant] paid referral fees to Harold Hall, a non-lawyer then employed at the Reno Orthopedic Clinic for referring clients with potential personal injury claims to [appellant’s] law office. [Appellant’s] actions were in violation of Supreme Court Rules (SCR) 187, 188.1, 196.3, 197 and 203.1.\nBar counsel’s case against appellant consisted primarily of the testimony of two of appellant’s former legal secretaries, Muriel Skelly and Jan Marie Stellmach, and of various items of documentary evidence. The pertinent evidence adduced at the hearing is detailed below.\nMuriel Shelly’s Testimony\nMuriel Skelly testified that, prior to becoming a licensed Nevada attorney in 1987, she worked for appellant as a legal secretary and legal assistant for two and one-half years beginning in April 1985. She maintained appellant’s files and financial ledgers. She also wrote and signed checks. Skelly told the panel that Harold Hall would telephone appellant’s office approximately once a week and would “give names of clients that he had told to get in touch with us.” When she conveyed Hall’s messages to appellant, appellant made no comments.\nBar counsel asked Skelly if she had ever heard appellant state that Hall was compensated for referring clients to appellant. Skelly answered: “No.” Bar counsel also asked Skelly if Hall ever performed any investigative services, or asset checks with regard to appellant’s clients and cases. Skelly answered: “Not to my knowledge.” Skelly stated that she never saw Hall submit any bills to appellant’s office, and that she had received instructions from appellant that “A1 over at Business and Professional Collection Service would do any credit checks or asset checks that we needed because he was a client of ours.”\nJan Marie Stellmach’s Testimony\nStellmach testified that she worked for appellant as a legal secretary from 1987 until January 1989. She stated that she left appellant’s employ because “someone told me . . . that he was being investigated by the Bar Association.” She further stated, however, that she did not “have a grudge against Mr. Drakulich.”\nIn addition to clerical duties at appellant’s office, Stellmach testified that she was responsible for bookkeeping, including the maintenance of the ledger sheets. Eventually, appellant also authorized her to write and sign checks.\nStellmach came to know Harold Hall as a result of his telephone calls and visits to appellant’s office. Although she was unable to confirm exactly when appellant made the remark, Stellmach testified that appellant told her that “Mr. Hall was at that time office manager of a group of orthopedic physicians and that he referred cases over and he in turn got a ten percent referral fee.” Stellmach said that she never saw any bills submitted by Hall for investigative services or asset checks, and like Skelly, Stellmach was only able to testify that she had no knowledge of Hall ever performing asset checks or investigative services for appellant. She also testified that appellant used a collection agency to perform asset checks.\nStellmach identified various items of documentary evidence introduced by bar counsel, including checks made out to Hall drawn on appellant’s account and ledger entries from appellant’s office files. This documentary evidence related to three cases involving clients that Hall had referred to appellant’s office: (1) the “Griffey/Sabatini” case; (2) the “Colfer” case; and (3) the “Neff” case.\nIn the Griffey/Sabatini matter, a personal injury case, Stellmach identified a check drawn on appellant’s account made payable to Hall in the amount of $616.74. The check was signed by Stellmach, and contained a notation that it was payment for “investigative services.” Stellmach testified that she wrote the check at appellant’s direction, that appellant instructed her to make the notation “investigative services” on any checks made payable to Hall, and that the amount of the check was ten percent of the fee appellant earned in the case. Stellmach also identified a client ledger entry from appellant’s office files verifying that the amount of the check was exactly ten percent of appellant’s fees, that the check was drawn on appellant’s general account, and that, unlike payments made to other investigators employed by appellant, the payment to Hall was not charged as “costs” to the clients in any way. In other words, as Stellmach confirmed, the payments to Hall came out of appellant’s pocket and were not charged to the client.\nIn the Colfer case, a case involving a suit against a local nightclub, Stellmach identified two checks drawn on appellant’s account made payable to Hall in the total amount of $575.00. One of the checks was in the amount of $275.00 and was signed by appellant after Stellmach left appellant’s employ. It contains a notation indicating that it was payment for an “asset check” of the nightclub involved. The other check, written to Hall in the amount of $300.00, was written and signed by Stellmach before she left appellant’s office. This check contains the notation, “Colfer-investigative services.” Stellmach testified that appellant told her that Hall “would be given a ten percent referral fee on that [the Colfer] case.” Stellmach also identified a notation which she entered in the office ledger sheets corresponding to the $300.00 check. The notation states, “deduct $300 from fees.” Stellmach explained that the payment to Hall in the Colfer case was made prior to the final settlement in that matter because Hall had “called the office some — minimum of half dozen times saying that his kids would have no Christmas if he wasn’t advanced money.”\nStellmach further identified a check drawn on appellant’s general account made payable to Hall in the amount of $500.00. The check contains the notation: “legal assistance Kelly Neff.” She stated that the check was written out by her, but signed by appellant. She verified from the ledger sheets that appellant’s attorney’s fees in the Neff case were $5,500.00.\nAppellant’s Testimony\nIn response to Stellmach’s testimony, appellant testified that he never had any agreement whatsoever with Hall to pay him any part of the fees appellant earned in cases that Hall referred to appellant. Rather, any payments to Hall were for investigative services, asset checks and other work that Hall performed in the cases at issue.\nAppellant explained that he has known Hall ever since appellant was about 10 years old. In his late teens, Hall was involved in a serious car accident which left him with neurological damage. As a result, Hall became a “different sort of person” who had difficulty remembering, in moving about, and in maintaining jobs. Hall worked for a time collecting overdue bills at the Reno Orthopedic Clinic. At one point during this period, Hall experienced financial difficulties and needed extra money for his wife and children. When Hall expressed a desire to become an investigator, appellant explained that it was not as easy as it seemed. Nonetheless, appellant told Hall he would try to find extra work for him.\nThereafter, Hall referred Kelly Neff to appellant. Neff was a personal friend of Hall’s and had been injured in an automobile accident. At appellant’s request, Hall obtained medical bills and records relating to Neff’s injuries and a copy of the police accident report. When Neff experienced problems in obtaining medical treatment because of a lack of insurance, Hall was helpful in finding a specialist to treat Neff. Hall also ran a check on the personal assets of the woman who was responsible for the accident, and was helpful in keeping track of Neff and in updating him on the progress of the case. Appellant testified that he believed the $500.00 he paid Hall was reasonable for the work that Hall did in the case. Appellant also explained that he represented a passenger referred to him by Hall who was injured in the car along with Neff. Hall received no payments with respect to that case, however, because Hall performed no work in that case.\nSimilarly, appellant testified that the payment Hall received relating to the Griffey/Sabatini matter was simply a payment for work that Hall performed and not part of a fee-splitting, or referral fee arrangement. As with Neff, Hall was personally acquainted with Sabatini, who was the brother of Hall’s boss at the Reno Orthopedic Clinic. Hall referred Sabatini to appellant when he was injured by a drunk driver, and appellant agreed to represent Sabatini and the Griffeys who were injured in the same accident. In exploring a possible claim for punitive damages, appellant requested Hall to run an asset check on the driver responsible for the accident. Also, because Sabatini changed jobs frequently and the Griffeys moved to California, Hall proved to be a “good liaison” and was useful in getting interrogatories, discovery responses, and other information from them. After the case was settled, Hall and appellant negotiated a payment of ten percent of appellant’s fee for the work Hall did on behalf of Gail Griffey and Sabatini.\nAppellant further explained that Craig Colfer was the stepson of Hall’s sister. Hall referred Colfer to appellant when Colfer was involved in an altercation at a local nightclub. Appellant stated that he used Hall to keep in touch with Colfer while the case was pending, to investigate the extent of any prior such incidents at the nightclub, and to run an asset check on the nightclub in contemplation of proceedings to execute on the judgment that appellant ultimately obtained in Coffer’s favor. In December of 1988, after a favorable verdict was obtained, but before formal judgment was entered, appellant advanced Hall $300.00 for the work he had performed because Hall said he needed funds so he could give his kids a decent Christmas. Later, Hall performed the above-noted asset check and was paid an additional $275.00.\nExplaining why he’did not charge Hall’s services to the clients, appellant testified that “a lot of it was basically finding work for Harold to do, and also assisting my office in things that my normal staff would have to do, contacting a client, making contact with them, making sure that he got answers to interrogatories . . . .” Appellant found work for Hall to do because he was Hall’s friend, because Hall had “difficulty with one of his kids medically,” and because Hall had problems maintaining a job. Appellant insisted that Hall was only paid for services performed and did not receive any remuneration in other cases he referred to appellant where Hall did not perform work.\nAppellant also explained why Hall never submitted any written bills for his services:\nMr. Hall was not a licensed — in fact, Mr. Hall told me he wanted to become an investigator. The only way that I could really have Harold do anything for my cases, other than people he would know and that he would be able to contact, he would have to either be employed by my office, which I didn’t want to do, or he would have to go ahead and go formally with another investigative agency. And that just wasn’t in the ballpark for Harold Hall. And he wasn’t — he didn’t have a secretary, and I’m not going to have my secretary type his bills. It was just a thing of this is what I had done type of transaction.\nAppellant directly contradicted Skelly’s testimony that he used Business and Professionals Collection agency to perform asset checks. Appellant flatly denied ever using that company to conduct an asset check.\nAppellant further testified that both Skelly and Stellmach left appellant’s office under less than amicable circumstances. According to appellant, Skelly was disappointed when appellant informed her that she would not be employed as an attorney in appellant’s office after she obtained her license to practice. Additionally, “hard feelings” resulted from a number of problems, one of which involved alleged incidents in which she provided legal advice to appellant’s clients.\nWith respect to Stellmach, appellant testified that he “got extremely mad” when she left some gay literature (relating to the Gay Rodeo Association) in the office copy room. The literature was inadvertently stapled to some other papers which were then sent off to a client. Additionally, when appellant upbraided Stellmach for making “off-colored” comments and jokes in his office, Stellmach took offense and suggested that appellant “should be taken to the Equal Opportunity Employment . . . .” Stellmach resigned shortly thereafter when he refused to let her leave early on the Friday before New Year’s Eve. Appellant stated that Stellmach informed him that “because of. . . personal reasons and the pressures at the office, she was no longer going to work for me.” Later, when Stellmach made a claim for unemployment benefits, appellant “confronted her on it.”\nAppellant also called an attorney from a large personal injury firm in San Francisco to testify. The attorney testified that his firm often hires people to perform tasks similar to those which appellant claimed were provided by Hall. Further, the attorney stated that payments for such services “come out of the attorney’s fees themselves rather than the costs attributed the client. Our view and our practice is that if — if what we’re doing for the client is a lawyer-related activity, then we don’t charge that expense to the case costs.”\nAlthough Hall was present at the disciplinary proceedings, for reasons unclear from the record, neither appellant nor bar counsel called Hall to testify. On August 7, 1990, the panel filed its findings and recommendations. The panel found in pertinent part:\n[O]n a number of different occasions, Mr. Hall referred individuals who had sustained personal injuries to the law office of [appellant]. [Appellant] undertook the representation of these individuals and successfully obtained monetary settlements and/or judgments in varying amounts. [Appellant] paid referral fees to Mr. Hall which in two specific cases totalled ten percent (10%) of [appellant’s] fee on that particular case.\nThe panel further found that appellant had thus violated the following Nevada Rules of Professional Conduct:\n1. SCR 188(1) (a lawyer shall not share legal fees with a nonlawyer);\n2. SCR 196(3) (a lawyer shall not give anything of value to a person for recommending the lawyer’s services);\n3. SCR 197 (“[a] lawyer shall not solicit professional employment from a prospective client with whom the lawyer has no family or prior professional relationship, by mail, in person or otherwise, when a significant motive for the lawyer’s doing so is the lawyer’s pecuniary gain”); and\n4. SCR 203(1) (it is professional misconduct for a lawyer to violate the rules of professional conduct, knowingly assist or induce another to do so, or to do so through the acts of another).\nThe record of the disciplinary proceeding before the panel was filed in this court on August 29, 1990. Both Drakulich and bar counsel requested and were granted extensions of time to file appellate briefs. Briefing was completed on January 22, 1991.\nThereafter, former Chief Justice Mowbray disqualified himself from any further participation in the matter. On July 17, 1992, the governor designated District Judge Jerry Carr Whitehead to sit in the place of then Chief Justice Mowbray. On June 2, 1993, this court entered an unanimous five-judge order remanding this matter back to the disciplinary panel. This court indicated that after conducting “an independent review of the record” and after having “carefully considered the arguments of counsel,” the court had “determined that additional eviden-tiary proceedings before the hearing panel would assist the court in resolving the issues on appeal.” Specifically, this court directed the panel to conduct “a further evidentiary hearing for the purpose of receiving testimony from . . . Mr. Harold Hall.” This court also noted that appellant could present the testimony of other witnesses as well during the additional proceedings.\nSupplemental Evidentiary Proceedings\nOn December 15, 1993, the disciplinary panel conducted the supplemental hearing. Hall testified at this hearing that he has been extremely close to appellant and to appellant’s entire family for thirty years. Hall has worked many jobs, but, he indicated, his training has been primarily in the area of credit and collections. He testified that his father was a vice-president in a credit company and his father encouraged and assisted Hall in learning the credit collections business. His father taught him how to perform skip tracing, asset checks, and other aspects of credit collections business. Hall, however, has often been unemployed over the years. During such periods appellant would help him out by letting Hall do various odd jobs, including janitorial or gardening work.\nIn the 1980’s Hall went to work for the Reno Orthopedic Clinic in the collections department. He was hired because the clinic had a very high accounts receivable problem. His job simply entailed the collection of debts that had not been paid to the clinic.\nHall denied that he used his job at the clinic to methodically refer patients at the clinic to appellant. Rather, Hall stated that he has long referred “friends, acquaintances, anybody” to appellant because appellant and Hall are friends and because appellant is a “good attorney.” Hall flatly denied that he has ever had any type of arrangement with appellant where he would receive a standard ten percent of the fee generated by appellant in cases that he had referred to appellant. Further, he admitted that he never submitted any bills or reports to appellant. He just telephoned in and told a secretary the results of any investigation he had conducted. When asked how his fee was determined, Hall testified:\nSir, the procedure I go through with everybody that I collect for on the side is that I ask thirty percent. I ask thirty percent for everything that I do ... .\nWell, [appellant] would usually tell me that’s too much. He would say, “You’re too high.”\nAnd I would say, “Come on, you’re an affluent attorney and I’m just nobody. I’m just a collector,” I said.\nSo we would barter back and forth like a used car dealer, you know, back and forth, and [appellant] would say, “How about this?” And I would say, “Okay.”\nWhen Hall was asked to explain what he wanted thirty percent of, he could not explain whether he wanted thirty percent of the settlement, of the client’s recovery, or of appellant’s fee. He just knew that he received thirty percent in collections cases. Hall only knew that appellant would not cheat him. He does not have an hourly fee; he simply figured that because he received thirty percent for collecting a bad debt, he would ask for thirty percent for the other work he performed.\nHall then testified about each of the specific cases that the bar was concerned about. Regarding the Neff matter, Hall knew Neff through a neighbor. They became close and Neff even helped Hall move. When Neff was injured in a car accident, Neff came to Hall, and Hall tried to get him an appointment to be treated at the clinic. Hall also gave appellant’s name to Neff. After Neff consulted with appellant, appellant asked Hall to run a DMV check and an asset check on the other driver.\nWith respect to the Griffey/Sabatini matter, Hall testified that he knew the Griffeys because they worked at or knew people who worked at the clinic. They were not patients at the clinic. Hall learned that they were hit by a drunk driver and referred them to appellant. Thereafter, the Griffeys moved to California, appellant lost touch with them, and appellant used Hall to track them down. Hall also did normal investigative work on the case. He admitted that he and appellant negotiated that he would receive payment for his services amounting to ten percent of appellant’s fee. Hall said that he had never before been paid exactly ten percent.\nRegarding the Colfer matter, Hall testified that Colfer is the stepson of Hall’s sister. Hall learned that Colfer was involved in a fight with bouncers at a nightclub and referred him to appellant. Colfer was not a patient of the clinic. Again, appellant used Hall to investigate the bouncers and the club. Hall was not paid ten percent.\nHall further testified that there were many cases that he had referred to appellant for which he never received any money because he did not do any work on those cases. He added that he did not get paid on cases in which there was no recovery because he did not feel that he should.\nAppellant also called Terry Rusk, Chief of Investigations for the Washoe County District Attorney’s Office, to testify in the supplemental proceedings. Rusk used to have a private investigation and polygraph firm, and he shared office space with appellant. Rusk testified that he would see Hall at the office and Hall would say that he was doing work for appellant. Hall would ask if Rusk had any work that he could do, such as skip tracing or asset searches. Finally, Rusk testified that the amount of money Hall received for allegedly doing asset checks was appropriate for doing such a check.\nAppellant also called Roy Allen Grayson, owner of Business and Professional Collection Service, the collection agency that Skelly said appellant always used. Grayson said that his firm is a client of appellant’s, but that in the eleven-year period his firm has been in existence, he has never been asked by appellant or any member of appellant’s staff to perform an asset check on any defendant in one of appellant’s cases, nor has his firm ever performed an asset check for appellant. Grayson was specifically asked the following question by a panel member: “What the secretary testified to was A1 over at Business and Professional Collection Service would do any credit checks that she needed because they are a client of [appellant’s]. If she testified that way, would she be mistaken?” Grayson responded: “She would be mistaken.”\nOn March 2, 1993, the panel filed in this court its supplemental report. The panel unanimously concluded that its original findings, conclusions, and recommendation were correct. The panel specifically found that Hall’s testimony “was not particularly credible or at all exculpatory.”\nSTANDARDS OF REVIEW\n“[I]n discharging its inherent authority to discipline the bar, this court has the obligation to conduct an independent and de novo review of any record compiled in a disciplinary proceeding in order to determine whether discipline in any particular instance is warranted,” see State Bar of Nevada v. Claiborne, 104 Nev. 115, 126, 756 P.2d 464, 471 (1988), or whether any charge meriting discipline has been proven, see In re Miller, 87 Nev. 65, 68-69, 482 P.2d 326, 328 (1971). Thus, this court has held that “the ultimate responsibility for arriving at the truth in disciplinary matters lies with this court.” Claiborne, 104 Nev. at 126, 756 P.2d at 471.\nIn bar disciplinary matters, a higher degree of proof is required than in ordinary civil proceedings. Clear and convincing evidence must support any findings of misconduct. See In re Stuhif, 108 Nev. 629, 634-35, 837 P.2d 853, 856 (1992); see also SCR 105(2)(e). This court has held that clear and convincing evidence must be “satisfactory” proof that is: Gruber v. Baker, 20 Nev. 453, 477, 23 P. 858, 865 (1890), cited in Stuhff, 108 Nev. at 635, 837 P.2d at 856. Clear and convincing evidence has been defined by other courts as “evidence establishing every factual element to be highly probable,” see Butler v. Poulin, 500 A.2d 257, 260 n.5 (Me. 1985), or as “evidence [which] must be so clear as to leave no substantial doubt,” see In Re David C., 200 Cal. Rptr. 115, 127 (Ct. App. 1984).\nso strong and cogent as to satisfy the mind and conscience of a common man, and so to convince him that he would venture to act upon that conviction in matters of the highest concern and importance to his own interest. It need not possess such a degree of force as to be irresistible, but there must be evidence of tangible facts from which a legitimate inference . . . may be drawn.\nOur independent and de novo review of this record simply does not reveal satisfactory, strong, or cogent proof of tangible facts establishing a legitimate inference or a high probability that appellant committed the violation of our disciplinary rules found by the panel.\nDISCUSSION\nUncontradicted testimony in this record establishes that Hall referred friends and personal acquaintances to appellant who were in need of legal representation, and that Hall received payments from appellant relating to those cases. It is also uncon-tradicted that Hall did not receive payment in all of the cases he referred to appellant, but only in those cases in which he performed work for appellant and in which appellant obtained a monetary settlement or judgment.\nWe emphasize that the testimony that Hall performed investigative services, asset checks, and other work for appellant in the three cases at issue is uncontradicted, and that the state bar presented no affirmative evidence refuting this testimony. Appellant and Hall both testified that Hall performed such services and was compensated for the work he performed. Their testimony is consistent. Their testimony is also consistent with the notations on the checks that Hall received from appellant. Further, their testimony was corroborated by Terry Rusk, the Chief of Investigations at the Washoe County District Attorney’s Office. Rusk testified that, when he shared office space with appellant:\n[Hall] came down the hall from [appellant’s] office and said that he was doing some work for [appellant] and wanted to know if I had any work that he could be doing. I told him that time no. And then periodically, when he would be in, he would ask me if I had anything that he could do as far as skip tracing or asset searches, that type of thing.\n(Emphasis added.)\nAlthough appellant’s ex-secretary Jan Marie Stellmach testified that appellant instructed her to make notations on all checks issued to Hall indicating that the check was payment for investigative services, this testimony does not negate the positive testimony that Hall in fact performed such services. Rather, Stellmach’s statement regarding the instructions she received from appellant is entirely consistent with the testimony of appellant and Hall.\nFurther, like appellant’s other ex-secretary Muriel Skelly, Stellmach could only state that she had no knowledge of whether Hall performed investigative services, asset checks, or other work for appellant. As appellant argues, this type of indefinite testimony should not be given greater weight than Hall’s and appellant’s positive testimony to the effect that Hall did perform such services. See, e.g., McClellan v. David, 84 Nev. 283, 439 P.2d 673 (1968) (testimony of witness that he does not remember an event does not contradict positive testimony that such event or conversation occurred).\nWe note as well that the testimony presented by Muriel Skelly does not even remotely approach clear and convincing proof that appellant engaged in the misconduct charged in Count IV. By her own admission, Skelly was not even employed by appellant in 1988, the relevant time period specifically alleged in the complaint. Count IV of the complaint alleged that appellant paid referral fees to Harold Hall “[d]uring 1988.” According to Skelly, however, she worked for appellant as a legal secretary and legal assistant for two and one-half years beginning in April 1985. Thus, Skelly’s own testimony establishes that she left appellant’s employ prior to 1988. Because she was no longer employed by appellant in 1988, Skelly could have had no knowledge resulting from her employment of any referral fee payments appellant allegedly made to Hall during 1988.\nMoreover, Skelly could only testify affirmatively that Hall telephoned appellant’s office to “give names of clients that he had told to get in touch with us.” This conduct alone does not constitute a violation of any of the Nevada Rules of Professional Conduct, and, of course, appellant does not contest the fact that Hall referred clients to his office for representation.\nThe essential issue in this disciplinary matter is whether appellant shared legal fees with Hall because Hall had referred clients to him, or whether, as appellant maintains, Hall was paid in negotiated and reasonable amounts for performing investigative and other services in the cases involving clients that Hall had referred to appellant. In this respect, Skelly could only state that she had no knowledge of whether Hall performed investigative or other services for appellant. That she did not know whether Hall ever performed an asset check or any type of investigative service is certainly understandable in light of the fact that she did not even work for appellant during the time frame in issue. Moreover, Skelly never heard appellant say that Hall was paid a referral fee. Skelly’s lack of knowledge in these respects manifestly is not clear and convincing proof that Hall was paid solely for having referred clients to appellant; nor does it consist of clear and convincing proof refuting the evidence that appellant paid Hall for services Hall performed. Surely, such testimony cannot approximate clear and convincing proof that appellant engaged in the professional misconduct alleged in Count IV.\nSkelly’s only other testimony of note is her statement that appellant had instructed her that “A1 over at Business and Professional Collection Service would do any credit checks or asset checks that we needed because he was a client of ours.” As detailed above, this testimony was thoroughly refuted by the testimony of the owner of that business. In sum, Skelly’s testimony can hardly be said to constitute clear and convincing proof that appellant paid Hall referral fees during 1988.\nThus, it is apparent from our review of the record that the panel must have placed great reliance on Stellmach’s testimony, and in particular her statement that she heard appellant say that Hall received a ten percent referral fee. It also appears that, in order to find as it did, the panel must have completely discounted and rejected the testimony offered by appellant, Hall, and Rusk. We are not persuaded, however, that the evidence in support of appellant’s explanation should be disregarded so readily and completely. Additionally, in light of appellant’s uncontradicted testimony regarding the circumstances surrounding Stellmach’s departure from her employment with appellant, we are unwilling to accord her testimony the same high degree of reliance that the panel apparently accorded to that testimony.\nIn the case of In re Clarke, 46 Nev. 304, 307-08, 212 P. 1037, 1038 (1923), this court held that due to the highly penal nature of an order of disbarment and its adverse affect on the future of the accused, this court would “not disbar on doubtful evidence, or where there is substantial conflict in it.” Additionally, in the case of In re Winters, 40 Nev. 335, 163 P. 244 (1917), this court weighed the “circumstantial evidence of the prosecution” against the “positive testimony” of the accused attorney. This court also alluded to the former good reputation of the attorney in emphasizing the attorney’s positive testimony. Id. at 337, 163 P. at 245.\nAlthough the panel has recommended a 90-day suspension in the instant case, and not disbarment, we nonetheless conclude that, under all the circumstances, the evidence in this case that appellant paid Hall a referral fee is doubtful and does not warrant such a drastic sanction. At the very least, the evidence relating to that charge is in substantial conflict.\nFor example, we can perceive no clear and convincing evidence supporting the panel’s finding that appellant violated SCR 196(3), the rule which prohibits a lawyer from giving anything of value to a person for recommending the lawyer’s services. As noted, the only direct evidence in this record supporting that finding of misconduct is Stellmach’s testimony that appellant paid Hall referral fees. As noted above, however, Stellmach’s testimony was contradicted by the testimony of Hall, by the testimony of appellant, and by corroborating testimony of Rusk. Moreover, the state bar does not dispute appellant’s assertion that his record establishes that he is an excellent, competent, and dedicated attorney who has never before been disciplined. Thus, we are inclined to accord appellant’s testimony far more weight than did the panel. See Winters, 40 Nev. at 337, 163 P. at 245.\nAdditionally, in light of appellant’s and Hall’s positive testimony regarding the nature and purpose of the payments that were made to Hall, we harbor substantial doubts respecting the panel’s finding that appellant violated SCR 197, the rule that prohibits a lawyer’s solicitation of clients when a significant motive for the solicitation is the “lawyer’s pecuniary gain.” The record before us suggests that, to the contrary, appellant’s motives were far more consistent with a desire to assist Hall, a longtime friend of appellant’s family who became “a different sort of person” after he suffered neurological damage as a young man in an accident and who was experiencing financial difficulties.\nSimilarly, in light of the consistent affirmative testimony presented by Hall and appellant, we are not persuaded that the evidence clearly and convincingly demonstrates a violation of SCR 188(1), the rule that prohibits a lawyer from sharing legal fees with a nonlawyer. The evidence in this record reflects that appellant and Hall negotiated the value of Hall’s services after Hall performed the services. The fact that on occasion the payments to Hall equaled or approximated ten percent of appellant’s fee does not alter the essential nature of the payments or their purpose. The evidence suggests that appellant did not share a predetermined percentage of his legal fees with Hall, rather, appellant generally negotiated with Hall the value of Hall’s services after they were performed, and paid Hall for those services out of appellant’s own funds. Further, uncontradicted testimony indicates that the payments to Hall amounted to a fair and reasonable compensation for the services Hall performed.\nIt is true that the negotiations were conducted in terms with which Hall was familiar, i. e., Hall would always begin the negotiations with a request for thirty percent. He could not say, however, of what he was requesting thirty percent. Appellant was simply negotiating with Hall in terms with which Hall was familiar and able to understand.\nEven if the payments to Hall could be construed as a violation of SCR 188(1), i.e., a percentage sharing of appellant’s fees, we are not persuaded that appellant’s conduct warrants the severe sanction recommended by the panel. We note, for example, that the alleged misconduct occurred prior to this court’s publication of an anonymous letter of reprimand clarifying that fee arrangements involving the percentage sharing of attorneys’ fees with non-lawyers are prohibited. See Discipline of an Anonymous Member of the Bar, Docket No. 22708 (Order, August 14, 1992). The attorney in that case was anonymously reprimanded for violating SCR 188(1). The attorney had paid a percentage portion of the attorney’s fees to an investigator in exchange for the investigator’s services. This court took the extraordinary step in that case of publishing an anonymous private reprimand because the state bar had specifically agreed that “[i]t is reported that similar fee arrangements are utilized by other local practitioners . . . .” Further, the state bar had represented to this court that publication would “inform other lawyers who are sharing fees with non-lawyers that this conduct is prohibited . . . .” Imposition of a 90-day suspension under the instant questionable circumstances occurring in 1988 would be wholly inconsistent with the far less harsh anonymous discipline issued by this court subsequently in August 1992. It would also be abhorrent to this court’s desire to encourage consistency in the imposition of disciplinary sanctions.\nFinally, we are not persuaded that the evidence in this record clearly and convincingly establishes a violation of SCR 203(1). That rule provides: “It is professional misconduct for a lawyer to violate or attempt to violate the rules of professional conduct, knowingly assist or induce another to do so, or do so through the acts of another.” We perceive no clear and convincing evidence supporting the panel’s finding that appellant violated any of the aforementioned rules of professional conduct or that he knowingly assisted or induced another to do so.\nCONCLUSION\nFor the reasons stated above, we conclude that clear and convincing evidence does not support the disciplinary panel’s findings of misconduct. Accordingly, we disapprove and reject the panel’s recommendations. Further, we vacate our prior order of August 7, 1990, directing the maintenance of confidentiality in this matter. We are of the view, however, that clear and convincing evidence in this record establishes that appellant failed to make reasonable efforts to ensure that Hall’s conduct was compatible with appellant’s professional obligations. See SCR 187(2). This entire proceeding might have been avoided if appellant had simply made reasonable efforts to keep records and documentation specifying the exact nature of Hall’s services and the compensation he received. Moreover, appellant should have explained to Hall that appellant could not pay Hall for his services in amounts to be established by a predetermined percentage of appellant’s fees. Consequently, we conclude that pursuant to SCR 120(1), appellant shall be assessed all costs of the disciplinary proceeding, including, but not limited to, reporter’s fees, investigation fees, bar counsel and staff’s salaries, and witness expenses allocable to this proceeding.\nSteffen, C. J., and Young, J., concur.\nWe note that present bar counsel did not prosecute this action before the panel, or file the appellate brief submitted to this court.\nIn a subsequent evidentiary hearing ordered by this court, Hall described his job title with the Reno Orthopedic Clinic as the “collection supervisor.” He stated that his job only entailed the collection of bad debts from patients at the clinic, that he “worked off a computer sheet,” and that his job had “nothing to do with the medical problem or medical history” of any patients.\nWe note, that from our review of the record, we are able to confirm only one instance where the payments to Hall totalled ten percent of appellant’s fee.\nSee also SCR 39; SCR 99(1); In re Kenick, 100 Nev. 273, 680 P.2d 972 (1984); In re Wright, 68 Nev. 324, 232 P.2d 398 (1951); In re Scott, 53 Nev. 24, 292 P. 291 (1930).\nWe note that Stellmach did testify that she held no grudge against appellant. Nonetheless, Stellmach did not contradict appellant’s explanation of the circumstances under which she left her employment with appellant’s office.\nThe Honorable Jerry Carr Whitehead, Judge of the Second Judicial District Court, who was designated by the Governor to sit in place of The Honorable John C. Mowbray, Justice, on July 17, 1992, did not participate in this decision.\nThe Honorable Miriam Shearing, Justice, did not participate in this decision.",
        "type": "majority",
        "author": "Springer, J.:"
      },
      {
        "text": "Rose, J.,\ndissenting:\nI dissent from the majority because I find that clear and convincing evidence exists to support the panel’s findings that on several occasions Drakulich violated a number of the Nevada Rules of Professional Conduct by splitting his attorney’s fees with Hall. Hall was employed by the Reno Orthopedic Clinic as a bill collector and had continual access to individuals injured in accidents. In reviewing this case de novo, the majority has chosen to accept Drakulich’s explanation of why and how payments were made to Hall. I, however, do not. Accordingly, I would support the panel’s recommendation to impose a ninety day suspension on Drakulich.\nThe majority concludes that clear and convincing evidence did not exist to support the finding of the board and chooses to reject the panel’s finding. Drakulich contends, and the majority apparently agrees, that his testimony was “completely uncontra-dicted.” I disagree. They base this primarily on Drakulich’s testimony that he never agreed to pay Hall any part of the fees he earned in cases that Hall referred to his office. Additionally, the majority focuses on Drakulich’s testimony that he did not charge Hall’s services to the clients because “a lot of it was basically finding work for Harold to do.”\nDrakulich also testified that Hall did not submit bills for his services because Hall was not a licensed investigator and stated that the only way he could have Hall do anything for his cases, “other than people he would know and that he would be able to contact, he would have to either be employed by my office, which I didn’t want to do, or he would have to go ahead and go formally with another investigative agency.” However, I believe that other evidence clearly shows that Drakulich was guilty of fee-splitting with Hall.\nIn the initial hearing, testimony from Muriel Skelly and Jan Marie Stellmach provided clear and convincing evidence of Drakulich’s fee-splitting with Hall. Both were secretaries for Drakulich at the time, and Skelly is now a member of the State Bar of Nevada. Skelly testified that once a week Hall would call the office to give the names of clients “he had told to get in touch with us.” She testified that, to her knowledge, Hall did not perform investigative services or asset checks for Drakulich and that she never saw bills submitted by Hall for such services. This indicates to me that Hall was being compensated for referrals rather than investigative services. Additionally, she testified that Drakulich told her that Business and Professional Collection services performed asset checks because they were a client. However, Drakulich flatly denied using Business and Professional Collection agency to perform asset checks and had the owner of the agency testify to the same.\nStellmach’s testimony also indicated that Hall received a share of attorney’s fees from Drakulich. Stellmach testified that she heard Drakulich say that Hall referred cases over and got a ten percent referral fee for those services. Stellmach testified that in the Griffey/Sabatini case, she wrote a check to Hall at Drakulich’s direction equaling ten percent of the fees Drakulich collected in the case. Stellmach’s testimony also indicated that Drakulich told her that Hall would be given a ten percent referral fee on the Colfer case, although the check given to Hall prior to final settlement indicated that it was for investigative services. In the Neff case, Hall was paid approximately nine percent of Drakulich’s fee.\nThe majority argues that the fact that “on occasion the payments to Hall equaled or approximated ten percent of appellant’s fee does not alter the essential nature of the payments or their purpose.” I disagree. In light of the testimony of Skelly and Stellmach, this represents to me clear and convincing evidence that Hall was improperly receiving a percentage of Drakulich’s attorney’s fees.\nStellmach also testified that to her knowledge, Hall never performed the type of investigative services that Drakulich claims he performed. However, all checks to Hall, Drakulich told Stellmach, were to include the notation, “investigative services.” Investigative services performed by other entities were recorded in the “costs advanced column” of the ledger and eventually charged against the client. However, Stellmach indicated that payments to Hall were treated differently. Payments were not recorded as a cost advance and were not charged against the client but instead were deducted from Drakulich’s attorney’s fees and came directly out of Drakulich’s pocket. Additionally, Stellmach never saw any bills submitted by Hall for investigative services.\nHall’s testimony also fails to persuade me that Drakulich was not splitting fees with him. Hall rambled extensively in his testimony and had difficulty in answering questions. Although Hall denied referring clients to Drakulich for a fee, insisting that references were only because Drakulich was a family friend and a good attorney, I find that his testimony was largely unhelpful and unpersuasive in confirming Drakulich’s testimony.\nFinally, I note my concern with the law relating to our review of bar matters. The law regarding bar matters is clear. “Though persuasive, the Board’s findings and recommendations are not binding on this court. This court must review the record de novo and exercise its independent judgment to determine whether and what type of discipline is warranted.” In re Stuhff, 108 Nev. 629, 633, 837 P.2d 853, 855 (1992). The panel was the body which actually observed the witnesses testify. I would, therefore, change the law to grant more deference to the disciplinary board, especially in the area of witness credibility. See, e.g., Matter of Arrick, 882 P.2d 943, 948 (Ariz. 1994) (“[o]n issues of witness credibility, we have held that it is proper for the commission and this court to defer to the hearing committee”). Because Drakulich disputed the testimony of his former secretaries, much of the board’s decision turned on witness credibility. The disciplinary panel, not this court, is the body best able to view the testimony of the various witnesses and assess their credibility.",
        "type": "dissent",
        "author": "Rose, J.,"
      }
    ],
    "attorneys": [
      "Bradley & Drendel; Hamilton & Lynch, Reno, for Appellant.",
      "C. A. Olendorff, Las Vegas, for Respondent State Bar of Nevada."
    ],
    "corrections": "",
    "head_matter": "In re Discipline of VICTOR G. DRAKULICH.\nNo. 21321\nDecember 19, 1995\n908 P.2d 709\nBradley & Drendel; Hamilton & Lynch, Reno, for Appellant.\nC. A. Olendorff, Las Vegas, for Respondent State Bar of Nevada."
  },
  "file_name": "1556-01",
  "first_page_order": 662,
  "last_page_order": 680
}
