{
  "id": 1279611,
  "name": "State, ex rel. S. J. Murphy, Plaintiff in Error, v. J. P. Harllee, et al., Defendants, in Error",
  "name_abbreviation": "State ex rel. Murphy v. Harllee",
  "decision_date": "1930-12-20",
  "docket_number": "",
  "first_page": "1562",
  "last_page": "1566",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1562"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "264 U. S. 375",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141420
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/264/0375-01"
      ]
    },
    {
      "cite": "75 Fla. 792",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1053675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/75/0792-01"
      ]
    },
    {
      "cite": "13 Fla. 77",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1159159
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/13/0077-01"
      ]
    },
    {
      "cite": "8 Fla. 276",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1129266
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/8/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 300,
    "char_count": 6734,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 1.383221401092841e-07,
      "percentile": 0.6409613070105632
    },
    "sha256": "e181cb9e1cf6b048a79d5b75da36fbcbd5a9ff5545ef4ea925fdc61de2dc2c93",
    "simhash": "1:9efb5fe5a889cde6",
    "word_count": 1193
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Strum and Brown, J. J., concur.",
      "Ellis and Buford, J. J., dissent."
    ],
    "parties": [
      "State, ex rel. S. J. Murphy, Plaintiff in Error, v. J. P. Harllee, et al., Defendants, in Error."
    ],
    "opinions": [
      {
        "text": "\"Whitfield, J.\nThe question for determination is whether the provision of Section 3384 Rev. Gen. Stats., Section 5237 Comp. Gen. Laws, that “the fees of a justice of the peace shall be the same as those of the Clerk of the Circuit Court for similar services,” refers to the fees of Clerk of the Circuit Court that are prescribed in Section 3084 Rev. Gen. Stats., or to the fees of the Clerk of the Circuit Court prescribed by Chapter 11893, Acts of 1927, Section 4867, Comp. Gen. Laws.\nChapter 1981, Acts 1874, “An Act to fix and regulate the fees and per diem of certain officers herein designated, ’ ’ defined the compensation of designated State and county officers. Section 6 of the Act prescribed the fees of Clerks of the Circuit Court, and section 8 prescribed the fees for Justices of the Peace. Chapter 2089, Acts of 1877, amended certain sections of Chapter 1981, Acts 1874, including sections 6 and 8, and again fixed in detail the fees of Clerks cf the Circuit Court and of Justices of the Peace. Chapter 3106, Acts of 1879, again amended the sections defining the fees of Clerks of the Circuit Court and Justices of the Peace; as to the latter, section 3, Chapter 3106, Acts of 1879, provides:\n“That the fees of Justices of the Peace shall be as follows: Warrants in criminal cases, issuing, forty cents; issuing writ of attachment, summons or execution, forty cents; issuing subpoena, twenty'Cents; all other fees the same as is allowed to Clerks of the Circuit Courts and Sheriffs of the counties for like services. ’ ’\nSection 1, Chapter 3106, defining the fees of Clerks of the Circuit Court, was re-enacted as section 1394, Rec. Stats. 1892, while section 3, Chapter 3106, was not re-enacted, but section 1630, Rev. Stats. 1892, contains the following:\n‘ ‘ The fees of a Justice of the Peace shall be the same .as those of the Clerk of the Circuit Court for similar services. ’ ’\nThis quotation refers to the contents of section 1394, Rev. Stats. 1892. Section 1, Chapter 3106, section 1394, Rev. Stats. 1892, was re-enacted as section 1839, Gen. Stats. 1906, and as section 3084, Rev. Gen. Stats. 1920; while the above quotation as to the fees of Justices of the peace from section 1630, Rev. Stats. 1892, was re-enacted in section 2092, Gen. Stats. 1906, and in section 3384, Rev. Gen. Stats. 1920.\nIn each case of enactment and re-enactment the section as to fees allowed Justices of the Peace referred to the provisions of a section in the same statute defining the fees allowed to Clerks of the Circuit Courts. The Revised Statutes of 1892, the General Statutes of 1906, and the Revised General Statutes of 1920 each constitutes one enactment. Section 3084, Rev. Gen. Stats.,' defines the fees of the Clerks of the Circuit Courts. Section 5971, Rev. Gen. Stats., 1920, makes the fees of the Clerks of the Criminál Courts of Record “the same as the fees of the Clerks of the Circuit Courts in like cases.” Section 3312, Rev. Gen. Stats. 1920, allows the Clerks of the Civil Courts .of Record “the same fees as Clerks of the Circuit Courts receive for similar work. ’ ’ Section 3384, Rev. Gen. Stats. 1920, makes the fees of a Justice of the Peace “the same as those of the Clerk of the Circuit Court for similar services.” The last three sections refer to fees that are defined in section 3084, and all four of the sections are contained in one enactment, viz: the Revised General Statutes of 1920.\nChapter 11893, Acts of 1927, “An Act fixing the fees and compensation to be charged by the Clerk of the various Courts of Record and the Clerks of the Circuit Court, as Recorder” defined the fees of such Clerks, and repealed inconsistent laws as to fees of the Clerks of the various Courts of Record and of the Circuit Courts, but made no reference to the fees of Justices of the Peace or other officers. The intent of Chapter 11893, as shown by its title and contents, is to revise the fees of the Clerks of the Courts mentioned, as such fees are defined in sections 3084, 3312 and 5971, Rev. Gen. Stats., but not to change section 3384, making the fees of Justices of the Peace the same as those of the Clerks of the Circuit Courts as defined in section 3084, Rev. Gen. Stats., the provisions of Section 3084 as to fees being by reference made a part of Section 3384, Rev. Gen. Stats. Chapter 11893 shows this intent by including therein the Clerks “of the various courts of record” with Clerks of the Circuit Courts and not including Justices of the Peace. A provision with reference to the fees of Justices of the Peace if contained in Chapter 11893 would be inoperative under the title of the act. Sections 3084, 3312 and 5971, Rev. Gen. Stats^ were superseded by Chapter 11839, as to the fees of Clerks of the mentioned courts, but in so far as the provisions of section 3084, Rev. Gen. Stats., had been by reference made a part of section 3384, Rev. Gen. Stats., for the purpose of fixing the fees of Justices of the Peace, section 3084 remains a part of section 3384. This view is “consistent with the purpose of the adopting act,” Section 3384, Rev. Gen. Stats., and with the title, contents and purpose of Chapter 11893, Acts 1927.\nThe reference of section 3384 is to the then existing fees of Clerks of the Circuit Courts as defined in section 3084 of the same revision, and not to other statutes or to statutes that may be subsequently enacted defining the fees of Clerks of the Circuit Courts. Chapter 11893 contains provisions not applicable to justices of the peace.\nIn Jones v. Dexter, 8 Fla. 276, and Bushnell v. Dennison, 13 Fla. 77, the reference was not to provisions contained in another section of the same Act, but was general “to the I>rovisions of law regulating descents,” which provisions were not contained in the statute making the reference. See also Van Pelt v. Hilliard, 75 Fla. 792, 78 So. R. 693; Panama R. Co. v. Johnson, 264 U. S. 375, 44 Sup. Ct. R. 391, 68 L. Ed. 748.\nWhen one provision of a statute by general words of reference adopts provisions that appear only in another section of the same statute, future amendments of the adopted provisions are not to be regarded as included in the adoption unless an intent to include such future amendments in the adopting provision clearly appears.\nAffirmed.\nTerrell, C. J., and Strum and Brown, J. J., concur.\nEllis and Buford, J. J., dissent.",
        "type": "majority",
        "author": "\"Whitfield, J."
      },
      {
        "text": "Buford, J.\n(dissenting) : I dissent for reasons stated in the opinion prepared by me in Williams et al. v. State filed at this term.\nEllis, J., concurs.",
        "type": "dissent",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Grimes & Rowe and G. O. Lea, for Plaintiff in Error;",
      "Dewey A. Dye, for Defendants in Error."
    ],
    "corrections": "",
    "head_matter": "State, ex rel. S. J. Murphy, Plaintiff in Error, v. J. P. Harllee, et al., Defendants, in Error.\nEn Banc.\nOpinion filed December 20, 1930.\nGrimes & Rowe and G. O. Lea, for Plaintiff in Error;\nDewey A. Dye, for Defendants in Error."
  },
  "file_name": "1562-01",
  "first_page_order": 558,
  "last_page_order": 562
}
