{
  "id": 6087096,
  "name": "Loy W. Sockman and Elliot W. Brady v. Robert C. Switzer and Richard A. Ward",
  "name_abbreviation": "Sockman v. Switzer",
  "decision_date": "1967-06-22",
  "docket_number": "No. 7796",
  "first_page": "1563",
  "last_page": "1577",
  "citations": [
    {
      "type": "official",
      "cite": "54 C.C.P.A. 1563"
    },
    {
      "type": "parallel",
      "cite": "154 U.S.P.Q. 105"
    },
    {
      "type": "parallel",
      "cite": "379 F.2d 996"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "U.S. Patent No. 2,405,078",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "opinion_index": 0
    },
    {
      "cite": "236 F. 2d 428",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080144,
        430390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/43-2/1007-01",
        "/f2d/236/0428-01"
      ]
    },
    {
      "cite": "43 CCPA 1007",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080144
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/43-2/1007-01"
      ]
    },
    {
      "cite": "245 U.S. 418",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3694133
      ],
      "year": 1918,
      "pin_cites": [
        {
          "page": "425"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/245/0418-01"
      ]
    },
    {
      "cite": "284 F. 2d 531",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2006242,
        6077852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/284/0531-01",
        "/ccpa/48-2/0749-01"
      ]
    },
    {
      "cite": "48 CCPA 749",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077852
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/48-2/0749-01"
      ]
    },
    {
      "cite": "132 F. 2d 812",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1266148
      ],
      "year": 1943,
      "pin_cites": [
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/132/0812-01"
      ]
    },
    {
      "cite": "399 F. 2d 233",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "52 CCPA 858",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "opinion_index": 0
    },
    {
      "cite": "242 F. 2d 766",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        413680,
        6078889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/242/0766-01",
        "/ccpa/44-2/0839-01"
      ]
    },
    {
      "cite": "44 CCPA 839",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078889
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0839-01"
      ]
    },
    {
      "cite": "318 F. 2d 757",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        161856,
        6082370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/318/0757-01",
        "/ccpa/50-2/1386-01"
      ]
    },
    {
      "cite": "50 CCPA 1386",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082370
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1386-01"
      ]
    },
    {
      "cite": "318 F. 2d 325",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        161811,
        6082815
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/318/0325-01",
        "/ccpa/50-2/1544-01"
      ]
    },
    {
      "cite": "50 CCPA 1544",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082815
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1544-01"
      ]
    },
    {
      "cite": "276 F. 2d 661",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079745,
        1951814
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0886-01",
        "/f2d/276/0661-01"
      ]
    },
    {
      "cite": "47 CCPA 886",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079745
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0886-01"
      ]
    },
    {
      "cite": "333 F. 2d 935",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12163993,
        141714
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0759-01",
        "/f2d/333/0935-01"
      ]
    },
    {
      "cite": "52 CCPA 759",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12163993
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0759-01"
      ]
    },
    {
      "cite": "125 USPQ 48",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "183 F. Supp. 467",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        1448870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/183/0467-01"
      ]
    },
    {
      "cite": "339 F. 2d 233",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        883965,
        12164127
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/339/0233-01",
        "/ccpa/52-2/0853-01"
      ]
    },
    {
      "cite": "52 CCPA 853",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164127
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0853-01"
      ]
    },
    {
      "cite": "258 F. 2d 948",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6077146,
        451805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0701-01",
        "/f2d/258/0948-01"
      ]
    },
    {
      "cite": "46 CCPA 701",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077146
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "705"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/46-2/0701-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1343,
    "char_count": 36731,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.375926749761993e-07,
      "percentile": 0.6394504081125966
    },
    "sha256": "3cff8b0d9b4b235e3b2aa9625b36a08f19885a3436409a55a83cf049bd69e459",
    "simhash": "1:b5866472e6d90d01",
    "word_count": 6034
  },
  "last_updated": "2024-02-27T19:01:39.401188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worlet, Chief Judge, Rich, Smith and Almond, Associate Judges"
    ],
    "parties": [
      "Loy W. Sockman and Elliot W. Brady v. Robert C. Switzer and Richard A. Ward"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nThis appeal is from a decision of the Board of Patent Interferences, one member dissenting, awarding priority to Switzer and Ward, hereafter Switzer. The interference involves Switzer application Serial No. 484,319 [484] filed January 26, 1955, as a continuation-in-part of Serial No. 606,708 [606] filed July 23, 1945. In issue are five counts copied from patent No. 2,667,070 to Sockman and Brady, hereafter Sockman, issued January 26, 1954, on an application filed March 26,1949. Switzer was made senior party on the basis of the filing date of the parent 606 application. Since neither party presented evidence to show conception or reduction to practice prior to their respective filing dates, Switzer was awarded priority.\nThe controlling issue on appeal is whether the Switzer 606 application supports the counts. This issue turns on a question of semantics, i.e., the meaning to be ascribed to “a relatively non-volatile liquid consisting essentially of an oxygen-containing organic liquid,” which originated in the Sockman patent and was copied therefrom by Switzer.\nIn determining the meaning of this language in resolving the issue here, we shall give initial consideration to its meaning in the context of the Sockman patent in which it originated. Cf. Liebscher v. Boothroyd, 46 CCPA 701, 258 F. 2d 948, 119 USPQ 133; Rajchman v. Lockhart, 52 CCPA 853, 339 F. 2d 233, 144 USPQ 34.\nAs stated in the Liebsoher case, 46 CCPA at 705,119 USPQ at 135:\n* * * the words in which a claim is couched may not be read in a vacuum. One need not arbitrarily pick and choose from the various accepted definitions of a word to decide which meaning was intended as the word is used in a given claim. The subject matter, the context, etc., will more often than not lead to the correct conclusion. * * *\nSwitzer urges that we should have recourse to the Sockman patent only if the meaning of the claim is ambiguous. We think a sufficient answer to this position is to be found in the various meanings assigned to this language in the present controversy as will be apparent from the following discussion.\nBackground,\nThe controversy between the parties is entering its thirteenth year. The interference was first declared on May 23, 1955 but was dissolved by the Board of Patent Interferences on the grounds that the 606 application did not support the counts; and further, that a Canadian patent corresponding to the Sockman patent issued more than one year prior to the filing of the Switzer application 484 and was a statutory bar to the latter application. Upon resuming ex parte prosecution the examiner’s rejection of the 484 application on the above grounds was affirmed by the Board of Appeals. Switzer then brought an action in the District Court for the District of Columbia under 35 USC 145. That court, in Switzer v. Watson, 183 F. Supp. 467, 125 USPQ 48, overruled the board and held on the evidence presented by Switzer that the 606 application did support the counts. As a result of this decision, the interference was redeclared with Switzer designated senior party. The Board of Patent Interferences subsequently awarded priority to Sockman on the ground that Switzer’s filing of the 484 application with claims corresponding to the counts was not timely under the provisions of 35 USC 135(b).\nIn Switzer v. Sockman, 52 CCPA 759, 333 F. 2d 935, 142 USPQ 226, this court reversed the board, finding that the 484 application was timely filed. The court also noted that Sockman had presented evidence and arguments on the issue of whether the disclosure of the 606 application supports the counts, stating, 52 CCPA at 769, 142 USPQ at 232:\nWe think * * * that the board, in discharging its duty of determining priority here, has the responsibility of expressly determining whether the earlier application of Switzer et al., serial No. 606,708, supports the counts. While that determination must be made in the light of the district court’s decision, recognition that Sockman et al. had no opportunity to participate in the trial before that court requires that the board also shall consider such arguments and additional evidence as are now properly presented by Sockman et al.\nOn remand, the board awarded priority to Switzer and this appeal followed.\nThe Counts\nThe counts in issue relate to a method of detecting flaws in bodies, such as metal parts for machines. The method involves a sequence of steps, the first of which is coating the body with a penetrant liquid containing a dye. This liquid flows into the flaws. The liquid remaining on the surface of the body is then removed leaving the penetrant liquid in the flaws. Thereafter a developer, which may be in the form of chalk in suspension in a volatile liquid, such as ethyl alcohol, is then applied to the surface and the volatile liquid is allowed to evaporate leaving an absorbent chalk film on the surface. This film absorbs the colored penetrant liquid which was previously trapped in any flaws and the resultant colored area in the ehalk film reveals the presence of the underlying flaws.\nCount 1, which corresponds to Sockman’s claim 4 is representative of the counts in issue and is most clearly understood when broken into its component parts as follows:\n1. The method of inspecting a part for surface defects which comprises\n(1) applying to a surface of said part a solution of a dye in a penetrant liquid consisting of\n(a) a volatile liquid and\n(b) a relatively non-volatile liquid\n(i) having a higher surface tension than said volatile liquid,\n(ii) said relatively non-volatile liquid consisting essentially of an oxygen-containing organic liquid,\n(2) removing penetrant liquid from the surface to permit evaporation of part of the volatile liquid from the penetrant liquid remaining in the defect whereby there is an increase in the surface tension of the liquid in said defect, and\n(3) depositing on said surface a layer of finely divided penetrant liquid absorbing material of a color contrasting with that of said dye whereby penetrant liquid will be absorbed in said deposit to form a visible trace.\nIt is apparent from the record that the novelty of the invention in issue does not lie in the manipulative steps of the method per se but resides instead in the composition of the penetrant liquid dye solution. Referring to par. (1) of the above count, it will be seen that the dye solution is made up of three materials: (1) a dye, (2) a volatile liquid, and (3) a relatively non-volatile liquid. The non-volatile liquid is further defined as having a higher surface tension than the volatile liquid and as “consisting essentially of an oxygen containing organic liquid.” The penetrant liquid consists of the volatile and relatively non-volatile portions. As the volatile liquid evaporates from a flaw, it will tend to leave a higher proportion of the non-volatile liquid in the remaining penetrant and increase its surface tension with the result that it will more readily exude from the flaw in the subsequent treatment defined in par. (3) of the above count.\nSwitzer, having copied the claims from the Sockman patent, has the burden of proving his right to make the claims. Segall v. Sims, 47 CCPA 886, 276 F. 2d 661, 125 USPQ 394; Smith v. Wehn, 50 CCPA 1544, 318 F. 2d 325, 138 USPQ 52. A similar burden of proof applies where one relies on an earlier application for support in order to obtain the benefit of its filing date. See Guyer v. Cramer, 50 CCPA 1386, 318 F. 2d 757, 138 USPQ 125. For a construction of an application which meets a count to be acceptable, it must be the “necessary and only reasonable” construction. Binstead v. Littmann, 44 CCPA 839, 242 F. 2d 766, 113 USPQ 279; Guyer v. Cramer, supra.\nThe application of those principles in the present case must'be made in the light of the decision of the district court in Switzer v. Watson, supra, in which the court found that the Switzer application 606 supports the claims which are the counts in this interference. The situation is adequately summed up in our instructions to the board on remand, quoted supra.\nThe Opinions Below\nIn the presently appealed decision each of the members of the Board of Patent Interferences wrote a separate opinion. Two of these opinions hold that the 606 application supports the counts. The third and dissenting opinion holds that it does not. The majority members considered that the language of the 5 counts, while broad, was not ambiguous. Thus they did not resort to the Sockman patent, in which they originated, to construe them. The dissenting member, on the other hand, found it necessary to resort to the file history of the patent in order to determine the meaning of the term in issue from the context in which it originated. Pie, therefore, construed the counts in the light of the Sockman specification and the prosecution of the application which resulted in the issuance of the Sockman patent. He also discussed and relied upon the substantial amount of evidence which' Sockman had introduced in the interference and which was not before the district court in Switzer v. Watson. Analyzing that evidence at length and comparing it with the evidence before the district court, the dissenting member concluded that the present record presented an entirely different picture than was before the district court and that this compelled a finding that the Switzer 606 application does not support the courts.\nOur consideration of the record leads us to conclude, on the basis of the evidence, that the dissenting board member was correct and the decision below must be reversed.\nThe question whether Switzer 606 supports the counts first arose in a motion by Switzer to shift the burden of proof. Under the rules of the Patent Office (Buies 258(b) and (c)), matters so raised may be reviewed at final hearing and the prior art of record in the patent file may be referred to in construing the issue. There is a clear issue between the parties as to the meaning of “relatively non-volatile liquid consisting essentially of an oxygen-containing organic liquid.” Specifically, the language is such that there is a question whether it requires a liquid compound which contains oxygen as part of its chemical structure or whether it is satisfied by a solid oxygen-containing compound which is included in a hydrocarbon liquid. It is the context in which it is used which imparts the particular meaning to it. It is clear that language capable of such diverse interpretations is ambiguous. Thus resort to the Sockman patent to construe it is both proper and necessary. See Smith v. Wehn, supra; Rajchman v. Lockhart, 52 CCPA 858, 399 F. 2d 233, 144 USPQ 34.\nWhile the language in question first appears in claims in the Sock-man application, the specification does not use the specific language “oxygen-containing organic liquid.” However, it does specify the inclusion in the penetrant liquid, along with the dye and a volatile solvent of low surface tension, of one or more of the relatively nonvolatile, high surface tension liquids exemplified by plasticizers in the plastics art. Dibutyl phthalate is disclosed as a preferred compound. The specification further states:\nAs examples of high surface tension, low volatility liquids that have been tested experimentally and found satisfactory for flaw inspection, we have used benzyl alcohol, amyl, di-amyl, butyl, dibutyl, ethyl, di-ethyl, methyl and dimethyl, acetates, butyrates, citrates, cinnamates, ethers, salieyclates, glycolates, phthalates, maleates, sebacates, succinates and propionates, ewcludmt7 however low volatility liquids that may contain hydrocarbon oils. The satisfactory low volatility liquids may thus be characterized as being oil free. [Emphasis added.]\nIn interpreting the counts, the dissenting board member considered the disclosure in the specification in the light of the prosecution of the application which resulted in the allowance of the Sockman claims which became the counts here. As a result of that consideration, he concluded that:\n* ⅜ ⅜ Sockman et al. used the words oxygen-containing organic liquid in the sense that the liquid chemically contained oxygen as well [as] carbon. To read them on a liquid chemically containing carbon, which liquid has a compound containing oxygen mixed with it, is to give the language another meaning making the reason for allowance of the claims a nullity, and rendering the claims in issue invalid in the patent of their origin.\nThe conclusion of the dissenting board member is supported by the file history of the Sockman patent. The claims in the Sockman patent were initially rejected on Ward patent hTo. 2,405,078 and Ward and Switzer Canadian patent hTo. 476,342, issued August 21, 1951. The specification of the Canadian patent is the same as that of the Swit-zer 606 application in all material respects. The Canadian patent refers to a filing date in the United States of July 23, 1945, which is the filing date of the 606 application. It was further observed by the dissenting member that the examiner, in rejecting certain claims of Sockman applied a claim to an example given in the Ward Canadian patent. The examiner further stated that the use of the term “plasticizer” in the specification was misleading and suggested that the specification and claims be clarified by adopting terminology directed to the thickening or evaporation retarding properties of the ingredient so designated.\nThe subsequent prosecution of Sockman is described by the dissenting board member, his emphasis, as follows:\nTlie next amendment ⅜ * * presented the claims that became counts 1 to 4 * * *. Each of them included in their language a “relatively non-volatile liquid (or portion) consisting essentially of an oxyegn-containing organic liquid.” The remarks accompanying the amendment state:\nThe newly added claims 42-45 define the invention both in terms of relative physical characteristics and also the relatively non-volatile liquid formerly referred to as plasticizer is defined as being an owygen-containing organic liquid, thus distinguishing over hydrocarbon oils which, according to the specification on page 5, lines 23-24, are not satisfactory. The essential difference in the added claims 42-45 and the non-allowed claims previously in the case is this bringing out in the claims that the high surface tension, relatively non-volatile liquid (formerly called plasticizer) consists essentially of an oxygen-containing organic liquid. This makes the claims more definite and also clearly distinguishes over the prior art cited by the Examiner, as will be hereinafter explained.\nAfter referring to an affidavit submitted with the amendment the remarks continue:\n—it is also important that the remaining relatively non-volatile liquid in the defect have not only a higher surface tension as compared to the volatile portion, but it should have a high surface tension in and of itself, which characteristic is obtained by the use of dibutyl phthalate and other owygen-containing organic liquids as set forth in applicant’s specification. It is respectfully submitted that the references cited by the Examiner do not show or teach of a penetrant liquid having a volatile low surface tension liquid mixed with an owygen-oontaining organic liquid of low volatility (relatively non-volatile) and higher surface tension.\n—The second reason that Blum does not anticipate applicants’ invention, of course, is that the relatively non-volatile liquid consists of a hydrocarbon oil and not an owygen-containing organic liquid, as is called for in applicant’s claims.\n—The non-volatile liquid of Ward, that is, Texaco penetrant oil, is not an owygen-containing organic liquid as set forth in applicant’s claims, and is just the type of material applicant states should be avoided in his specification on page 5 lines 22-24, and also as set forth in the accompanying affidavit.\n—The other examples given in the Ward patent also do not anticipate the invention defined in applicant’s claims either because the relatively nonvolatile portion is a hydrocarbon oil or — . The above statements also apply to Ward U.S. patent 2,405,078.\nThe application was then passed to issue on April 30, 1953. In an amendment under Rule 312 (paper 19) reference to “creep out” was canceled in the claims and claim 47 was presented. It contained the language “a relatively non-volatile portion consisting essentially of an oxygen-containing organic liquid”, became claim 9 of the patent in interference, and is now count 5. * * *\nOpinion\nThe designation of the relatively non-volatile liquid as “consisting essentially of an oxygen-containing organic liquid,” is here used in the context that it means the liquid contains oxygen in the chemical sense of having the molecules of the liquid contain atoms of oxygen. The specification contains a clear exclusion of low volatility liquids that may contain hydrocarbon oils. This clearly indicates that the term in question means compounds chemically containing oxygen rather than compounds in which oxygen is physically mixed. That meaning, along with the further statement that the liquids may be characterized as being “oil free,” also indicates that Sockman required that the liquids must be liquids, not solids which are made liquid by reason of the addition of oils or hydrocarbons. These conclusions are further supported by the fact, demonstrated by the file history, that the language in question was selected by Sockman and agreed to by the examiner as the basis for distinguishing from the liquids containing hydrocarbons which are disclosed in Ward patent No. 2,405,078 and the Ward Canadian patent.\nIn using the above language, Sockman was but exercising his privilege to “be his own lexicographer.” As such all he need do is “to convey his thoughts, in his own language, but somehow to make his invention clear.” See Chicago Steel Foundry Co. v. Burnside Steel Foundry Co., 132 F. 2d 812, 814 (7th Cir. 1943). See also In re Rohrbacher, 48 CCPA 749, 284 F. 2d 531, 128 USPQ 117. There is no evidence that this interpretation of the language which Sockman relied upon in the specification to distinguish his invention over the invention of the Ward and Switzer Canadian reference patent is not reasonable.\nIn approaching the resolution of this issue we have borne in mind the adminition of Mr. Justice Holmes in Towne v. Eisner 245 U.S. 418 at 425 (1918) that:\n* * * A word is not a crystal transparent and unchanged, it is the skin of a living thought and may vary greatly in color and content according to the circumstances and the time in which it is used. * ⅜ *\nThe district court in Switzer v. Watson, supra, appears to have considered the claims not to be so limited as we find here. We have considered these district court proceedings and it does not appear that the argument here made by Sockman with regard to the meaning of the counts as limited by the Sockman specification and the file history was considered by that court. It is also particularly important to note that the district court, on the record before it, regarded the matter of the meaning of this critical term in the claims as “a minor matter,” in. finding that the 606 application supported the claims in issue. The basis for such finding was in effect that the emulsifying agent in all the specific examples in the 606 application, seven in number, met the requirements of the claims even if they were construed in the narrowest sense which Sockman urged in the previously dissolved interference.\nThe seven specific examples of the 606 application each list three items as components, the items being the “penetrant” agent or first component, the dye, and the emulsifier. In example 3, the emulsifier is item 2 and in all other examples it is item 3. The emulsifiers are listed with example numbers in the Switzer brief as follows:\nNapthenic acid soap (molecular weight about 350) - (Ex. 1 and 6)\nOctylaminoethanol soap of tetradeeyl sulfuric acid- (Ex. 2)\nTri-(diethylene glycol ether) of sorbitol trioleate- (Ex. 3)\nSodium salts of mahogany acid- (Ex. 4)\nSodium dodecyl benzene sulphonate dissolved in cyelohexanol_ (Ex. 5)\nRefined sulphonated aromatic petroleum fractions (approximate empirical formula: CWHsB-SOaNa; approximate molecular weight: 430) - (Ex. 7)\nThe district court found the evidence before it to demonstrate that “the limitation of the appealed claims calling for an oxygen-containing liquid as a constituent of the penetrant liquid is fully supported in parent specification Serial No. 606,708,” 125 USPQ at 52. It described that evidence as follows:\nAt the trial in this suit, to refute the board’s unsupported assertion that “all the emulsifying agents ⅜ * * are not liquids,” plaintiffs put a chemist on the stand who described the foregoing agents, introduced samples of each, testified that each was a liquid, demonstrated that each was a liquid, stated their surface tensions and that each is organic and oxygen-eontining. This testimony was not contradicted during the trial. The six different liquids used as emulsifiers in the seven examples vary considerably in viscosity, from that of common mineral oil to the consistency of mayonnaise but clearly none is a solid and X hold that all are liquids by common as well as technical definitions of the term “liquid.” [Ibid.]\nTbe factual record before us in the present interference is decidedly different. There is here a mass of evidence which contradicts that offered in the district court. The evidence upon which the present decision is predicated includes the testimony of six witnesses and a number of documentary exhibits introduced by Sockman. Switzer also called three witnesses. One of them was Gray, who was the sole witness at the trial in the district court and is house counsel for the assignee of Switzer.\nThe dissenting board member carefully analyzed all this evidence in detail, and in doing so considered separately each of the seven examples of the 606 application. He concluded from the new evidence that none of the examples complied with the requirements of the counts with respect to the recitation of the relatively non-volatile liquid. The two majority board members considered the counts were unambiguous and did not exclude hydrocarbon oil from the low-volatility component of the penetrant composition and did not discuss this evidence in any detail. However, one of them, with whose views the other concurred, stated:\n* ⅜ * If this [the expression “consisting essentially of an oxygen-containing organic liquid”] does exclude hydrocarbon oil from the low volatile component of the penetrant Switzer cannot support the counts in 606 because the oil soluble soaps of commerce that the latter specifies in his examples owe their “liquidity” to the oil and water content with which they are ordinarily sold and used, as the record brings out. * ⅜ * [Emphasis added.]\nIllustrative of the differences in the evidence before us and that before the district court is the situation with respect to the emulsifier of Switzer example 1,Naphthenic acid soap (molecular weight about 350). Here, Gray testified as follows:\nQ82. —one point in your testimony that at the trial [in the district court], in referring to the sodium soap of naphthenic acid, you were asked if he sample that you had before the Court was a pure salt, and I believe you answered yes. Referring to that in context, what did you mean by pure salt under those cricumstances?\n*******\nQ83. Will you answer? A. I was looking upon the naphthenic acid soap which was contained in the material as being a pure compound, and that it was not that the naphthenic acid soap in the liquid form as I had there, which included some oil and probably a small amount of water, did not have other salts present such as the sodium sulfates which one will very often find present in the petroleum sulfonates. [Emphasis added.]\nIt is thus apparent that the sample of naphthenic acid soap shown to the district court was not the pure compound as represented to that court but instead was a sample of the naphthenic acid soap dissolved in oil and water.\nAlso, Sockman here introduced in evidence as Exhibits 11 and 12, respectively, Book No. 251 published in 1939 by Socony-Vacuum on “Naphthenic Acids” and Technical Bulletin Form A-2897 5M 9-53 published by Sun Oil Company. Exhibit 11 states that the sodium salt of naphthenic acids is a plastic water soluble solid. Exhibit 12 identifies “Sunaptic Acids” as naphthenic acids and states that dehydrated sodium and potassium Sunaptates “when completely oil-free are friable solids with a marked tendency to absorb moisture.”\nPollack, a witness for Sockman, and a chemist qualified in the present art, testified that his work in connection with the interference involved “approximately six months of laboratory tests,” including “literature study and other related items,” and that the number of man hours spent on the work involved “six months times three men per week.” Concerning the part of his work relating to naphthenic acid soap, this witness testified that he made the naphthenic acid soap product, that it is a solid and that, so far as he knew, all naphthenic acid soaps haying a molecular weight of about 350 would be solids.\nDr. Plaut, a chemist qualified in the chemical art involved here, also testified on behalf of Sockman with respect to naphthenic acid soaps. He stated that such soaps, free of water and oil, were obtainable at the time the 606 application was filed. He further testified that he made such soaps of all the naphthenic acids within the molecular range of from 150 through 1000. He testified that sodium soaps of all naphthenic acids below a molecular weight of 500 were solids.\nMooney, president of a chemical company and a witness called by Switzer, testified that sodium soap of naphthenic acid was sold as a liquid including a hydrocarbon oil. He stated that he did not know whether such salts, in dehydrated condition and free of oil, were solids.\nApplication 606 does not describe the naphthenic acid soap as a liquid. Unlike the evidence before the district court, the preponderance of the evidence here clearly indicates that naphthenic acid soap is not necessarily a liquid. Being neither disclosed as a liquid nor necessarily or inherently a liquid, the soap disclosed as the emulsifier of examples 1 and 6 cannot support the limitation in question.\nThe emulsifier of example 2 of the 606 application, octylaminoe-thanol soap of tetradecyl sulfate, is made from octylaminoethanol and tetradecyl sulfuric acid, compounds which have many isomers. Dr. Plaut testified that, using normal forms of those reactants, he obtained “n-oclytaminoethanol tetradecyl sulfate,” which was a solid. Tn contrast, Gray testified here that the sample of the compound which he produced at the trial was made from a branch-chain reactant. It was the opinion of Dr. Plaut that the term “octoaminoethanol soap of tetradecyl sulfuric acid” could not mean the branch-chain compound identified by Gray because “when no additional information is given” in chemical terminology, “it is conventional to recognize the normal compound as the one being referred to.”\nWithout relying on the latter comment of Dr. Plaut, we think it is established by the evidence before us that one skilled in the art would not regard the emulsifier of example 2 necessarily as being a liquid.\nAs to the tri (diethylene glycol ether) of sorbitol trioleate of Swit-zer example 3, Gray testified in this interference that such material was not available under that name or any trade name of which he knew. However, the witness did supply a “technical grade product” obtained from Moretex Chemical Corporation. Davis, plant manager of that corporation, was called as a rebuttal witness by Sockman. His testimony indicates that several reaction products were possible in the process used to produce the material supplied and that there was no analytical basis for concluding that the material contained any of the compound specified. Dr. Plaut and Dr. Goldsmith, another witness for Sockman, testified here that the named compound was available only in a mixture with other compounds.\nGray’s inability to produce isolated tri(diethylene glycol ether) of sorbitol trioleate at the time of taking testimony in this interference leads to the conclusion that the material he showed the district court was that compound mixed with other compounds. From the present evidence, it is concluded the emulsifier of Switzer example 3 does not establish that application 606 discloses a liquid chemically containing oxygen and carbon as we find to be required by the counts.\nThe testimony before us indicates that the sodium salt of mahogany acid, the emulsifier of Switzer example 4, is sold containing oil and water. The witness Pollack cited a patent granted in 1933 which states that salts of mahogany acids are “brittle and resin like” with the oil removed. He also referred to an article in Industrial Engineering Chemistry as indicating such salts are obtained as a powder. Dr. Plaut testified that a solid salt of mahogany acid free of water was obtainable prior to 1945. He also stated:\n* * * we sprayed dried extracted purified sodium salts of mahogany acid, and a goodly number of tbem were solid. Equally a number of them were resinous.\nIn the light of the total evidence before us, we do not think that a person skilled in the art would conclude that the emulsified of example 4 of the 606 application is necessarily a liquid chemically containing oxygen.\nThe emulsifier of Switzer example 5 is a combination of sodium dodecyl benzene sulphonate and cyclohexanol. The dissenting board member concluded from the evidence that the combination of the two might reasonably be found to be a liquid and we will proceed on the basis that such a conclusion is correct. However, the witness Pollack testified that cyclohexanol is more volatile than ordinary kerosene, the latter being the first or volatile liquid component of the example 5 material. That testimony is not controverted by Switzer. It is thus not apparent that the mixture of sodium dodecyl benzene sulphonate and cyclohexanol in the disclosed proportions, which are 18% and 27%, respectively, can be considered as necessarily being less volatile than the kerosene. It follows that one would not be satisfied that the mixture constitutes a relatively non-volatile liquid as required by the counts.\nThe emulsifier of example 7 of the Switzer 606 application is described as having an approximate empirical formula which Swit-zer admits has an error in that it does not correspond to the molecular weight given. That error was brought out in the interference testimony and there is nothing to demonstrate that it was known to the district court. It is not seen that a compound not correctly identified can ordinarily furnish inherent support for a property when the compound is not specifically disclosed as having that property. Additionally, the emulsifier of example 7 was regarded in the evidence here as similar to the sodium salt designated as the emulsifier of example 4. The latter compound has already been found not necessarily to be a liquid chemically containing oxygen.\nWe think, for the above reasons, that the evidence before us but not before the district court requires the conclusion that the “oxygen-containing organic liquid” required by the counts is neither explicitly nor inherently disclosed in the Switzer 606 application. With respect to example 5, we do not think that the emulsifier, even if it is an oxygen containing liquid, has been shown to be “relatively nonvolatile” as further required by the counts. In reaching those conclusions, we have found ourselves in substantial agreement throughout with the analysis of the evidence by the dissenting board member. Since the majority board members did not expressly discuss the evidence as to the properties of the Switzer emulsifiers or disagree with the dissenter’s analysis thereof, it is apparent that such analysis represents the only ruling of any tribunal on the evidence here of record.\nSockman also claims to be entitled to an award of priority on the grounds that the party Switzer is barred from making the counts on the basis of laches and estoppel. It is stated that Switzer made no p.la.im to the invention of the counts until continuation-in-part application 484 was filed on January 26, 1955, which is 9½ years after Switzer first allegedly disclosed the invention in the 606 application. Sockman also points to the facts that (1) a rejection of the 606 application on double patenting based on the Ward patent was affirmed by this court and (2) the claims corresponding to the counts were introduced in the 484 application with its expanded specification rather than in the 606 application. Those circumstances are said to show that Switzer “exhausted all rights to make the counts.” Those questions, decided adversely to Sockman by the board, are moot here because of our decision that Sockman should prevail for reasons above stated.\nSwitzer points out that much of the record considered here, including the testimony, appears in two volumes printed in the previous appeal to this court at the expense of Switzer and was not required to be reprinted for the present appeal. Switzer here urges that Sock-man should be taxed the cost of that printing. The payment of printing costs in the previous appeal is a closed matter, see Switzer v. Sockman, supra, and no further action is deemed appropriate here.\nThe decision of the board is reversed.\nHigh, J., took no part in the decision of this case.\nThe 606 application was before this court in In re Ward, 43 CCPA 1007, 236 F. 2d 428, 111 USPQ 101. Therein the rejection of appealed claims based on “double patenting” in view of Ward U.S. Patent No. 2,405,078 was affirmed. The Ward patent was part of the prior art considered by the Patent Office during the ex parte prosecution of the Sockman claims here in issue, discussed infra.\nWhile we recognize the frequent statement in the cases that the patent specification in which counts originate will not be referred to unless the counts are ambiguous, it frequently is the case, as here, that ambiguity does not reside in a word or phrase per se but instead arises from the context in which such word or phrase is used. As S. I. Hayakawa in his “Language in Thought and Action” (1949) points out,\n* * * “It is clear, then, that the ignoring of contexts in any act of interpretation is at best a stupid practice” (p. 62).\nThe meaning of words and phrases employed in a patent may vary with context and circumstances. 69 CJS 666. Sloane in his work “Words and Their Ways” (1961) illustrates context at work as affecting the meaning of the commonly used word “touch,” about which there would appear to be little or no ambiguity. However, as Sloane considers it in various contexts we find:\n(1) He touched the stove and got burnt, (literal fact)\n(2) He touched the stove and got burnt, (brief parable or allegory)\n(3) Touch is an organ of the body.\n(4) He is touched, (emotionally moved)\n(5) He is touched, (crazy)\n(6) He is touched, (selected for membership in a fraternity)\n(7) He is touched, (asked for a contribution)\n(8) He (a traveler) touched many points.\n(9) He (a speaker) touched on many points.\n(10) He touched up the picture.\n(11) The tangent touches the circle. (Naturally! “Tangent” is from tango, to touch. The sentence says, “The circle-touching line touches the circle.”)\n(12) The cloud is touched with rose.\n(13) He touched on blasphemy.\n(14) This touches my pride.\n(15) The jockey touched the horse.\n(16) It was touch and go.\n(17) Toueheel\nCanadian Patent No. 490,080, issued January 27, 1953. The 484 application, filed 9½ years alter the 606 application, includes additional disclosure.\nIn doing so, the examiner observed that the Canadian patent -was effective as a publication on its issue date, which was subsequent to the Sockman filing date. However, he stated:\n* * * it is believed common knowledge in the art that the Ward process has been practiced in this country from the approximate date of his United States application cited in the Canadian patent.\nRamayya. No. 1,930,488.\nMay 1948, pp. 490-491.",
        "type": "majority",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Foster York (Benton Baker, of counsel) for appellants.",
      "Albert L. Ely, Jr. for appellees."
    ],
    "corrections": "",
    "head_matter": "379 F. 2d 996; 154 USPQ 105\nLoy W. Sockman and Elliot W. Brady v. Robert C. Switzer and Richard A. Ward\n(No. 7796)\nUnited States Court of Customs and Patent Appeals,\nJune 22, 1967\nFoster York (Benton Baker, of counsel) for appellants.\nAlbert L. Ely, Jr. for appellees.\n[Oral argument April 6, 1967 by Mr. York and Mr. Ely]\nBefore Worlet, Chief Judge, Rich, Smith and Almond, Associate Judges"
  },
  "file_name": "1563-01",
  "first_page_order": 903,
  "last_page_order": 917
}
