{
  "id": 1279715,
  "name": "William T. Williams, Chairman, et al., as the Board of County Commissioners of Hillsborough County, Florida, and The County of Hillsborough, Plaintiffs in Error, v. State of Florida, ex rel. Fred W. Newberger, Defendant in Error",
  "name_abbreviation": "Williams v. State ex rel. Newberger",
  "decision_date": "1930-01-03",
  "docket_number": "",
  "first_page": "1567",
  "last_page": "1570",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1567"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "8 Fla. 276",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1129266
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/8/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 251,
    "char_count": 3330,
    "ocr_confidence": 0.534,
    "pagerank": {
      "raw": 1.098736093301155e-07,
      "percentile": 0.5675162914903533
    },
    "sha256": "70d0fcda9bb3b239217e19dfd478ffb56b7bba10fd2dc68f8a85886755c7fef7",
    "simhash": "1:ef51f72645fba0ad",
    "word_count": 571
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., concurs.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
      "Strum, J., dissents."
    ],
    "parties": [
      "William T. Williams, Chairman, et al., as the Board of County Commissioners of Hillsborough County, Florida, and The County of Hillsborough, Plaintiffs in Error, v. State of Florida, ex rel. Fred W. Newberger, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nIn this case the defendant in error was petitioner in the court below for writ of mandamus against the plaintiffs in error, in which proceeding it was sought to require the plaintiffs in error to pay Fred W. Newberger, a constable in Hillsborough County, certain fees for services rendered as such constable. The fees claimed were in like amounts as are provided by law to be paid to the sheriff of that county for like services. Alternative writ of mandamus issued. A demurrer was filed to the writ and upon final hearing peremptory writ was issued.\nSection 23, Article V, of the Constitution of the State of Florida provides as follows:\n“A constable shall be elected by the registered voters in each justice’s district, who shall perform such duties, and under such regulations as may be prescribed by law.”\nSection 2899, Rev. Gen. Stats, of Fla., Section 4597 Comp. Gen. Laws of Fla., provides as follows:\n“The fees of constables shall be the same as are allowed sheriffs for like services.”\nIn 25 R. C. L., page 908, the writer, supported by ample authority, says:\n“It is a general rule that when a statute adopts a part or all of another statute, domestic or foreign, general or local, by a specific and descriptive reference thereto, the adoption takes the statute as it exists at that time. The subsequent amendment or repeal of the adopted statute has no effect on the adopting statute unless it is also repealed expressly or by necessary implication. But when the adopting statute makes no reference to any particular statute or part óf statute by its title or otherwise, but refers to the law generally which governs a particular subject, the reference in such a case includes not only the law in force at the date of the adopting act, but also all subsequent laws on the particular subject referred to, so far at least as they are consistent with the purpose of the adopting act. When a prior act is incorporated in a subsequent one in terms or by relation, the repeal of the former leaves the latter in force, unless also repealed expressly or by necessary implication. ’ ’\nThe fees provided by law to be paid to sheriffs for official services are prescribed by Chapter 10091, Acts of 1925, Section 4588 Comp. Gen. La,ws 1927, and Chapter 12021, Acts of 1927, Section 4589 Comp.- Gen. Laws 1927.\nBy the provisions of section 2899 Rev. Gen. Stats., 4597 Comp. Gen. Laws., Chapter 10091, Acts of1 1925, section 4588 Comp. Gen. Laws, upon its enactment, became operative as the law of this State governing fees to be paid to constables. For the rule in support of this construction see Jones et al. v. Dexter, Administrator, 8 Fla. 276.\n■ There appears to be no- error in the judgment. Therefore, the same should be affirmed. ' It is so ordered.\nAffirmed.\nWhitfield, P. J., concurs.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.\nStrum, J., dissents.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Sution, Tillman & Reaves, for Plaintiffs in Error;",
      "B. C. McMullen, for Defendant in Error;",
      "Macfarlane, Pettingill, Macfarlane <6 Fowler as Amici Curiae."
    ],
    "corrections": "",
    "head_matter": "William T. Williams, Chairman, et al., as the Board of County Commissioners of Hillsborough County, Florida, and The County of Hillsborough, Plaintiffs in Error, v. State of Florida, ex rel. Fred W. Newberger, Defendant in Error.\nDivision B.\nOpinion filed January 3, 1930.\nSution, Tillman & Reaves, for Plaintiffs in Error;\nB. C. McMullen, for Defendant in Error;\nMacfarlane, Pettingill, Macfarlane <6 Fowler as Amici Curiae."
  },
  "file_name": "1567-01",
  "first_page_order": 563,
  "last_page_order": 566
}
