{
  "id": 11923190,
  "name": "PATRICK J. LISTON, Appellant, v. THE LAS VEGAS METROPOLITAN POLICE DEPARTMENT, Respondent",
  "name_abbreviation": "Liston v. Las Vegas Metropolitan Police Department",
  "decision_date": "1995-12-29",
  "docket_number": "No. 24103",
  "first_page": "1575",
  "last_page": "1580",
  "citations": [
    {
      "type": "official",
      "cite": "111 Nev. 1575"
    },
    {
      "type": "parallel",
      "cite": "908 P.2d 720"
    }
  ],
  "court": {
    "name_abbreviation": "Nev.",
    "id": 9783,
    "name": "Supreme Court of Nevada"
  },
  "jurisdiction": {
    "id": 48,
    "name_long": "Nevada",
    "name": "Nev."
  },
  "cites_to": [
    {
      "cite": "29 U.S.C. § 626",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "year": 1967,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "475 U.S. 1082",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6385849,
        6385353,
        6386507,
        6386381,
        6386863,
        6386001,
        6386706,
        6385682,
        6385205,
        6385529,
        6385114,
        6386172
      ],
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "adopting the subjective standard"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/1082-06",
        "/us/475/1082-03",
        "/us/475/1082-10",
        "/us/475/1082-09",
        "/us/475/1082-12",
        "/us/475/1082-07",
        "/us/475/1082-11",
        "/us/475/1082-05",
        "/us/475/1082-02",
        "/us/475/1082-04",
        "/us/475/1082-01",
        "/us/475/1082-08"
      ]
    },
    {
      "cite": "770 F.2d 1251",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        332918
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "1255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/770/1251-01"
      ]
    },
    {
      "cite": "751 F.2d 53",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        301613
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/751/0053-01"
      ]
    },
    {
      "cite": "758 F.2d 1525",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        311927
      ],
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/758/1525-01"
      ]
    },
    {
      "cite": "744 F.2d 1380",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        598799
      ],
      "year": 1984,
      "pin_cites": [
        {
          "page": "1381"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/744/1380-01"
      ]
    },
    {
      "cite": "155 N.W. 621",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1915,
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "93 Nev. 240",
      "category": "reporters:state",
      "reporter": "Nev.",
      "case_ids": [
        4865373
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "77"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nev/93/0240-01"
      ]
    },
    {
      "cite": "686 F.2d 806",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1457445
      ],
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/686/0806-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 12783,
    "ocr_confidence": 0.889,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.24434532669665296
    },
    "sha256": "1bc18ed87b4804bd82aaffd9a095226c2cfcb0ff6c836ba77b55ca73a1509276",
    "simhash": "1:d95e31d0d4da9e69",
    "word_count": 2040
  },
  "last_updated": "2024-02-27T21:12:39.828032+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Steffen, C. J., Young, Springer and Shearing, JJ., and Zenoff, Sr. J., concur."
    ],
    "parties": [
      "PATRICK J. LISTON, Appellant, v. THE LAS VEGAS METROPOLITAN POLICE DEPARTMENT, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION\nPer Curiam:\nThis is an appeal from a denial of a motion for a new trial in an age discrimination suit. After serving as a detective for fifteen years, Pat Liston (Liston), along with six other detectives, was demoted to patrol officer in July 1984 by the Las Vegas Metropolitan Police Department (LVMPD). Liston’s supervisor explained that Liston was demoted in order to bring “young, fresh blood” into the detective bureau. Due to his age (fifty-three) and his poor health (diabetes and hypertension), Liston was apprehensive about returning to patrol. Liston had not worked the streets in fifteen years, since he was promoted to detective, and rather than accepting the demotion to patrol officer, Liston chose to retire.\nListon and six other detectives filed age discrimination complaints with the Nevada Equal Rights Commission. Liston described the damage he had suffered as a result of LVMPD’s actions, stating that “because of the demotion action I was forced to retire two years earlier than I had planned. This resulted in the loss of my employment and equitable retirement benefits.” Appellant alleges that LVMPD would have received Liston’s Charge of Discrimination shortly after it was signed on January 11, 1985.\nUpon investigating the complaints, the Nevada Equal Rights Commission (NERC) determined that it could not support the detectives’ allegations. The seven detectives subsequently filed a joint amended complaint alleging that they had been demoted in violation of state and federal age discrimination laws. While the amended complaint did not allege that Liston was constructively discharged as a result of his demotion, the complaint both referred to Liston’s charge of discrimination filed with NERC and requested damages for back pay as well as any further relief that the court deemed just and proper.\nIn September 1990, Liston stated in his deposition that he was “forced to retire . . . due to [his] physical condition.” Liston explained that he had been suifering from an acute case of hypertension for years, and that he “didn’t feel as though [he] could handle . . . going back into the line service.” In response to an interrogatory sent by LVMPD asking the plaintiffs to describe how they had been damaged by LVMPD’s actions, Liston stated that “he was forced to retire for health reasons.”\nIn June 1991, LVMPD filed a motion for summary judgment requesting that Liston be dismissed from the lawsuit since, by retiring rather than accepting the demotion, Liston had no valid cause of action against LVMPD. Liston opposed the motion for summary judgment, citing his deposition testimony which alleged that he had been forced to retire because his new position as a patrol officer threatened to exacerbate his existing health condition. LVMPD’s motion for summary judgment was denied, and all seven detectives began a jury trial in July 1991. The district court ruled that Liston was barred from asserting a claim for constructive discharge since Liston had failed to notify LVMPD of the allegation for constructive discharge. The jury returned with favorable verdicts for four of the seven detectives, and Liston was among the three detectives who received unfavorable verdicts.\nListon argues that the district court’s refusal to admit evidence of Liston’s claim of constructive discharge contradicts the district court’s previous ruling denying LVMPD’s motion for summary judgment. As the record does not contain information about the district court’s ruling, which was never reduced to writing, this court has no way of determining the exact nature of the ruling. A finding by the district court that an issue of fact remained was not necessarily inconsistent with a subsequent determination by the court regarding whether LVMPD was given proper notice.\nListon then filed a motion for a new trial with the district court, alleging that he should have been allowed to present his constructive discharge claim. This motion was denied, and Liston appealed the district court’s ruling, stating that he indeed gave LVMPD fair notice of his claim that he was forced to retire. As Liston’s actions were in accord with the Nevada Rules of Civil Procedure (NRCP), we conclude that the district court erred in refusing to allow Liston to assert a claim for constructive discharge. As LVMPD had the primary duty not to wrongfully discriminate, and Liston presented facts that would support his claim of constructive dischar; \\ we reverse the district court’s order denying Liston’s motio:. for new trial.\nIn his pleading, Liston did not specifically use the term “constructive discharge,” and LVMPD argues that it was denied fair notice due to this omission. The facts, however, indicate that Liston repeatedly gave LVMPD fair notice of his claim that LVMPD’s actions forced him to retire. The court in Nolan v. Cleland, 686 F.2d 806 (9th Cir. 1982), held that a constructive discharge occurs when an employer creates working conditions that are so difficult that a reasonable person would resign. Liston suffered from hypertension and diabetes, conditions which he felt would be exacerbated if he accepted the demotion and returned to work as a patrol officer. Rather than take on working conditions which he felt he might not be able to handle, Liston chose instead to retire.\n“Notice pleading” requires plaintiffs to set forth the facts which support a legal theory, but does not require the legal theory relied upon to be correctly identified. Swartz v. Adams, 93 Nev. 240, 245, 563 P.2d 74, 77 (1977). A plaintiff who fails to use the precise legalese in describing his grievance but who sets forth the facts which support his complaint thus satisfies the requisites of notice pleading. Numerous instances, including Liston’s charge of discrimination, his amended complaint, his deposition testimony, his interrogatory responses, LVMPD’s request for Liston’s income tax returns, and Liston’s pretrial settlement demand, reveal that while Liston may not have used the term “constructive discharge,” he repeatedly set forth facts which supported such a legal theory.\nLVMPD claims that Liston did not afford LVMPD fair notice of the constructive discharge allegations. Courts have defined notice, however, as “knowledge of facts which would naturally lead a . . . person to make inquiry of everything which such injury pursued in good faith would disclose.” Twitchell v. Nelson, 155 N.W. 621, 624 (Minn. 1915). While parties must pay deference to the formalities of notice pleading in order to preserve the integrity of the civil process, equal rights provisions such as the Age Discrimination Employment Act are meant to protect individuals like Liston. As the record indicates that Liston indeed gave LVMPD notice of his constructive discharge on numerous occasions, in compliance with the provisions of NRCP 8, and as courts do not require a plaintiff to state the specific legal theory upon which an action is based, we conclude that LVMPD was given notice of Liston’s allegations.\nAs there is a split between federal courts regarding the proper standard to use in constructive discharge claims, this court must also decide which legal standard to employ. The United States Court of Appeals for the Ninth Circuit follows an “objective” standard: Constructive discharge occurs when a “reasonable person . . . would have felt that he was forced to quit because of intolerable . . . working conditions.” Satterwhite v. Smith, 744 F.2d 1380, 1381 (9th Cir. 1984). Under this standard, quitting or opting to retire rather than accepting a demotion is a sufficient ground to support a jury finding of constructive discharge under the ADEA. Buckley v. Hospital Corp. of Am., 758 F.2d 1525 (11th Cir. 1985); Cazzola v. Codman & Shurtleff, Inc., 751 F.2d 53 (1st Cir. 1984). The Ninth Circuit has rejected the harsher subjective standard which a minority of courts follow.\nUnder the subjective standard, the employee must prove that his or her employer deliberately attempted to force him or her to quit. See Bristow v. Daily Press, Inc., 770 F.2d 1251, 1255 (4th Cir. 1985), cert. denied, 475 U.S. 1082 (1986) (adopting the subjective standard). Although this standard protects the employer from potentially frivolous lawsuits by employees, this standard also places an employee who has suffered discrimination at a distinct disadvantage. An employee will only be able to prevail if there is evidence of the employer’s intent to force the employee to quit.\nA court’s decision under the objective standard, on the other hand, will be based more on the actual facts surrounding the case, rather than turning solely on one party’s word against another. The objective standard still affords employers protection from unfounded claims: In order to prevail, the employer’s actions must be unreasonable to the average person, a qualification which filter out the meritless suits from the meritorious. While this court has not expressly adopted either the objective or the subjective standard, the facts surrounding the instant case as well as age discrimination cases in general suggest that this court adopt the objective standard, which is embraced by the majority of federal jurisdictions, including the Ninth Circuit.\nThus, in the case at bar, if Liston can establish that he was demoted because of his age, and that a reasonable person in his position would have felt compelled to quit, then Liston is entitled to recover for constructive discharge. Because we conclude that Liston afforded LVMPD adequate notice of his intent to pursue this claim, we reverse the district court’s order denying Liston’s motion for a new trial and remand this matter to the district court.\nSteffen, C. J., Young, Springer and Shearing, JJ., and Zenoff, Sr. J., concur.\nIn his complaint Liston stated that Lieutenant Paul Conner (Conner) demoted Liston because, according to Conner, Liston did not have the necessary initiative or drive. Liston claims, however, that at no time prior to his demotion was he counseled concerning any lack of initiative as to his work performance. Rather, in Liston’s twenty years of employment with LVMPD, he had never received any adverse comments concerning his attendance or conduct. Liston argues that he was demoted (and thus discriminated against) solely because of his age.\nThe action was brought pursuant to NRS 613.330, Discrimination on the Basis of Age, which is based on 29 U.S.C. § 626(b) (1967), the Age Discrimination and Employment Act (ADEA).\nIn describing his subsequent decision to quit rather than be demoted, Liston used the term “constructive discharge” for the first time.\nListon argues that LVMPD indeed had notice of Liston’s allegation of constructive discharge: LVMPD could have requested a continuance under NRCP 15(b) after the ruling if it was actually surprised by Liston’s claim and had felt that it would be prejudiced.\nPlaintiffs’ counsel did not call Liston to the stand to testify on his behalf, nor did counsel introduce into evidence Liston’s personnel evaluations or mention Liston’s name during oral argument. Verdict forms were not even prepared for Liston, and it was only at the insistence of the Clerk that a verdict form for Liston was prepared.\nNRCP 8(a) requires a pleading to contain: “(1) a short and plain statement of the claim showing that the pleader is entitled to relief, and (2) a demand for judgment for the relief to which he deems himself entitled.”\nListon stated that “because of the demotion action, I was forced to retire two years earlier than I had planned.”\nThe amended complaint stated that because plaintiffs’ demotions violated 29 U.S.C. § 626(b) (1967) and NRS 613.330, defendants were liable for damages.\nListon stated that his demotion forced him to retire due to his physical health.\nQuestion 2 asked plaintiffs to state specifically how they had been damaged by the actions of LVMPD. Liston replied that his demotion had forced him to retire for health reasons, and that because of his forced retirement, he received approximately $100.00 less per month in retirement benefits.\nThe demand requested an amount equal to the difference between his retirement and what he would have made if he had not been demoted.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Richard Segerblom, Las Vegas; Laura Wightman FitzSimmons, Las Vegas, for Appellant.",
      "Stewart L. Bell, District Attorney, Johnnie B. Rawlinson, Deputy District Attorney, Clark County, for Respondent."
    ],
    "corrections": "",
    "head_matter": "PATRICK J. LISTON, Appellant, v. THE LAS VEGAS METROPOLITAN POLICE DEPARTMENT, Respondent.\nNo. 24103\nDecember 29, 1995\n908 P.2d 720\n[Rehearing denied May 3, 1996]\nRichard Segerblom, Las Vegas; Laura Wightman FitzSimmons, Las Vegas, for Appellant.\nStewart L. Bell, District Attorney, Johnnie B. Rawlinson, Deputy District Attorney, Clark County, for Respondent.\nThe Honorable Thomas L. Steffen, Chief Justice, appointed The Honorable David Zenoff, Senior Justice, to sit in the place of The Honorable Robert Rose, Justice. Nev. Const, art. 6, § 19; SCR 10."
  },
  "file_name": "1575-01",
  "first_page_order": 681,
  "last_page_order": 686
}
