{
  "id": 6087295,
  "name": "In re Albert Bowers and James C. Orr",
  "name_abbreviation": "In re Bowers",
  "decision_date": "1966-05-12",
  "docket_number": "No. 7584",
  "first_page": "1590",
  "last_page": "1599",
  "citations": [
    {
      "type": "official",
      "cite": "53 C.C.P.A. 1590"
    },
    {
      "type": "parallel",
      "cite": "149 U.S.P.Q. 570"
    },
    {
      "type": "parallel",
      "cite": "359 F.2d 886"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "327 F. 2d 1005",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        121210,
        6092284
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/327/1005-01",
        "/ccpa/51-2/1180-01"
      ]
    },
    {
      "cite": "51 CCPA 1180",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092284
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1180-01"
      ]
    },
    {
      "cite": "U.S. Patent No. 3,056,814",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "opinion_index": 0
    },
    {
      "cite": "35 U.S.C. § 103",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "222 F. 2d 267",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        49656,
        6078794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/222/0267-01",
        "/ccpa/42-2/0864-01"
      ]
    },
    {
      "cite": "42 CCPA 864",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078794
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/42-2/0864-01"
      ]
    },
    {
      "cite": "113 USPQ 28",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "148 USPQ 365",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "357 F. 2d 287",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3654394,
        836051
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/357/0287-01"
      ]
    },
    {
      "cite": "145 USPQ 665",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "242 F. Supp. 206",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        382154
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/242/0206-01"
      ]
    },
    {
      "cite": "113 USPQ 26",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "149 F. Supp. 826",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4279332
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/149/0826-01"
      ]
    },
    {
      "cite": "111 USPQ 274",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "weight": 2,
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "145 F. Supp. 810",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4274700
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/145/0810-01"
      ]
    },
    {
      "cite": "141 USPQ 829",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6092442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1465-01"
      ]
    },
    {
      "cite": "332 F. 2d 816",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        137338,
        6092442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/332/0816-01",
        "/ccpa/51-2/1465-01"
      ]
    },
    {
      "cite": "U.S. Patent No. 3,082,220,",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "U.S. Patent No. 3,056,814,",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "opinion_index": 0
    },
    {
      "cite": "331 F. 2d 610",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6092332,
        132702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1271-01",
        "/f2d/331/0610-01"
      ]
    },
    {
      "cite": "51 CCPA 1271",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092332
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1271-01"
      ]
    },
    {
      "cite": "147 USPQ 429",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "382 U.S. 252",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6176673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/382/0252-01"
      ]
    },
    {
      "cite": "141 USPQ 829",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6092442
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/51-2/1465-01"
      ]
    },
    {
      "cite": "332 F. 2d 816",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        137338,
        6092442
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/332/0816-01",
        "/ccpa/51-2/1465-01"
      ]
    },
    {
      "cite": "331 F. 2d 610",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6092332,
        132702
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/51-2/1271-01",
        "/f2d/331/0610-01"
      ]
    },
    {
      "cite": "51 CCPA 1271",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092332
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/51-2/1271-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 22793,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 8.465082486285494e-07,
      "percentile": 0.9762098099155588
    },
    "sha256": "240aebd519d18bb90c265900e65d37d577be38463947aa77d5bfbae7bc2f6ec7",
    "simhash": "1:05ca70edefc734bc",
    "word_count": 3783
  },
  "last_updated": "2024-02-27T21:06:38.381882+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Acting Chief, and Mastín, Smith, and Ahmond, Jr., Associate Judges, and Judge William H. Kirkpatrick"
    ],
    "parties": [
      "In re Albert Bowers and James C. Orr"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nSyntex Corporation is the common assignee of the appealed application and the 2 patents relied upon for the rejection. Different joint inventors are named in the application and in the patents. Albert Bowers, one of the nominal appellants here, is one of the joint inventors in the appealed application and in the 2 above named patents. The appealed application is senior in filing date to the applications upon which the patents were issued.\nThe Board of Appeals in its decision of March 18, 1964 affirmed the rejection of appealed claims 1 to 12 of appellants’ application as “unpatentable over” claim 1 of the Bowers and Edwards patent and affirmed the rejection of appealed claim 13 as being “unpatentable over” claim 16 of the Bowers and Berkoz patent.\nClosely related subject matter is disclosed in the patents and the application on appeal. The steroid compounds here claimed differ from the compounds claimed in the indicated patents 'by the presence in the steroid structure of a 2-methyl group instead of a hydrogen atom.\nIt was the examiner’s position that the 2-methyl compounds of the appealed claims are so closely related to the hydrogen containing, or 2-desmethyl, compounds of the indicated patent claims as to be, in the words of the Board of Appeals, “obvious therefrom to those skilled in the art.”\nThe statutory basis for the rejection is not clear from the record. While using certain of the language of 35 U.S.C. 103, in affirming the examiner’s rejection, the 'board does not explain how the patents, issuing on applications filed later than the filing date of the appealed application, can be considered as prior art against the invention here claimed. Earlier filed applications of “another” describing the invention claimed in a later filed application are prior art under 35 U.S.C. 102(e) and as such are available for consideration in a 35 U.S.C. 103 “obviousness” rejection, Hazeltine Research, Inc. v. Brenner, 382 U.S. 252, 147 USPQ 429. However, the rule does not warrant a rejection under 35 U.S.C. 102 or 103 on patents that issued on later filed applications. Such references are clearly excluded by the precise language of sections 102(e) and 103.\nThe opinion of the board seeks to justify the rejection in its statement:\n* * * The Examiner rules that, in view of this dose relationship and the obviousness of the claimed compounds from ithe patented ■claims, appellants are not entitled to receive a patent on the basis of the appealed claims, since 'appellents’ assignee 'had received patent protection on essentially 'the same inventions in the Bowers and Edwards and the Bowers and Berkoz patents. * * *\n***** * *\nIt is unfortunate that .the issue of “double patenting” was not raised at the earliest possible date * * *.\nThere is no objection of record concerning this being a new ground of rejection.\nSubsequent to the decision of the board, a petition for rehearing was filed in which the separate nature of the involved inventions was pointed out and discussed. Later, and subsequent to our decision of May 14, 1964 in In re Robeson, 51 CCPA 1271, 331 F. 2d 610, 141 USPQ 485, appellants filed a letter of June 19, 1964, in which the Board of Appeals was requested to consider the disclaimer, filed concurrently therewith, in which they disclaimed:\n* * * the terminal portion of the term of the above identified application Serial No. 138,265 as would extend beyond October 2, 1979, the expiration date of U.S. Patent No. 3,056,814, with respect to Claims 1-12, and as would extend beyond March 19, 1980, the expiration date of U.S. Patent No. 3,082,220, with respect to Claim 13.\nAppellants’ letter of June 19, 1964 refers to our Robeson decision as being “directly in point” and argued:\n* * * that the attached disclaimer obviates 'the basis of the double patenting rejection of claims 1-13 on appeal, over the common assignee’s Patent No. 3,056,814 and No. 3,082,220. The disclaimer precludes any extension of the monopoly since it provides for the expiration of the above identified application, if patented, simultaneously with Patent Nos. 3,056,814 and 3,082,220.\nIn its decision on the petition for reconsideration, the board considered the contents of the letter of June 19, 1964, and criticized one of the signatures appearing on the disclaimer. It then stated:\nAssuming that this ljaper were a disclaimer operative to disclaim the indicated portions of a patent granted on the instant applications, we could give it no weight in 'the present appeal because it is not apparent that In re Robeson, supra, or the subsequent decision, In re Kaye, 51 CCPA [1465, 332 F. 2d 816] 141 USPQ 829, apply to 'the situation where a terminal disclaimer is offered with respect to the commonly owned patent of a different inventive entity. * * *\nSubsequently appellants filed a new disclaimer to overcome the board’s criticism as to form which was accepted and has been duly recorded in the United States Patent Office. By order of the court upon granting appellants motion to, correct diminution of record, which was not objected to ‘by the Solicitor for the U.S. Patent Office, this new disclaimer was added to the record. The Solicitor here does not challenge the sufficiency of the new disclaimer nor does he argue that the effect of the terminal disclaimer on the rejection is not before us. We will therefore turn to a consideration of the subject matter defined in the appealed claims and the patent claims.\nWe find that we are here dealing with different inventions. As pointed out in appellant’s brief:\nIt is apparent 'thait a single invention is not involved. The inventions of the involved application and 'those of the reference patents 'are not identical; they are different and distinct inasmuch as the inventions differ in the presence of a OH2 grouping at a specific position in 'the complex sfereoid molecule. It is clear that the claims of the Bowers and Orr application, which was the first filed application, define an invention separate and different from those defined in the reference patents owned by the same assignee.\nAppellants also point out in their brief that “Each invention would be patentable absent the other,” which is not disputed by the Patent Office. The brief then continues:\nIt is clear that separate, distinct and non-identical inventions are described in the application at bar and in the patented inventions. It is therefore contended that a terminal disclaimer is appropriate in the case at bar to overcome a double patenting rejection under the holding of In re Robeson and In re Kaye.\nAs we stated in Kaye, supra, 51 CCPA at 1468, 141 USPQ at 831, in reference to Robeson, supra:\nIn that ca'se we held that where, as here, the claims define separate, albeit patentably mdisttnot, inventions, the filing of a terminal disclaimer may obviate a double patenting rejection.\nThus, it seems to us that the board’s position must stand or fall on the issue of whether our decisions in Robeson, supra, and Kaye, supra, as stated by the board, “apply to the situation where a terminal disclaimer is offered with respect to the commonly owned patent of a different inventive entity.”\nIt is true that in both Robeson, supra, and Kaye, supra, the double patenting rejections which we found to be obviated by the terminal disclaimer were predicated in each case on the same inventorship. However, we find this to be a distinction without legal significance in the present contest.\nStatutory authority for the terminal disclaimer here in issue is found in 35 U.S.C. 253, the second paragraph of which provides:\nIn like manner any patentee or applicant may disclaim or dedicate to the public the entire term, or any terminal part of the term, of the patent granted or to be granted.\nIt is to be noted that the parties authorized by the statute to file the terminal disclaimer are “any patentee or applicant.” It seems clear that Congress intended that the remedies of this section were also to be available to assignees in view of the express provision of 35 U.S.C. 100(d) that:\n(d) The word “patentee’ includes not only the patentee to whom the patent was issued but also the successors in title to the patentee.\nThe statutory provisions thus support appellants’ position and are contrary to the solicitor’s arguments.\nThe solicitor argues that the common assignee here, in effect, seeks to circumvent sections 102(e) and 103 by filing a terminal disclaimer. This argument lacks substance as here there can be no resort to those sections. Where the inventorship is different and there is a common assignee, as here, the first filed application which issues as a patent is “by another” and if the invention claimed in the second application is “described” in the first application, it is available under section 102(e) as prior art which is relevant for consideration under section 103. If the second filed application issues first, there can be no resort to section 102(e) to establish it as prior art under section 103 as against the first filed application. This results from the controlling effect which is given under the statute to the United States filing dates. Sections 102(e) and 103 provide grounds of rejection which are distinct and separate from “double patenting,” requiring different inquiries and representing mutually exclusive grounds for rejecting claims. Where there are separate inventions and the ground of rejection is double patenting, based on the alleged unlawful timewise extension of monopoly, the rejection may be overcome by a terminal disclaimer.\nWe are of the opinion, therefore, that the common assignee of the appealed application and the involved patents is entitled to proceed under 35 U.S.C. 253.\nThe solicitor relies on two decisions in other courts, Sterling Varnish Co. v. Louis Allis Co., 145 F. Supp. 810, 111 USPQ 274 (E.D. Wis. 1956), aff’d on rehearing, 149 F. Supp. 826, 113 USPQ 26 (1951); and Hays v. Reynolds, 242 F. Supp. 206, 145 USPQ 665 (D.C. 1965), aff’d, Hays v. Brenner, 357 F. 2d 287, 148 USPQ 365 (D.C. Cir. 1966). The solicitor has extracted from 'these two cases the rule that a common assignee may not file a terminal disclaimer to obviate a double patenting rejection. Upon analysis of the cases we find they do not support such a rule.\nIn the Sterling case the court sustained a defense of double patenting in a suit for patent infringement (111 USPQ 274). The two patents issued to the sarnie inventor (a fact apparently overlooked by the solicitor) and were assigned to 'the plaintiff. Both patents related to coating an electrical winding with varnish, the later issued patent being a continuation-in-part of the first. The first patent required that the -winding be -coated by “rotating” in the varnish while the second patent required that the winding be coated by “contacting” or “immersing” the winding in the varnish. Also the first patent called for “heating” the winding to the temperature of the varnish while the second patent required that the winding be “highly heated” or “at a temperature not below 275° F.” The court found the invention to be the same in both patents, the alleged differences being no more than the “mere use of obviously alternate, immaterial and equivalent terms.” Ill USPQ at 277, 279.\nPlaintiff filed a terminal disclaimer as to the later issued patent after the court’s decision and on plaintiff’s motion to modify the decision the court found the two patents claimed the “same invention” and held that the terminal disclaimer was “legally insufficient,” (113 USPQ 28) relying on our decision in In re Siu, 42 CCPA 864, 222 F. 2d 267, 105 USPQ 428. In Siu we held that when in fact a second application claimed the same subject matter as a previously issued patent, a double patenting rejection was proper and a terminal disclaimer would not overcome such a rejection. The Sterling and Siu decisions are not applicable to the fact situation here in which the appealed application and the issued patents in fact claim different inventions. Thus in the instant case, unlike the situation in Sterling and Siu, 'there are clearly three inventions involved and the respective claims define different subject matter.\nIn Hays a rather complex record clouds the issue ultimately decided by the courts. Hays’ claims were rejected in view of a patent to Keating. The Hays application and the Keating patent were commonly assigned. The application on which the Keating patent issued, although having a later filing date than the Hays application, was, however, a continuation-in-part of three applications filed prior to Hays. The examiner’s answer before the board stated two grounds of rejection of the appealed Hays’ claims: first, as “unpatentable over the claims of the Keating patent;” and second, as “lacking invention over the Keating parent case Ho. 5.98,215, as noted in the Keating patent.” The examiner argued that the filing date of the Keating-parent case had not been overcome.\nThe board in its decision affirming the examiner refers to the first ground of rejection as “double patenting.” Concerning the second basis for the rejection, the board stated:\nAppellant lias filed no reply to this rejection and inasmuch as we find no obvious error therein it is sustained.\nIn a civil action under 35 U.S.C. 145 in the District Court, District of Columbia, the position of the Patent Office was that the Hays claims stood rejected on two grounds: (1) double patenting based on the claims of the Keating patent; and (2) that the subject matter claimed by Hays was obvious in view of a prior disclosure by Keating. The filing date of the parent application of Keating and the subject matter carried over into the Keating patent was relied on by the Patent Office. The solicitor disclaimed any reliance on the Keating abandoned application alone. The solicitor explained that this had been the position of both the examiner and the board.\nThe District Court in its decision utilized both “double” patenting and section 103 language in finding for the Commissioner. The findings of fact make it clear that the court found the subject matter claimed by Hays would have been obvious to one of ordinary skill in the art having the benefit of the work done previously by Keating. The record shows that the District Court relied on the earlier filing date of Keating. In double patenting situations, of course, the filing date is of no concern, which suggests to us that the real basis for the decision of the court was 35 U.S.C. 103.\nThe briefs filed in the Court of Appeals, District of Columbia, in the Hays case and that court’s opinion leave no doubt that the statutory basis for refusing a patent to Hays was 35 U.S.C. 103, and this notwithstanding some of the District Court’s findings of fact and conclusions of law.\nThe solicitor stated in his brief before the Court of Appeals in the Hays case:\n* * * Hence, It is clear from tile record tliat Keating’s parent application, which was filed on July 16,1956 antedates the application at bar. Section 120 of Title 35 U.S.C. makes that date the effective date of all subject matter disclosed in Keating’s patent which is also disclosed in the parent abandoned application.\n* * * * * * *\n* * * Hays’ purported invention is a narrow improvement over the Keating invention * * * [and] that improvement must be evaluated in accordance with statutory standards (35 U.S.C. 103) to determine whether appellants are entitled to a patent based on the claims at issue.\nIn view of the fact that Keating’s work, as disclosed in the abandoned application and carried forward into the issued patent, was subject matter “described in a patent granted on an application for patent by another [Keating] filed in the United States before the invention thereof by the applicant [Hays] it was prior art under 35 U.S.C. 102(e) and 103; Hazeltine Research, Inc. v. Brenner, supra. Despite this fact, both parties injected some double patenting language into the issue before the Court of Appeals.\nThe Court of Appeals in its opinion refused to consider the merits of any alleged double patenting rejection:\nAppellants’ principal effort before us is limited to showing that, while the Hays “invention” may be obvious under 35 U.S.C. § 103, “in any event the claims of Hays define a different and significantly different invention from the invention pointed out by the claims of Keating and thus the double patenting rejection is obviated by the terminal disclaimer.” [Emphasis in appellants’ ,brief.] In answering this contention, we find it unnecessary to undertake an analysis of the differences between the Keating patent and the Hays application, or to determine whether the Hays “invention” is different from the Keating invention. Since appellants’ contention for patentability based on the filing of the terminal disclaimer assumes obviousness, § 103 is an absolute bar to the grant of a patent. (148 USPQ at 366)\nWe agree with the Court of Appeals in Hays that a terminal disclaimer will not obviate a rejection for obviousness in view of the prior art under 35 U.S.C.103. That situation is not presented here and the solicitor’s reliance on the Hays decision is misplaced. The facts here, however, present a case in which the filing of a terminal disclaimer, as permitted under section 253, is effective to overcome a rejection based only on double patenting. The different chemical compounds defined in the respective claims are different inventions. The claims specify these differences and thus do not define the same invention. In re Siu, supra.\nIn summary, where there are in fact separate inventions, each of which is considered patentable over the prior art absent a patent on the other, a rejection based upon double patenting can be obviated by the filing of a terminal disclaimer under 35 U.S.C. 253 which may be filed by a common assignee.\nIn view of the foregoing, the decision of the board is reversed.\nBowers and Orr, Ser. No. 138,265, filed Sept. 15, 1961 for “Cyclopentanophenanthrene Derivatives and Process.”\nBowers and Edwards, Patent No. 3',05|6i,814 issued Oct. 2, 1962, filed Nov. 2, 1961; Bowers and Berkoz, Patent No. 3,082,22,0 issued Mar. 19, 1963, filed Feb. 21, 1962.\nAn additional reference cited by the examiner “to show the state of the art” was not made a part of the record before this court. We therefore do not consider its teachings in this appeal.\nIt is clear from the following statement in the examiner’s answer that the rejection was based on obviousness under 35 U.S.C. 103:\nClaims 1-12 are rejected as being unpatentable over claim 1 of eopending application Serial No. 149,5,02, of common assignee, now U.S. Patent No. 3,056,814. It is the Examiner’s position that the claimed 2-methyl compounds are so closely allied to the 2-desmethyl compounds set forth in the reference, as to be obvious to those skilled in the art and therefore unpatentable under the terms of 35 U.S.C. 103. * * *\n* * * * * * *\nClaim 13 has also been rejected as being unpatentable over claim 10 of copending application Serial No. 17-5,680, of common assignee, now U.S. Patent No. 3,082,220, for the same reasons as set forth in the prece[e]ding paragraph.\n* * * * * * *\n* * * In view of the cited references, the instant claimed 2-methylated compounds are deemed obvious to those skilled in the art and therefore unpatentable under the terms of 35 U.S.C. 103.\nNo such rejection is warranted under section 103. In view of the later filing date of the reference patents they cannot properly be considered as prior art for purposes of a section 103 rejection.\nIn Sterling, sections 102(e) and 108 were inapplicable during prosecution because of tbe same inventorship and copendency. In Siu, involving different inventorship and a common assignee, the patent issued on the earlier filed application. The Patent Office pursued the narrower ground of rejection, double patenting, because the patent olaAmed the same subject matter as in the second application.\nOn petition for rehearing the hoard adhered to its original decision stating a reply to the second rejection during oral argument was no substitute for written argument. On petition to the Commissioner, reopening of prosecution of the case was denied because an action had been commenced in the District Court. In view of the arguments made in the District Court and Court of Appeals, the solicitor apparently preferred to pursue a rejection under section 103, discussed infra in the text, and did not rely on the alleged failure of Hays to reply to the rejection.\nAppellant apparently tried to avoid the section 103 obviousness rejection by calling it “double patenting” so as to argue that a terminal disclaimer obviated the rejection. The solicitor apparently wished to characterize the issues in In re Robeson and in In re Kaye, supra, as involving section 103, which they did not.\nWhile in those cases we held that an “obvious” type double patenting rejection could be overcome by filing a terminal disclaimer, that does not mean that a section 103 rejection for obviousness may be similarly overcome. Under section 103, a reference patent is available for all it fairly discloses to one of ordinary still in the art. There is no inquiry as to what is claimed therein. In the “obviousness” type of double patenting rejections, the test is not what would be obvious to one of ordinary still in the art from reading the specification or the claims. In re Sarett, 51 CCPA 1180, 327 F. 2d 1005, 140 USPQ 474. Rather, the inquiry is much more limited in nature and the patent is considered only to compare the invention defined in the patent claims with the invention defined in the application claims.",
        "type": "majority",
        "author": "Smith, Judge,"
      },
      {
        "text": "KiRkpateiok, Judge,\nconcurring.\nThe opinion in this case is a logical extension of the reasoning of the Court in In re Robeson, 51 CCPA 1271, 331 F. 2d 610, 141 USPQ 485, and In re Kaye, 51 CCPA 1465, 332 F. 2d 816, 141 USPQ 829. The rationale of those decisions requires the reversal of the board’s decision in the present case and, for that reason only, I concur.",
        "type": "concurrence",
        "author": "KiRkpateiok, Judge,"
      }
    ],
    "attorneys": [
      "Evelyn K. Merher, Leon Simon for appellants.",
      "Clarence W. Moore (Jaek E. Armore, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "359 F. 2d 886; 149 USPQ 570\nIn re Albert Bowers and James C. Orr\n(No. 7584)\nUnited States Court of Customs and Patent Appeals,\nMay 12, 1966\nEvelyn K. Merher, Leon Simon for appellants.\nClarence W. Moore (Jaek E. Armore, of counsel) for the Commissioner of Patents.\n[Oral argument January 7, 1966 by Mrs. Merker and Mr. Armore]\nBefore Rich, Acting Chief, and Mastín, Smith, and Ahmond, Jr., Associate Judges, and Judge William H. Kirkpatrick\nPetition for rehearing denied October 13, 1966.\nUnited States Senior District Judge for the Eastern District of Pennsylvania, designated to participate in place of Ohief Judge Worley, pursuant to provisions of Section 294(d), Title 28, United States Code."
  },
  "file_name": "1590-01",
  "first_page_order": 912,
  "last_page_order": 921
}
