{
  "id": 1279526,
  "name": "Louis H. Hill, Appellant, v. Southam, Inc., a Corporation, and Roy Hicks, Appellees",
  "name_abbreviation": "Hill v. Southam, Inc.",
  "decision_date": "1931-01-05",
  "docket_number": "",
  "first_page": "1595",
  "last_page": "1598",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1595"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "93 Fla. 805",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1275846
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/93/0805-01"
      ]
    },
    {
      "cite": "130 U. S. 505",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3537902
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/130/0505-01"
      ]
    },
    {
      "cite": "155 Ala. 508",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8491120
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/155/0508-01"
      ]
    },
    {
      "cite": "30 Fla. 612",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1140849
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/30/0612-01"
      ]
    },
    {
      "cite": "34 Fla. 149",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1086547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/34/0149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 326,
    "char_count": 4512,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3219510094990094
    },
    "sha256": "5187cd6c61ffcfa377fa3a022fa6a22eb9290817169709665fe8550c57ed7f84",
    "simhash": "1:36f796312e56d103",
    "word_count": 775
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Brown, J., concur.",
      "Whitfield, P. J., and Strum and Buford, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "Louis H. Hill, Appellant, v. Southam, Inc., a Corporation, and Roy Hicks, Appellees."
    ],
    "opinions": [
      {
        "text": "Ellis, J.\nSoutham, Inc., a corporation, and Roy Hicks exhibited their bill in chancery against Louis H. Hill for an accounting of monies, commissions and profits that he is alleged to have received in certain real estate transactions in which he was employed as a real estate broker by the complainants and in which service the defendant was to receive under the terms of the agreement certain fixed and definite commissions on the transactions, but through deceit and fraud collected ’more than such fixed and definite commissions.\nThe bill alleges that the agent purchased lands at one price and represented to his principals that he paid a higher one and collecting the difference from his principals applied it to his own use accomplishing this fraud and covering it by an arrangement with the land owner; that when acting as agent for complainants in reselling the land the defendant made up false statements as .to expenses, fees and commissions and deducting such sums from the cash received on account of the sale sent to complainants the remainder retaining as his portion the sum represented by alleged expenses, fees and commissions which were fictitious and fraudulent and in any case without authority from complainants to incur and which were not in reality incurred but put forth by defendants as having been incurred by him so that he might by appropriating those sums obtain a secret and unauthorized profit beyond the compensation he had agreed with complainants that he should receive.\nA demurrer to the bill was interposed. There are twelve grounds constituting the points of law to be argued. The first seven challenge the equity of the bill, that the complainants are guilty of laches, are barred by the statute -of limitations, have a remedy at law.’ The eighth ground raises the point that the bill is not verified by oath and the remaining grounds challenge the ’ sufficiency of the allegations to show fraud -and deceit or any reason why there should be any further accounting on the resale transaction.\nThe demurrer was overruled and Hill appealed.\nNo rule or statute exists requiring a bill of the character filed in this case to be verified by oath. It is signed by counsel and that answers the requirement of the rule, but the bill was verified by the oath of Roy Hicks and J. W. Souter, as president of- Southam, Inc., a corporation.\nThe remaining grounds of the demurrer are equally without merit. As to laches and the statute of limitations the bill alleges that for about three years the assertions and explanations of the defendant precluded the complainants from proceeding against him who were not able to procure the necessary facts until about three months before the bill was filed. Laches may not be attributed to one who proceeds within a reasonable time after the discovery of fraud to seek an account. See Lee v. Patten, 34 Fla. 149, 15 So. R. 775.\nThe application of the doctrine of laches depends on the circumstance of each case. Anderson v. Northrop, 30 Fla. 612, 12 So. R. 318.\nThe mere existence of the relation of principal and agent may not alone be sufficient to- authorize an accounting in equity, but the bill in this case alleges sufficient facts to show that an accounting is necessary and that a fiduciary relation in the nature of a trust existed between the parties. See Hall v. McKellar, 155 Ala. 508, 46 So. R. 460; Kilbourn v. Sunderland, 130 U. S. 505, 9 Sup. Ct. R. 594, 32 L. Ed. 1005; Quinn v. Phipps, 93 Fla. 805, 113 So. R. 419.\nThe defendant was entrusted with the purchase of the land at ascertain price. He acquired it for less and reported to his principals the greater price. He was entrusted to sell the land and collect the first payment and remit it to complainants. He collected the cash payment and reported it but proceeded to deduct from it certain spurious charges and expenses not incurred which he held back and applied to his own -use, reporting' that such moneys had been expended by him. His conduct according to the bill was deceitful and fraudulent throughout which he sought to sustain by misrepresentations and false reports.\nThe demurrer to the bill was properly overruled so the order appealed from is affirmed.\nTerrell, C. J., and Brown, J., concur.\nWhitfield, P. J., and Strum and Buford, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Ellis, J."
      }
    ],
    "attorneys": [
      "E. M. Johns, for Appellant;",
      "J. L. Frazee, for Appellees."
    ],
    "corrections": "",
    "head_matter": "Louis H. Hill, Appellant, v. Southam, Inc., a Corporation, and Roy Hicks, Appellees.\nDivision A.\nOpinion filed January 5, 1931.\nE. M. Johns, for Appellant;\nJ. L. Frazee, for Appellees."
  },
  "file_name": "1595-01",
  "first_page_order": 591,
  "last_page_order": 594
}
