{
  "id": 12166363,
  "name": "James F. Gordon v. Burton F. Hubbard and Gaynard H. Fosdick",
  "name_abbreviation": "Gordon v. Hubbard",
  "decision_date": "1965-07-08",
  "docket_number": "No. 7424",
  "first_page": "1598",
  "last_page": "1606",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1598"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 303"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 1001"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "241 F. 2d 718",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        417566,
        6078079
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/241/0718-01",
        "/ccpa/44-2/0753-01"
      ]
    },
    {
      "cite": "44 CCPA 753",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078079
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0753-01"
      ]
    },
    {
      "cite": "144 USPQ 1",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        12164228,
        12164462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0906-01",
        "/ccpa/52-2/1030-01"
      ]
    },
    {
      "cite": "339 F. 2d 217",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        884010,
        12164228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/339/0217-01",
        "/ccpa/52-2/0906-01"
      ]
    },
    {
      "cite": "52 CCPA 906",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0906-01"
      ]
    },
    {
      "cite": "341 F. 2d 110",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12164343,
        878399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0968-01",
        "/f2d/341/0110-01"
      ]
    },
    {
      "cite": "52 CCPA 968",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164343
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0968-01"
      ]
    },
    {
      "cite": "214 F. 2d 160",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079962,
        537197
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/41-2/0950-01",
        "/f2d/214/0160-01"
      ]
    },
    {
      "cite": "41 CCPA 950",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079962
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/41-2/0950-01"
      ]
    },
    {
      "cite": "278 F. 2d 510",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2022624,
        6080507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/278/0510-01",
        "/ccpa/47-2/0958-01"
      ]
    },
    {
      "cite": "47 CCPA 958",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080507
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/47-2/0958-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1030,
    "char_count": 22425,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 2.3292189500314682e-07,
      "percentile": 0.790882016673559
    },
    "sha256": "df84f0f87ff7c2dfcb5807705af352adadb8f2b5d2ef8578039a12d7817bda3a",
    "simhash": "1:7d1d2cce94b92aa8",
    "word_count": 3712
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "James F. Gordon v. Burton F. Hubbard and Gaynard H. Fosdick"
    ],
    "opinions": [
      {
        "text": "Worley, Chief Judge,\ndelivered the opinion of the court:\nGordon appeals from the decision of the Board of Patent Interferences which awarded priority of invention of the subject matter set forth in the following count to the senior party, Hubbard and Fosdick:\n1. A potentiometric device comprising a casing having a support block, a resistance element and a conductor bar in parallel spaced relationship and fixed to said support block, a travel block having means directly slidable upon said support block, a contact element secured to said travel block and slidably engaging said resistance element and said conductor bar, and means engaging said travel block for imparting linear motion thereto.\nThe nature of the screw-actuated potentiometric device is indicated by a drawing taken from the Hubbard p&tent:\nAs illustrated, the potentiometer includes a U-shaped base member 1 having a support block 4 disposed between the upright ends 6. The block 4 has parallel, spaced-apart shoulders 20 and 21 on each side, and parallel resistance and conductor elements 13 and 14 mounted in parallel, spaced-apart relation between and alongside the shoulders. A travel block 22 has depending shoulders which ride on the support block shoulders. A contact brush 24 is affixed to the travel block’s lower side to slidably engage both the resistance and conductor elements. A lead screw 27 rotatably supported by the upright ends of the base is threaded through the travel block to move it and the contact element along the resistance and conductor elements. The inside surfaces of a U-shaped cover 2 act as guides for the travel block as it is moved linearly by rotation of the lead screw.\nGordon’s device is reflected in the following drawings:\nIt, too, is a linear potentiometer having a U-shaped body 10 with parallel resistance and conductor elements 20 and 21 supported on a central support portion 11. A travel block 17 is engaged by an adjustment shaft 16, which is rotatably supported between the ends of the body 10. The travel block carries contact element 28 which slidably engages both the resistance and conductor elements. The block 17 has downwardly extending runners 33 and 34 on opposite edges which slidably engage the edges of the support block portion 11 outwardly of the resistance and conductor elements. An open-ended case 68 slides into position enclosing the potentiometer. The device is said to have over-all dimensions less than ¾6” by ¾6” by 1½”.\nAppellant asserts that the invention in issue constitutes an improvement in potentiometric devices which were well known in the art prior to filing of either of the present applications. The record seems to support appellant’s contention that the particular novelty of the article of the count lies in the recitation “a travel block having means directly slidable upon said support block,” corresponding to runners 32 and 33 in the illustrated device of Gordon, and the depending shoulders in Hubbard’s device. It is those shoulders or runners which are said to secure the travel block against transverse or rotational movement as the lead screw is turned, thus insuring freedom from vibrational distortion as well as providing good electrical contact between the brush and the resistance and conductor elements.\nHubbard relies primarily on his filing date of February 3, 1956, for constructive reduction to practice. Gordon makes no claim of diligence from a date prior to Hubbard’s filing date until any later actual reduction to practice or his own filing date of May 10, 1956. The principal issue before us is whether Gordon has proved by a preponderance of the evidence that he reduced the invention to practice prior to Hubbard’s filing date.\nThe board, in considering the testimony of Gordon’s witnesses and related exhibits, found the record\n* * * clearly establishes that at least by the period of time in November-December of 1955, several potentiometric devices meeting the terms of the count in issue had been assembled by Borbor or by Borbor in collaboration with Waldron. * * *\nThe board, however, found the record on behalf of Gordon citing Elmore v. Schmitt, 47 CCPA 958, 278 F. 2d 510, 125 USPQ 653 to support its holding.\n* * * so devoid of proof with respect to tests of a completed potentiometer, including one having a “casing” as required by the count in issue, “as part of some practical apparatus” under “conditions normally encountered in at least one such use” * * * that it fails to establish actual reduction to practice.\nIn reaching that conclusion, the board noted that the count in issue does not set forth any particular purpose or use of the potentiometric device, and it turned to the Gordon specification for statements which shed light on that matter. See Landon v. Ginzton. 41 CCPA 950, 214 F. 2d 160, 102 USPQ 230. There it found:\nThis invention relates to potentiometers or variable resistors for use in electrical circuits and in particular to potentiometers which are adapted for use in miniaturized equipment.\nIt is an object of the invention to provide a miniature potentiometer which is small in size and stable in operation under extremes of vibration, shock, atmospheric pressure, temperature and humidity. A further object of the invention is to provide such a potentiometer which is simple in design and inexpensive to produce and test and which is well adapted to automatic methods of manufacture.\nIt is another object of the invention to provide a miniature potentiometer which is completely assembled and tested before being placed in its case and which may be mounted with a plurality of similar potentiometers in horizontal and/or vertical rows, either with or without the cases for the individual potentiometers. Another object of the invention is to provide a miniature potentiometer in which the moving element is translated by means of a rotating threaded shaft with the shaft being manually operable from the end of the potentiometer by a screwdriver or the like.\nIt is a further object of the invention to provide a miniature potentiometer which may be sealed in its case to minimize the entrance of dust and moisture with the openings for the electrical terminals being closed by solder and with the opening for the adjusting shaft being sealed by a labyrinth bearing structure. Another object of the invention is to provide a miniature potentiometer suitable for use with resistance elements which are fired on ceramic bases as well as with wound or molded resistance elements.\n* * * * * * *\nMeans are carried on the contact block 17 for electrically connecting a point on the resistance element 20 with the conducting element 21. A preferred form for this connecting means which provides positive interconnection under extreme conditions of vibration and shoclc without requiring a complicated structure or precision contact surfaces is illustrated in Figs. 2 and 3. * * * [Emphasis supplied.]\nThe board then reviewed in extenso the testimony of the witnesses which, in its opinion, related to testing of the device. It found\n* * * no evidence of any tests at all wherein the potentiometers were subjected to vibrations, shock, high temperature or low temperature either with or without the required casing. At most the evidence shows that tests were made on potentiometers, though it is not clear whether they had casings or not, in which the adjusting screw was run back and forth by hand or by motor drive; the bearings were inspected for breaking loose from the support; and the travel block was watched for movement. The sole test that was performed which related to the electrical properties and capabilities of the device was the connection of the potentiometer in an apparently conventional ohmmeter, the indicator variations being observed as the adjusting screw and travel block were manipulated. Clearly, the potentiometers were not installed in their intended environment. * * *\nIn its view, the record failed to show that any of the tests employed accurately reproduced the operating conditions which would be encountered in any practical use of the invention.\nBefore discussing other aspects of this case, it is necessary to dispose of an initial argument advanced by Gordon. He urges that the board, in construing the count, failed to appreciate the essence of the common invention in issue and that, in holding that the common invention necessarily includes an enclosing cover or “casing,” it misapprehended the invention that Gordon must reduce to practice. He contends that the term “casing” in the count is fully met by body 10 and central portion 11 of his device, as well as by base member 1 and support block 4 of Hubbard’s device. We think Gordon is in error in his contentions. Hubbard’s patent defines his “casing” as “composed of a male base member 1 * * * and a female cover member 2.” Gordon’s application refers to element 68, shown in the above drawings, as “an open-ended case,” and Borbor identified an identical element in Gordon’s record exhibit J as “the case, or as it is called here, cover of the instrument.” In our view, the term “casing,” which is part of the potentiometer recited in the count, necessarily includes a “cover.”\nIn all of the cases in which this court has reviewed whether sufficient and proper testing had occurred to establish reduction to practice, we have taken pains to point out that the nature of the testing required depends on the particular facts of each case. A certain amount of “common sense” must be applied in determining the extent of testing required. Depending on its nature, the invention may be tested under actual conditions of use, or may be tested under “bench” or laboratory conditions which fully duplicate each and every condition of actual use, or, in some cases, may be tested under laboratory conditions which do not duplicate all of the conditions of actual use. In instances where the invention is sufficiently simple, mere construction or synthesis of the subject matter may be sufficient to show that it will operate satisfactorily. In all such cases, the evidence must establish a relationship between the subject matter involved, the test conditions and the intended functional setting of the invention. White v. Lemmerman, 52 CCPA 968, 341 F. 2d 110, 144 USPQ, 409; Paivinen v. Sands, 52 CCPA 906, 339 F. 2d 217, 144 USPQ 1.\nWe turn, then, to a consideration of the nature of the tests required to establish reduction to practice of the present device. While we are inclined to agree with Gordon that the potentiometers defined by the count are not so complex as to require actual field tests, we cannot subscribe to his view that the present subject matter is of such relative simplicity that mere construction of it is sufficient to establish reduction to practice. Although we do not doubt that potentiometers are useful in the abstract, we think, contrary to Gordon’s argument, that the board was correct in not assuming the potentiometers constructed by Gordon are obviously useful simply because they correspond to the terms of the count, for that is not the question in issue. We think the question is whether the bench tests and other evidence demonstrate that Gordon’s device, as constructed, was capable of successfully achieving at least one contemplated use so it may be regarded as reduced to practice.\nIt is, of course, well settled that when an interference count does not specify any particular use, evidence proving substantial utility for any purpose is sufficient to establish reduction to practice. Blicke v. Treves, 44 CCPA 753, 241 F. 2d 718, 112 USPQ 472. Like the board, however, we regard the present record to be substantially incomplete with respect to evidence of successful testing of a potentiometer, particularly with the “casing” required by the count, under conditions normally encountered in at least one contemplated use. As a minimum, we think the tests performed should demonstrate that the Gordon potentiometers, as a result of the particular novel construction of the travel block, were in fact free from vibrational distortion and brush contact “bounce,” i.e. loss of position and poor electrical contact. We liave examined all of the testimony, particularly that of Borbor, Waldron and Gordon which is included in Gordon’s brief. In our view, that testimony as a whole simply relates that tests were performed, and gives no definite indication or suggestion what results were attained or that the results were satisfactory. We have searched the record in vain for clear, unequivocal testimony that tests on the device showed that the shoulders or runners on the travel block did in fact render the potentiometer vibration or shock resistant so as to provide uniform contact between the brushes and the resistance or conductor elements of the device throughout the range of adjustment.\nMoreover, when we consider whether the evidence of record has established that the tests actually performed were of a character sufficient to show that the Gordon potentiometers would be successful in the intended functional setting or environment, we think the record again compels a negative conclusion. In addition to the objects and intended uses of the potentiometers set out by each party in the respective applications, we note, as did the board, that Waldron testified that a certain plastic-encased model worked on in December, January and February of 1955 and 1956 “was made for a high temperature, be able to use it in high and low temperature.” Fie acknowledged that those plastic-encased potentiometers, which apparently exemplified the initial models built by Gordon, Borbor and Waldron, would not “hold up very well at all out in the field.’' Waldron stated that low temperatures would make the plastic “brittle, cold, and if it had to go through any sort of a shock test or vibration test it could crack and expose the elements to salt spray.” By the same token, Waldron noted that “this particular model was to be used in high temperature” and, since “plastics at that time would not withstand 400 degrees Fahrenheit” and “get up into the high temperature range,” they would “just melt and run.” Consequently, the plastic-encased model “was cast aside.”\nAs a result of these problems, Gordon contemplated enclosing the potentiometer with a metal casing or cover. We agree with the board that the record does not show whether such a completed device was tested at all. Gordon argues that, it was unnecessax-y to test a potentiometer having a “cover” of any sort. Apart from our view that the device of the count requires a “cover\" as part of the “casing,” we think that testing of the device with a cover was necessary here, particularly in view of problems which apparently developed when a metal casing was employed to enclose the potentiometer. Although it appears that models using a “Mylar” polyester insulating tape inside the casing were later built or tested, the record does not establish a date therefor.\nIt would unduly lengthen this opinion to analyze in detail all the testimony of the witnesses which the board and appellant have reviewed at length. Our study of the record with due regard for Gordon’s arguments convinces us that the board did not err in awarding Hubbard priority of invention of the subject matter of the count.\nThe decision is affirmed.\nGordon is involved on application serial No. 584,088, filed May 10, 1956.\nHubbard is involved on patent No. 860,216 issued on an application filed February 3. 1956. The count corresponds to claim 1 of that patent.\nMr. James F. Gordon, the inventor and Chief Development Engineer for the Helipot Division of Beckman Instruments, Inc.\nMr. Hamid Borbor, a development engineer working directly under the supervision of Mr. Gordon.\nMr. Rex Waldron, an experimental technician working directly under the supervision of Mr. Gordon.\nMr. Lester Craggs, a draftsman.\nMr. Lloyd Reynolds, an experimental machinist in the model shop.\nSimilar description is found in the Hubbard patent as follows:\nThis invention relates generally to potentiometry; more particularly it relates to a compact and economically manufactured device for accurately controlling or measuring potential and potential ratios under adverse environmental conditions.\nWhile potentiometers and variable resistors have been long known and utilized in differing combinations! with other electrical devices and circuits, continuing progress in the electronic arts has given rise to a demand for potentiometric devices fulfilling various stringent requirements. This demand is particularly great in fields in which the devices are unavoidably subjected to adverse environmental conditions, such as severe shock and vibration. Such conditions generally result in distortion of the information conveyed or transmitted by the potentiometric apparatus involved, or in damage and in malfunctioning or failure of the devices. The consequences of inaccuracy or failure in telemetering, aviation or other applications in which certainty and accuracy of information control or transmission are important are serious, as Is well known in the art.\nIt is, therefore, a primary object of our invention to provide a potentiometric device of compact size, which can be manufactured economically by mass production methods ; which is relatively free from shock and vibrational distortion, which is free, in its brush construction, from contact bounce, and which has a high selectivity of measured or controlled potential, easily obtained and accurately maintained. [Emphasis supplied.]\n*******\nA further object of our invention is to provide a potentiometric device which is fully enclosed and protected from the introduction of dust and fumes while accurate adjustment of brush contact position is permitted.\nFor example, Borbor testified :\nQ29. Did you test the potentiometers to which you previously testified as constructing? A. Yes. Many times. We tested it for many things. First, for instance, how those solder bearings were holding, how the block was moving without having any rocking motion, and of course, a completed unit was being tested for its actual performance showing voltage resistance ratio. The first two tests naturally were visual, just looked at it, how it would go back and forth. Of course, we also run some tests to see whether these silver solder bearings would hold in or come off easy, and so forth, and the final test—but these were all, by the way, preliminary tests ; they weren’t production tests in any way—was by means of just hook it up to an ohmeter and turning the screw back and forth and watching the meter move.\nGordon testified :\nQ42. Did you test any of these models? A. Yes, indeed.\nQ43. What did that test comprise? A. The test comprised first and initially, of course, of making the simple tests with an ohmeter, in which you connect current to the device and merely run the thing backwards and forward to see if a resistance variation takes place which is approximately what you want. This is the first thing you do.\n*******\nQ46. Did I interrupt you? You were discussing the tests. A. So, of course, the next thing we have to do with respect to getting an element on those things, is to determine what sort of linearity we have. Linearity merely means in this particular respect the resistance variation with rotation of the shaft, which is communicated to a linear motion of the slider block.\nNow, in setting this thing up and rotating it, then it is necessary to draw a line on a chart or a piece of paper which indicates the deviation from a true linear condition. Now, initially we made these things and we found that they came so close to being linear potentiometers for these things we would take one turn and nmke a measurement, take another turn and make a measurement, and so forth, that we didn’t even bother to make records of the linear performance. It was just that good. There was no point. We didn’t have to. I doubt if you look here you will find a record of those things, only up until the time we started running large quantity tests in the Research Department. There are records of such tests.\nWaldron testified :\n* * * So our biggest problem from there in actual testing was the lashing of the leads to the bottom half of the Helitrim. We had some wire coming out through the bottom and had to get a good mechanical and electrical bond there so they would have to be wrapped and soldered. This was real fine until we started putting the case on, and we found that in putting the case on that the room that was left between the bottom of the case and the well itself would short to the outside of he cases, and that’s when we started experimenting with the Mylar tape, putting Mylar tape inside of the rectangular case and .slipping it on, and then we found that we had no short because we actually had bottom to worry about, and the bearing, top of the bearing up here.\nQ59. You mentioned a short that was possible without the insulation. Where would that short be from? A. The short would be from the cover touching the solder bore anrl from any of it—any large weld here—some of the first ones were welded— Q(¡0. This was on the bottom? A. Yes.\nQ61. And there was an exposed contact on the bottom? A. Right. We had to get it insulated from itself.\nQ02. This would only be noticeable when you had the cover on? A. When you had the cover on, and I know we went nuts there for a while trying to figure out how— the material had been ordered—the stainless steel had been ordered for this, and in getting a material that would fit in there and insulate it, we couldn’t—-some of the first ones they tried to lay R—313 [epoxy resin] down there and shaving it off and grinding it off, but the wires laid so close to it we sit there and put it up against an abrasive belt and you would go through the R-813 right into the insulation of the wire and pass that and then you would be back worse than you were in the beginning. * * *",
        "type": "majority",
        "author": "Worley, Chief Judge,"
      }
    ],
    "attorneys": [
      "Fowler, Knobbe & Gambrell (Robert J. Steinmeyer, Louis J. Knobbe, James B. Gambrell, of counsel) for appellant.",
      "George H. Halbert for appellee."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 1001; 146 USPQ 303\nJames F. Gordon v. Burton F. Hubbard and Gaynard H. Fosdick\n(No. 7424)\nUnited States Court of Customs and Patent Appeals,\nJuly 8, 1965\nFowler, Knobbe & Gambrell (Robert J. Steinmeyer, Louis J. Knobbe, James B. Gambrell, of counsel) for appellant.\nGeorge H. Halbert for appellee.\n[Oral argument May 7, 1965 by Mr. Gambrell; appellees submit on brief]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1598-01",
  "first_page_order": 922,
  "last_page_order": 930
}
