{
  "id": 1279575,
  "name": "A. Heinisch and Hattie Heinisch, his wife, Appellants, v. O. C. Mills and Annie M. Mills, his wife; D. F. Wurst and O'Meara M. Wurst, his wife; S. J. T. Seegar, S. E. Sentell and Mrs. Jeffie J. Smith, Appellees",
  "name_abbreviation": "Heinisch v. Mills",
  "decision_date": "1931-01-05",
  "docket_number": "",
  "first_page": "1600",
  "last_page": "1602",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1600"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "96 Fla. 683",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1248643
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/96/0683-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 208,
    "char_count": 2757,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 1.2758157971285021e-07,
      "percentile": 0.6158137018799166
    },
    "sha256": "51becd5597780b8d6f29cb5d91e13f5bed9a8171a2ff3caf99847508dd5c95a3",
    "simhash": "1:05d506253c4cc010",
    "word_count": 488
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., and Strum, J., concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "A. Heinisch and Hattie Heinisch, his wife, Appellants, v. O. C. Mills and Annie M. Mills, his wife; D. F. Wurst and O'Meara M. Wurst, his wife; S. J. T. Seegar, S. E. Sentell and Mrs. Jeffie J. Smith, Appellees."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nAppellants filed their bill of complaint in the court below to cancel and set aside three warranty deeds conveying certain lands.\nThe first deed complained of was from the appellants to O. C. Mills dated June 18, 1928; the second deed was from Mills and wife to Wurst dated June 19, 1928, and the third deed' was from Wurst and wife to Seegar dated July 11, 1928.\nThe bill alleged fraud on the part of Mills and Wurst in procuring the deed from the appellants and alleged that Seegar at the time of his purchase of the property was cognizant of the frauds complained of and of the equities of the appellants.\nThe suit was instituted on March 4, 1929. Testimony was taken before the chancellor. On the 23rd day of May, 1930, the chancellor made his findings and entered a final decree in favor of the defendants. and against the complainants and dismissing the bill of complaint, the amended bill of complaint and the supplemental bill of complaint.\nThere are six (6) assignments of error. The first four assignments of error are based upon the findings’ of the chancellor and the latter two assignments of error are based upon the action of the chancellor in refusing to permit the witness Mills to testify that a certain deed was a second lien on the property described in the deed and in refusing to permit the witness Mills to testify that the trust deed filed in evidence was a straw deed and made without any consideration whatever.\nNo error is made to appear in regard to the holding of the chancellor in sustaining objection to Mills testifying as referred to in assignments of error 5 and 6.\nThe evidence is somewhat voluminous and in some respects it is not entirely harmonious, but as we see it no good purpose can be served by a discussion thereof. There is ample substantial evidence to support the findings of the chancellor; and it is to be remembered that the evidence was taken before the chancellor. The case is well within the established rule in this and other jurisdictions that on questions of fact findings of the chancellor will not be reversed, unless it is made clearly to appear that' his findings are erroneous. Cramer v. Eichelberger, et al., 96 Fla. 683, 118 So. R. 737, and cases there cited.\nThe decree of the chancellor should be affirmed and it is so ordered.'\nAffirmed.\nWhitfield, P. J., and Strum, J., concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Murrow & Hogan, for Appellants;",
      "Maguire & Voorhis, for Appellees."
    ],
    "corrections": "",
    "head_matter": "A. Heinisch and Hattie Heinisch, his wife, Appellants, v. O. C. Mills and Annie M. Mills, his wife; D. F. Wurst and O'Meara M. Wurst, his wife; S. J. T. Seegar, S. E. Sentell and Mrs. Jeffie J. Smith, Appellees.\nDivision B.\nOpinion filed January 5, 1931.\nMurrow & Hogan, for Appellants;\nMaguire & Voorhis, for Appellees."
  },
  "file_name": "1600-01",
  "first_page_order": 596,
  "last_page_order": 598
}
