{
  "id": 1279528,
  "name": "Enslow Sawyer and Sam Thomas Smythe, alias Sam Smith, alias George W. Wilson, Plaintiff in Error, v. State of Florida, Defendant in Error",
  "name_abbreviation": "Sawyer v. State",
  "decision_date": "1931-01-07",
  "docket_number": "",
  "first_page": "1603",
  "last_page": "1617",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1603"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "95 Fla. 42",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1265251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/95/0042-01"
      ]
    },
    {
      "cite": "78 Pac. R. 987",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "case_ids": [
        2234812
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/or/45/0601-01"
      ]
    },
    {
      "cite": "87 Fla. 79",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1646205
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/87/0079-01"
      ]
    },
    {
      "cite": "43 Fla. 171",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1110054
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/43/0171-01"
      ]
    },
    {
      "cite": "153 Ala. 48",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5657869
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/153/0048-01"
      ]
    },
    {
      "cite": "81 Am. Dec. 67",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "139 Ala. 136",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        8489261
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/139/0136-01"
      ]
    },
    {
      "cite": "52 Am. Dec. 336",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": 0
    },
    {
      "cite": "20 Conn. 245",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/20/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 843,
    "char_count": 21433,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 4.670260259302531e-07,
      "percentile": 0.9278664509011916
    },
    "sha256": "883216d8fdb2da79710bcbb52735f18bf5ccb4e3603f15fb6ebb9651e2c0b525",
    "simhash": "1:e755f050ec0177a8",
    "word_count": 3780
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Ellis, Strum and Buford, J. J.¡ concur.",
      "Terrell, C. J., and Whitfield, J., concur in the reversal."
    ],
    "parties": [
      "Enslow Sawyer and Sam Thomas Smythe, alias Sam Smith, alias George W. Wilson, Plaintiff in Error, v. State of Florida, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Brown, J.\nThe first count of the information in this case charged that the plaintiff in error, Enslow Sawyer, on Sept. 19, A. D. 1929, “did feloniously, wilfully and maliciously set fire to, burn, or cause to be burned, a certain two story dwelling house situated at number 715 Caroline Street in the City of Key West, County of Monroe, and State of Florida, .which said dwelling house was then and there the property of one Charles W. Sawyer, contrary to the form of the statute in such case made and provided and against the peace and dignity of the State of Florida. ’ ’\nThe second count of the information charged plaintiff in error, Sam Thomas Smythe, alias Sam Smith, alias George W. Wilson, as accessory before the fact to the same offense.\nThe third count charged plaintiff in error Smythe as principal, the language of the count being otherwise identical with the language of the first count charging Sawyer as principal.\nThe fourth count charged said Enslow Sawyer as accessory before the fact in that he “aided, abetted, counselled, hired and otherwise procured and assisted the said Sam Thomas Smythe, alias Sam Smith, alias George W. Wilson, to feloniously, wilfully and maliciously set fire to, burn, or cause to be burned, a certain two story dwelling house situated at number 715 Caroline Street, in the City of Key West, County of Monroe and State of Florida, which said dwelling house was then and there the property of one Charles W. Sawyer, contrary to the form of the statute,” etc.\nThe jury found Smythe guilty as charged in the third count of the indictment and Sawyer guilty as charged in the fourth count. The judgment of the court sentenced Smythe to the penitentiary for five years and Sawyer for ten years. From this judgment the defendants took writ of error.\nBefore pleading thereto the defendants moved to quash the information upon various grounds, among them being that it did not charge any offense'known to the laws of this State; that it did not allege whose dwelling house was set fire to and burned; nor did it aver whether the dwelling house alleged to have been burned was occupied.\nThe motion to quash being overruled, the defendant Sawyer moved the court to require the State to elect as to which statute the defendants were being tried under. The county solicitor announced that the prosecution was under Section 7208 of the Comp. Gen. Laws. There was also a motion for severance, which was denied.\nAfter the verdict, the defendants moved separately for an arrest of judgment upon various grounds, among them the- grounds alleged in the motion to quash, and also that the information did not conform to the requirements of the statute under which the defendants had been tried, nor to the decisions of this Court interpreting such statute; that the charge of the court did not conform to the allegations of the information; that the proofs submitted by the State tended to prove offenses not denounced by the statute under which the defendants were tried, and that the jury had rendered two separate verdicts, one against each defendant, although the defendants were informed against and tried jointly, a severance having been denied. The motions in arrest, and also motions for new trial, were, denied. Exceptions were taken to the adverse rulings of the court in respect to the above matters and also to various rulings upon the admissibility of certain evidence, and to certain portions of the charge of the court; upon all of which rulings assignments of error were predicated.\nIn addition to these questions, counsel for plaintiff in error Sawyer contends in argument that the record discloses a fundamental error, which, though not assigned, the court should consider, and that is that the statute under which the defendants were charged and tried, to-wit, Chapter 11812, Laws of 1927, now appearing in part as sections 7208-7209-7210-7211 and 7212 of the Comp. Gen. Laws, is unconstitutional and void.\nIt might simplify matters to dispose of the constitutional question first.\nIn the recent case of Williams v. State, decided at the present term, Mr. Chief Justice Terrell, in his opinion in that case in which the writer concurred, said:\n“At common law arson was the willful and malicious burning of the dwelling house of another. It also included any building or out-house within the curtilage of the dwelling house appurtenant thereto. It was an offense against the security of the habitation and had reference to the possession rather than the property. For this reason, it was a felony of great enormity and was punishable by death. Statutes in many states have materially changed the common law definition of arson and apply it to the burning of all species of real and personal property. Such statutes are designed for the protection of the property as well as the security of the habitation. In the absence of statute defining and punishing arson, the common law definition will be relied on. State v. McGowan, 20 Conn. 245, 52 Am. Dec. 336. An incomplete or unfinished structure which has never been occupied for that purpose is not a dwelling house in the common law acceptation of the crime of arson. State v. McGowan, supra; State v. Young 139 Ala. 136, 36 So. R. 19, 81 Am. Dec. 67 note, 101 A. S. R. 27 note, 15 Ann. Cas. 547 note. See also Davis v. State 153 Ala. 48, 44 So. R. 1018, 127 A. S. R. 17, 15 Ann. Cas. 547 and note. This Court has held that occupation is an essential element of the common law crime of arson. Hicks v. State, 43 Fla. 171, 29 So. R. 631; Cox v. State 87 Fla. 79, 99 So. R 126.\nNow in the light of this discussion let us examine the statute brought in question. Its title is as follows:\n“AN ACT TO DEFINE and Punish Arson, and to Eepeal Sections 5106, 5107, 5109, 5110, 5111 and 5114 of the Eevised General Statutes of the State of Florida relating thereto. ’ ’\n(“In Section 1 arson and its punishment is extended to the act of burning one’s own dwelling house, but otherwise the scope of the crime as understood at common law, which is the law of this state, is not extended, nor is it mentioned in the body of the act. With the exception of Section 1 and Section 6, every section, of the act defines and punishes a crime other than arson as known to the common law, yet we will search in vain for any provisions making any of these crimes arson or punishable as such. Section 6 attempts to repeal all laws now in- effect relating to these crimes.\n“We do not decide whether all the crimes condemned in Sections 2, 3, 4 and 5 ,of Chapter 11812 Acts of 1927 may be defined and punished as arson; similar acts in other jurisdictions when properly constructed have held good, but as to the act under review there was no effort to extend the common law rule to these crimes. The title and body of the act except as to Section 1, were inconsistent and deceptive, dealt with a different subject matter which was not properly connected, and was, therefore, repugnant to. Section 16 of Article III of the Constitution.”\nIn the same case, in the opinion written by Mr. Justice Buford, it was said:\n“The body of the Act following the title embraces more than one subject and matter, not properly connected therewith.' The title of the Act is two-fold. First, it is an Act to define and punish arson. Next, it is an Act to repeal six sections of the Revised General Statutes, one of which is Section 5106. This section condemned an Act which at common law constituted arson, but it did not declare that offense to be arson. Such offense, nevertheless, is arson. The other five sections denounced as crimes certain acts which were not embraced within the crime of arson under the common law and which were not declared to be arson under the provisions of our statutes. The language in the title of the Act here under consideration, to-wit: ‘Relating Thereto’ is misleading and of no force and effect because five of the sections of the Revised General Statutes referred to in the title and in the body of the Act do not relate to arson.\n‘ ‘ Section 6 of the Act attempts to repeal six different sections of the Revised General Statutes. If that section is valid then we have no statutory provision in this State to punish as crimes the acts which are denounced in Sections 2, 3, 4 and 5 of the Act here under consideration.\n‘ ‘ The Court is not authorized to assume to determine that it was the intent of the legislature to pass an Act to define and punish arson and strike down the remainder of the Act. It was entirely within the legislative prerogative to repeal the sections sought to be repealed by the Act and to leave nothing standing in the place thereof.\n“That part of the title of the Act, ‘AN ACT to Define and Punish Arson’ is fulfilled by Section 1 of the proposed Act and that part of the title of the Act, ‘To Repeal Sections 5106, 5107, 5109, 5110, 5111 and 5114 of the Revised General Statutes of Florida’, is fulfilled by Section 6 of the Act. Therefore, both the title of the Act and the body of the Act relate to different subjects not properly connected one with the other.\n“For the reasons stated, the entire Act should be held void. See Ex Parte Norman A. Wynn, decided May 20, 1930.”\nIn addition to the above comments on Chapter 11812, it might be noted that Section six of the act attempts to repeal Section 5108 of Rev. Gen. Stats., which Section 5108 is not mentioned in the title at all.\nIn the Williams case, Mr. Justice Ellis in a brief opinion said that while the entire act was void, as being in conflict with Section 16 of Art. Ill, the indictment in that case could be held good, in that it charged an offense under Section 5109 Rev. Gen. Stats.\nThe above quoted comments on this act in the Williams case clearly shows that said Chapter 11812 of the Laws of 1927 embraces more than one subject in both its title and body. In the recent case of Colonial Investment Company v. Nolan, Tax Assessor, decided during the present term, subsequent to the decision in the Williams ease, the question here involved was considered at some length, and the conclusion reached that where an act embraces in both its title and in the body of the act two or more separate, distinct and incongruous subjects, it violates Section 16 of Art. Ill of the Constitution, which mandatorially requires that “Each law enacted in the legislature shall embrace but one subject and matter properly connected therewith, which subject shall be briefly expressed in the title,” with the result that the entire act must fall. Applying this rule, the act here in question, Chapter 11812', must be held unconstitutional and void, in toto, as stated by Justice Buford and Ellis in the Williams case.\nThe question then arises whether the information in this case can be upheld under Section 5105 Rev. Gen. Stats., of 1920, which was unavailingly attempted to be repealed by Chapter 11812. Of course the repealing act being void, the statutes thereby attempted to be repealed remained in full force and effect.\nIn the Hicks case, 43 Fla. 171, 29 So. R. 631, the information charged that the defendant in Duval County, Florida, on a named date, “did then and there wilfully and maliciously set fire to and burn a building there situate, to-wit: the dwelling house of .one Wesley Hearn, contrary to the form of the statute,” etc. The court held, on considering a motion in arrest, that the statute intended to punish one who “wilfully and maliciously burns the dwelling house of another, ’ ’ though the statute might not apply to one who burns his own dwelling house. That portion of the opinion of Mr. Justice Carter in the Hick’s case which has special significance here reads as follows:\n“The following instruction given by the court was excepted to: ‘You must be satisfied beyond a reasonable doubt that there was a structure set fire to and burned; that the structure was wilfully and maliciously set fire to and burnt by the defendant; that said structure was a dwelling house and that the said dwelling house was the property of one Wesley Hearn; that the setting fire to and burning of the said dwelling house occurred within two years prior to June 12th, 1900, and was situate in Duval County, Florida, and if the state has proven these material elements of this crime to your satisfaction and beyond a reasonable doubt you should convict the defendant.’ The information charged that the building burned was ‘the dwelling house of one Wesley Hearn.’ The offense denounced by the section of the' Revised Statutes under which the information was drawn, is a crime against the habitation, and the wrongful act toward Hearn in respect of his habitation is of the essence of the crime charged in the information. The offense charged in this information would not be made out by proof that the building was erected or designed for a dwelling house and was the property of Wesley Hearn, or that it was the actual dwelling house of some other person, but owned by Hearn. It must have been proven that the building was the dwelling house of Hearn. This is the meaning of the statute and the plain language of the information. The instruction complained of proceeds upon the theory that to convict the defendant it was only necessary to show that a structure was wilfully and maliciously set fire to and burned; that such structure was a dwelling house, and that the dwelling house was the' property of Hearn. It was, therefore, erroneous.\n“By defendant’s motion for a new trial, which the court overruled, it was claimed that the verdict was contrary to the law and the evidence, and that the court erred in giving the instruction which we have quoted. The ruling upon the motion was duly excepted to and is assigned as error. This motion would have been granted, because the State failed to prove a material allegation of the information which under the statute is a necessary ingredient of the crime charged, viz: that the building burned was the dwelling house ,of Wesley Hearn, .and because the instruction complained of was .erroneous. It was not shown that Hearn was occupying the building as a dwelling house at the time of the fire, or that he had ever occupied it as such. While it was shown that he owned the building, it was not shown to. have .been his dwelling house as alleged. The jury no doubt founded their verdict upon the erroneous instruction but it was clearly against the law and the evidence.”\nSee also Cox v. State, 87 Fla. 79, 99 So. R. 126.\nThese cases hold in effect that an indictment or information for the burning of a dwelling house under Section 5106 Rev. Gen. Stats., should allege that the dwelling house burned was the dwelling house of a certain person or persons, naming him or them, and that the evidence to sustain such charge should show that the dwelling house burned was the habitation of such person or persons so designated in the indictment or information, even though some other person happened to be the real owner. This holding appears to be in harmony with the weight of authority. See 5 C. J., pages 545, 547, 552-3. Though it is held in some states that it is proper also to allege the name of the owner. C. J. 563. But in view of the common law conception of the crime of arson, which, as in this State, has been retained in the statutes of several jurisdictions relating to the burning of dwellings, it has been quite generally held that the premises alleged to have been burned should ordinarily be alleged to be the pi’operty of the occupant in possession in his own right at the time of the burning, and not as the property of the real owner if he happens to be a different person. See 5 C. J. 564, and cases cited in note 81. This appears to be in harmony with the reasoning in our Hicks case, supra.\nThe information in this case charged the defendants with the wilful and malicious burning of a certain described dwelling house, “which said dwelling house was then and there the property of one Charles S. Sawyer,” etc. It will be noticed that, as pointed out in the motion to quash, the information does not charge that said dwelling house was the dwelling house of Charles W. Sawyer, or of any other person. It merely charges the wilful and malicious burning of a described dwelling house, and that it was the property of Charles W. Sawyer. Under the information as drawn, evidence that the defendants had burned the dwelling house described, and that it was the property of Charles W. Sawyer, would have been sufficient to sustain the information, even though the evidence might also have shown that said dwelling house was occupied as a dwelling by some other person than Charles Sawyer, or that before the burning it had been abandoned as a place of habitation, being closed up and unoccupied as a habitation by any one whomsoever. It appears therefore that under the principles laid down in our former decisions, above cited, the motion to quash the information was well founded, and should have been granted.\nIn this connection, in view of certain questions raised by the rulings upon the evidence, it might be observed that while it is generally held that a dwelling house loses its character as a habitation when it ceases to be dwelt in, or is abandoned as a dwelling and closed up, or is converted into a place for other purposes than human occupancy, yet the temporary absence of its tenants will not take away from a house its character as a habitation or dwelling house, provided the absence is not unreasonably prolonged, and there is an intention to return. 5 C. J. 546.\nIt is contended that the court erred in admitting evidence that Charles W. Sawyer, who was the father of defendant Enslow Sawyer, had the house and its contents, fully insured; that the defendant was not charged with the statutory offense of burning property with the intent to - defraud the insurer. Although the defendant was; charged with arson—the malicious burning of the dwelling of another—and an intent to defraud the insurer is not an element of that offense, we are inclined to the view that where evidence is introduced tending to show the corpus delicti, that is, that the burning was not accidental but incendiary, the State may resort to circumstantial evidence to show that the defendant committed the act, and that he did so with criminal intent. Where the defendant himself holds a policy of 'insurance on the property, this would certainly be admissible as showing a possible motive for the crime. Where the policy is not held by the defendant, but is held by the defendant’s father, and where, as here, there is evidence of statements by the accused tending to show an intention on his part to burn the house or cause it to be burned in order that his father might collect the insurance, we think there was no error in permitting the State to prove that the father had the house and contents insured and the amount of the insurance. Rogers v. State, 26 Tex. A. 404, 9 S. W. R. 762; State v. Rogoway, 45 Oregon 601, 78 Pac. R. 987, 81 Pac. R. 234, 2 Ann. Cases, 431.\nThe motion for severance as made by defendant Enslow Sawyer was hardly sufficient to put the trial court in error in denying it. We cannot say that any abuse of discretion was shown. The motion was largely based on apprehensions, for which no adequate basis was afforded by the facts alleged in the motion. However, it turned out during the trial that Sawyer’s apprehensions that the interests of the two defendants were antagonistic, were largely correct. His co-defendant became a witness for the State and gave testimony which, if believed, and it evidently was, in part at least, was very damaging against him. But, on the showing made by and in support ,of the motion, we cannot say that the trial judge abused his discretion. See Suarez v. State, 115 So. R. 519, 95 Fla. 42, and-cases therein cited.\nIt is further contended that the court erred in permitting the chief of the fire department to testify that in his opinion the house had been set on fire by the use of gasoline. There could be no objection to that part of the chief’s testimony as to the facts concerning the fire and the conditions he found in respect to the building, or what remained of it, after the fire, upon which he based his opinion. But ordinarily in an arson case a witness cannot testify as to his opinion that the fire was, or was not, of incendiary origin, that being a question for the jury to determine. 5 C. J. 577. However, this witness was by his testimony qualified as an expert, and it has been held in several cases in other jurisdictions that an expert can testify to his opinion as to the cause of an explosion. 22 C. J. 647, 648, and cases cited. While the question is a difficult one, we hardly think, in view of the evidence, which strongly indicated that the fire was of incendiary origin, that there was any prejudicial or reversible error committed by the court in admitting this testimony.\nFor the reasons hereinabove pointed out, the judgment of the court below must be reversed.\nReversed and remanded.\nEllis, Strum and Buford, J. J.¡ concur.\nTerrell, C. J., and Whitfield, J., concur in the reversal.",
        "type": "majority",
        "author": "Brown, J."
      }
    ],
    "attorneys": [
      "W- H. Malone, Attorney for Plaintiffs in Error;",
      "Fred H. Davis, Attorney General, and Roy Campbell, Assistant, Attorneys for Defendant in Error."
    ],
    "corrections": "",
    "head_matter": "Enslow Sawyer and Sam Thomas Smythe, alias Sam Smith, alias George W. Wilson, Plaintiff in Error, v. State of Florida, Defendant in Error.\nEn Banc.\nOpinion filed January 7, 1931.\nW- H. Malone, Attorney for Plaintiffs in Error;\nFred H. Davis, Attorney General, and Roy Campbell, Assistant, Attorneys for Defendant in Error."
  },
  "file_name": "1603-01",
  "first_page_order": 599,
  "last_page_order": 613
}
