{
  "id": 12166396,
  "name": "John H. Biel v. Max Chessin",
  "name_abbreviation": "Biel v. Chessin",
  "decision_date": "1965-07-08",
  "docket_number": "No. 7370",
  "first_page": "1607",
  "last_page": "1615",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1607"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 293"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 898"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "137 USPQ 548",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6081856
      ],
      "pin_cites": [
        {
          "page": "549"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1274-01"
      ]
    },
    {
      "cite": "137 USPQ 43",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6080765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1084-01"
      ]
    },
    {
      "cite": "85 USPQ 261",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6084286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/37-2/1009-01"
      ]
    },
    {
      "cite": "60 USPQ 544",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6079776
      ],
      "pin_cites": [
        {
          "page": "548, 552"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/0895-01"
      ]
    },
    {
      "cite": "312 F. 2d 930",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079961,
        185754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0954-01",
        "/f2d/312/0930-01"
      ]
    },
    {
      "cite": "50 CCPA 954",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079961
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0954-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1062,
    "char_count": 21957,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 2.749852088273457e-07,
      "percentile": 0.8326402427322983
    },
    "sha256": "779ac1407bb50ee8be5cc9d387225d9f140c4d8e2a042097ffc72fe2f6cc151a",
    "simhash": "1:9d177681f001de33",
    "word_count": 3565
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Rich, Acting Judge, and Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "John H. Biel v. Max Chessin"
    ],
    "opinions": [
      {
        "text": "Rich, Judge,\ndelivered the opinion of the court :\nThis appeal is from the decision of the Board of Patent Interferences awarding priority, in Interference No. 90,730, to the senior party Chessin. The interference is between two continuation-in-part applications, Biel application serial No. 716,876, filed February 24, 1958y based upon copending Biel application serial No. 605,724, filed August 23, 1956, and Chessin application serial No. 766,407, filed October 10, 1958, based upon copending Chessin application 680,919, filed August 29. 1957.\nAccording to appellant’s brief, the Biel applications are now owned by Colgate-Palmolive Company as a result of a merger on January 15, 1964, of Lakeside Laboratories, Inc., into Colgate-Palmolive and the Chessin applications are owned by Warner-Lambert Pharmaceutical Company, Morris Plains, New Jersey. The board found Lakeside and Warner-Lambert to be the real parties in interest.\nThe single count in issue reads:\n1. The method of treating the human body to effect a lifting of the mood comprising administering a therapeutic composition in dosage unit form comprising a pharmaceutical carrier and an amount effective to offset mental depression of a substituted hydrazine of the group consisting of the non-toxic acid salts of the base and the base of the formula\nwherein R is selected from the group consisting of hydrogen and lower alkyl.\nThus, the count is to the use of various phenyleiAyi hydrazine compounds and does not encompass the use of ^>\\\\enjlisopropyl hydrazine, a compound about which there has been much discussion, both below and in this court, regarding an alleged derivation of the invention by Chessin from Biel.\nThe record shows that phenylethyl hydrazine itself, i.e., the compound of the above formula wherein K is hydrogen, has been known at least since 1932. However, subsequent to the declaration of this interference, Biel patented a large number of phenylalkyl hydrazine compounds per se, including phenylisopropyl hydrazine, in patent No. 3,000,908, issued on September 19, 1961, on a continuation-in-part of the application at bar. A reference disclosing phenylethyl hydrazine was cited as prior art.\nChessin is senior party because his motion to shift the burden of proof in reliance on his parent application was granted. While Ches-sin’s right to rely on this application is not disputed, a principal issue, assuming no derivation, is Biel’s right to rely on his parent application which, of course, if found below, would have re-shifted the burden of proof back to Chessin. The examiner found Chessin’s parent application discloses “a single species within the generic count which is the subject of the present interference,” pointed out that a single species is sufficient basis for granting a motion to shift, but failed to find adequate disclosure for the count in Biel’s parent application. Thus, Chessin’s motion was granted since, while finding it “clear” that Biel’s application discloses the group of compounds within the count wherein R is lower alkyl, the examiner said it “does not reveal a clear intention to use these compounds in the method of the original count of the interference.” The board, while agreeing t hat Biel could not, rely on his parent application, reversed the examiner’s finding that the application adequately discloses the compounds themselves, citing In re Fried, 50 CCPA 954, 312 F. 2d 930, 136 USPQ 429, and found it “unnecessary” to reach the question of whether the application discloses the use of these compounds as mood elevators in humans.\nThere were numerous other motions in the proceedings below but we will not review them since they are not part of this appeal. However, one such motion is of interest. Biel moved, under Rule 233, to add various counts to broaden the priority issue. The proposed counts were to methods of treating humans and to pharmaceutical compositions, employing in such methods and compositions phenylafcU/i hydra-zines including both phenylisopropyl and phenylethyl hydrazines. Biel’s parent application specifically discloses phenylisopropyl hydrazine but does not specifically disclose any compound in the original count. Biel’s position was that only one invention was involved, it making no difference what phenylalkyl hydrazine was first used as one was suggestive of the other. Chessin’s brief opposing the motion said:\nProposed Counts C, D, E, F, G, II and J cover the epistolary variations of the present count or Counts A and B, with the exception that ijhenylisopropyl hydrazine has suddenly become the obvious equivalent of beta-phenylethyl hydrazine notwithstanding the party Biel’s previous showing in his prosecution of his parent application, Serial No. 605,724, that the two compounds were not equivalents and one was not obvious in view of the other. Now that it suits the party Biel’s purpose, he maintains throughout his present motion to amend that the compounds are equivalents or obvious one in view of the other. The long line of decisions, too numerous to state here, starting with the Hass cases (60 USPQ 544, 548, 552) and the Henze decisions (85 USPQ 261), have clearly established and defined the homologue doctrine as assuming prima facie equivalence between and amongst adjacent homologues unless non-equivalence has deen been clearly shown. During prosecution of parent application (Serial No. 605,724), the party Biel established the non-equivalence of the very compounds for which he now alleges equivalence, and convinced the United States Patent Office of this non-equivalence such that a claim to phenylisopropyl hydrazine was allowed in the face of beta-phenylethyl hydrazine, a compound known to the art for at least the last twenty-eight years (Votocek et al., Chemical Abstracts, Volumn 26, page 5294, 1932). Such chatnelonic [sic] shifting of the facts further confuses and obscures the real issues involved herein. The compounds being non-equivalent, their use represents separate and patentably distinct inventions which cannot be combined in a single count as the party Biel is attempting to do apparently in service to his own best advantage, particularly since, the party Chessin has no support in his application involved herein for a count on the use of phenylisopropyl hydrazine.\nTwo petitions were taken to the Commissioner requesting an order to enter one or more of Biel’s proposed counts, but both were denied.\nThe Issue of Derivation\nThe background on this issue, gleaned from the extensive testimony taken by both parties, is as follows:\nIn early 1954, Biel, a senior research chemist with Lakeside, instructed Dr. Drukker to prepare hydrazine analogues of amphetamine, chemically phenylisopropyl amine and at that time known to stimulate the central nervous system (CNS). Drukker prepared several such analogues, including “JB-516,” now covered by Biel’s above-mentioned patent, assigned to Lakeside. JB-516 is phenylisopropyl hydrazine, once sold as “Catron” and now apparently off the market. The reason for its withdrawal from the market is the subject of dispute between the parties, into which we need not inquire. As noted, JB-516 is not within the count, which requires ethyl and thus excludes iso-propyl. Biel began a reaction to prepare phenylethyl hydrazine but did not isolate the compound. Though on October 20, 1954, memo from Biel to his superiors proposed synthesis of this compound, interest and activity regarding it was apparently dropped.\nJB-516 was sent for pharmacological testing to Nulifer, who was in charge of such testing at Lakeside. Dr. Friedman, Biel’s superior, wrote his friend, Dr. Brodie, at National Institutes of Health, Bethesda, Maryland, pointing out that JB-516 was a CNS stimulant. Brodie asked for a sample, which was sent on January 13, 1956. Biel then got Friedman, on January 20, 1956, to propose to Friedman’s superior, Dr. Daiell, the evaluation of a number of compounds including JB-516. Dr. Julius Pomeranze, a New York City physician specializing in internal medicine, had been an investigator of new compounds for Lakeside since about 1950. On February 8, 1956, Dr. Daiell wrote Pomeranze requesting a pharmacological program on several compounds as psychochemicals and included a data sheet on JB-516 giving its chemical structure and possible use as a psy-cholytic. The dosage for JB-516 was to be determined and a two-gram sample in powder form was sent to Pomeranze.\nOn February 10, 1956, Daiell again wrote Pomeranze requesting him to locate the site of action of a number of compounds, including JB-516, as between the cerebral cortex, hypothalamus, and medulla, and another two-gram sample was sent.\nPomeranze testified he had no facilities for animal toxicity or pharmacological testing and that he gave JB-516 to Chess in for monoamine oxidase activity screening. While he suggested the dose to Chessin, he purportedly did not reveal the chemical identity of JB-516. Pomer-anze, on March 7, 1956, made a report to Daiell, the substance of which is that JB-516 “demonstrated impressive pharmacologic properties,” “is an alerting agent in mice and rats,” and that “We would very much like to examine other closely related compounds that you may have prepared both from the standpoint of comparative activity as monoa-mine oxidase inhibitors as well as other pharmacologic properties.” In regard to this, appellant’s brief says (record references only omitted):\nThis report triggered this whole case. It was to Chessin the answer to his prayers. Since September, 1955, he had been desperately seeking for Warner-Lambert just what he found in JB-516, namely a potent long acting monoamine oxidase inhibitor. * * * Dr. Scott, Chessin’s superior at Warner, heard Brodie speak in September, 1955, and this talk caused him to direct Chessin to find a potent long lasting monoamine oxidase inhibitor. * * * From then until March, 1956, Chessin worked unsuccessfully with hydraaides. * * * Now Biel had shown him that a hydrasme was the answer. Chessin swore in his preliminary statement * * * that on March 12 (5 days after the Pomeranze report), he for the first time thought of the use of the adjacent homologue phenyl ethyl hydrazine, and he swore that on March 15, 1956 he first used it on a human successfully to elevate mood. * * * Res ispsa loquitur. He has offered no other explanation for the “coincidence” as to what led him to use this hydrazine.\n*******\nActually, Chessin’s evidence helps our case wherever it is documented. It simply indicates that in September, 1955, Dr. Scott, Chessin’s superior, heard Brodie’s speech and promptly arranged for Warner-Lambert to seek monoamine oxidase inhibitors. Pie instructed Chessin to undertake animal screening work to discover such compounds. * * * Chessin failed because he worked with hydrazines until JB-516 came to him.\nThese excerpts illustrate only a few of the many efforts by appellant to persuade us that Chessin’s conduct is difficult, if not impossible, to explain and that his testimony is incredible. To be sure, this case is filled with many strange circumstances, such as the request by Pomer-anze, and perhaps Chessin also, for related compounds when it was Lakeside who was supposedly requesting that the compounds be tested, Chessin’s assertion that he leept no records at all, Chessin’s assertion that he did not know the chemical identity of JB-516, the proximity in time of testing JB-516 and the actual development of phenylethyl hydrazine pursuant to his regular employment with Warner-Lambert, the very act of serving two masters engaged in the same general line of work and, moreover, while both were pursuing very similar goals, and the overall conduct of Chessin and many of his associates as witnesses for Biel. We also recognize the great difficulties, under more favorable conditions, in proving a case of this kind without resort to circumstantial evidence. Biel has come forth with an admirable showing.\nThus, we like the board, in no way condone Chessin’s clear conflict of interest and consider it more than “an error in judgment,” to quote the board. We also agree with the board, however, that “the fact that Chessin may be criticized for engaging in pharmacological testing of JB-516 does not, under the facts of this case, confer upon Biel the dignity of being an original inventor of the invention of the count Avhen, admittedly he did not conceive that invention prior to Chessin’s effective filing date * * *.\" [Emphasis added.]\nBiel’s argument on the derivation issue is simply that since Chessin was a fiduciary, not only does his work on JB-516 inure to Biel’s benefit, as found by the board, but Chessin’s work on phenylethyl hydrazine must be given to him also, since it was the fruits of the former work which suggested the latter. This contention the board did not accept and neither do we.\nWe think Biel, first of all, tends to misapprehend the significance of Chessin’s preliminary statement. Contrary to Biel’s statement which we quoted above from his brief, Chessin did not swear “that on March 12 (5 days after the Pomeranze report), he for the first time thought of the use of the adjacent homologue phenyl ethyl hydrazine * * *.\" What Chessin did swear to was that “As presently advised, there are no acts susceptible of proof, other than acts of the character specified * * * which, if proven, would establish conception of the invention * * [Emphasis added.] The invention being a method of treating the human body to effect a lifting of the mood, conception thereof is a far different thing than merely thinking of the use of the compound. There must be some concomitant reasonable understanding or appreciation of the fact that the compound would work and in what way. Also, Chessin might well have “thought” of the use of the ethyl compound, or even conceived the count in issue, many times prior to March 12, but still have felt this was the earliest date “susceptible of proof.”\nBiel also appears to be under the erroneous impression that activity by Chessin prior to the date alleged in his preliminary statement cannot be looked to; in fact, in several of his reasons of appeal, the board is said to have erred in relying upon and accepting evidence tending to prove dates prior to the earliest date asserted in Chessin’s preliminary statement. While Chessin cannot get the benefit of a date, even if proved, earlier than his asserted date, it is certainly not error to accept and consider evidence of activity prior to that date.\nThe record makes it quite clear, and appellant’s brief as quoted above admits, that in September 1955 Dr. Scott, Chessin’s superior, assigned to Chessin the job of seeking monoamine oxidase inhibitors. In general, Warner-Lambert was at this time concerned with a program of animal screening to discover possible alerting agents which might be useful in humans. During this period (late fall of 1955) Chessin developed the “reserpine challenge test” for a rapid and accurate determination of those compounds which produced mood elevation. The test appears to have been quite successful and was reported by Chessin in the spring of 1956, at which time Biel admittedly became familiar with it, Kramer, one of Chessin’s assistants at the time, conducted many of these tests. Prior to the end of 1955, Chessin gave Kramer compound W-960 (phenylethyl hydrazone) for screening. Kramer reported that W-960 could not be tested as he was unable to solubilize it.\nLiang, a chemist and former employee of Warner-Lambert, testified that in the latter part of 1955 Chessin discussed with him the idea of reducing W960 to phenylethyl hydrazine to get a good monoamine oxidase inhibitor. He also testified that he carried out the reduction of W-960, apparently in February or March, 1956, and that he gave the reaction product to Chessin. While Liang’s testimony is somewhat confusing, and Biel makes much ado about this, we think the following is both unequivocal and of particular significance:\nQ119. Would you state for the record what the idea is? A. Yes, to make the phenylethyl hydrazine as a possible good monoamine oxidase inhibitor. We started talking about that at the end of 1955. Then for some reason or other I was busy and I didn’t have enough time and the facilities were not there. Then we didn’t do any work until early 1956. Then I reduced a small sample, say between one to five grams, and gave it to him and from there on I don’t remember. One or two months later I made a larger amount and reduced the larger amount and that is it.\nWe therefore see that some months prior to Pomeranze’s delivery to Chessin of Biel’s compound, JB-516, Chessin was at least actively headed in the direction of preparing and testing phenylethyl hydrazine as a psycholytic. Chessin had more than a fleeting thought about merely preparing the ethyl compound. The compound was actually in the process of being prepared, at least to the extent that an assistant had been assigned the task of making it, and it was to have been made for the very purpose called for by the count. Because the compound did not in fact come into being until after work had been done on JB-516, albeit both occurrences took place at about the same time, does not preclude a finding of no derivation. Nor does the fact that Chessin had tried, during late 1955 and early 1956, many other compounds of a different class, hydrazides, in his “reserpine challenge test” before attempting to prepare phenylethyl hydrazine, preclude such a finding.\nWe therefore hold that Chessin did not derive the invention of the count from Biel.\nWe also think the type of arguments presented in the above excerpt from Chessin’s brief in opposition to the motion to shift have merit and alone might have been persuasive on the derivation issue. The board seemed to think so, saying:\nHomology alone, therefore Is not the sole controlling factor here as urged by Biel; In re Papesch (CCPA) 137 USPQ 43; In re Lohr et al. (CCPA) 137 USPQ 548, 549 (footnote).\nHowever, we refrain from deciding that question unnecessarily.\nThe Issue of Biel's Right to Rely on his Parent Application\nBiel’s parent application says:\nThere is provided according to the present invention novel phenylalkylhydra-zones of the formula\nand acid addition and quaternary ammonium salts thereof, wherein n is an integer from 1 through 10, and preferably 5 or less, Ri is hydrogen or a lower alkyl group, but is hydrogen only when at least one of R2, Rs, R4, and IU is a group other than hydrogen, R2 and Rs are the same or different hydrogen, lower alkyl, or aralkyl groups, preferably aralkyl groups in which the alkyl moiety is a lower alkyl and the aryl moiety is monocyclic, R4 is a hydrogen, hydroxyl, lower alkoxy, lower alkyl or a lower alkylenedioxy group, and R.~, is hydrogen or a lower alkyl group.\nThus, thousands of compounds are encompassed by this disclosure. More importantly, quite a large number of groups of compounds arises by the process of picking the various named substituents and arranging them in all their combinations and permutations. To arrive at the particular group of compounds in issue here, the following selections must be made. First, the integer 1 must be selected. Second, Rx must be hydrogen. To satisfy the recited condition, at least one of R2, R3, R4 and R5 must now be something other than hydrogen. Thus, the third selection is to decide that only one of these shall be a group other than hydrogen. The fourth selection is that that group will be either R2 or R3. The fifth and final determination is that the R2 or R3 group thus selected will be lower alkyl. Once all these selections have been made, one then obtains the group of compounds, within the large group of hydrazines disclosed, which falls within the count.\nThere is not the slightest suggestion in the parent application, by way of preferred embodiments or otherwise, to select the desired group. Further, like the examiner and board, we find no species disclosed in the application which falls within this group. While we think the board reads too much into In re Fried, supra, and though we find that case not controlling here, we agree with the board that, even though Formula II reads on the compounds of the count, this alone does not make it a disclosure of those compounds. Absent any suggestion or guidance in the application toward selecting the desired group and absent the disclosure of any species within that group, we hold that the compounds of the count are not disclosed in Biel’s parent application and he is accordingly not entitled to rely thereon.\nCost of Addition to Record\nThe question remains as to who should bear the cost of printing about 150 pages in a record of about 850 pages, the additional pages having been included on granting of appellee’s Motion to Correct Diminution of the Record, subject to taxing printing costs for such portion at the time of final hearing. About 125 pages of the 150 pages contain portions of depositions taken during the interference. Appellant acquiesced in the addition of some of the other 25 pages, but objected to the inclusion of the 125-page portion. However, we think inclusion of the 125 pages veas reasonably necessary to presentation of appellee’s case and since this, plus what appellant has agreed to adding, constitutes such a large part of the whole addition, the entire cost of printing is assessed against appellant.\nThe decision of the board is affirmed.\nPhenylethyl hydrazine is sold under the trademark “Nardil.”",
        "type": "majority",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "Charles J. Merriam, Jerome B. Klose (Maynard L. Youngs, of counsel) for appellant.",
      "Eugene Sabol, Arnold B. Christen (Albert H. Graddis, of counsel) for appellee."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 898; 146 USPQ 293\nJohn H. Biel v. Max Chessin\n(No. 7370)\nUnited States Court of Customs and Patent Appeals,\nJuly 8, 1965\nCharles J. Merriam, Jerome B. Klose (Maynard L. Youngs, of counsel) for appellant.\nEugene Sabol, Arnold B. Christen (Albert H. Graddis, of counsel) for appellee.\n[Oral argument April 9, 1965 by Mr. Merriam and Mr. Sabol]\nBefore Rich, Acting Judge, and Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1607-01",
  "first_page_order": 931,
  "last_page_order": 939
}
