{
  "id": 6087156,
  "name": "In re Edgar G. Heyl",
  "name_abbreviation": "In re Heyl",
  "decision_date": "1967-06-29",
  "docket_number": "No. 7881",
  "first_page": "1608",
  "last_page": "1614",
  "citations": [
    {
      "type": "official",
      "cite": "54 C.C.P.A. 1608"
    },
    {
      "type": "parallel",
      "cite": "379 F.2d 1018"
    },
    {
      "type": "parallel",
      "cite": "154 U.S.P.Q. 178"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "359 F. 2d 886",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        829139,
        6087295
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/359/0886-01",
        "/ccpa/53-2/1590-01"
      ]
    },
    {
      "cite": "53 CCPA 1590",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6087295
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/53-2/1590-01"
      ]
    },
    {
      "cite": "379 F. 2d 594",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6087130,
        2069363
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/54-2/1589-01",
        "/f2d/379/0594-01"
      ]
    },
    {
      "cite": "54 CCPA 1589",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6087130
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/54-2/1589-01"
      ]
    },
    {
      "cite": "214 F. 2d 151",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080009,
        537242
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/41-2/0956-01",
        "/f2d/214/0151-01"
      ]
    },
    {
      "cite": "41 CCPA 956",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080009
      ],
      "weight": 2,
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/41-2/0956-01"
      ]
    },
    {
      "cite": "332 F. 2d 816",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        137338,
        6092442
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/332/0816-01",
        "/ccpa/51-2/1465-01"
      ]
    },
    {
      "cite": "331 F. 2d 610",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6092332,
        132702
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1271-01",
        "/f2d/331/0610-01"
      ]
    },
    {
      "cite": "319 F. 2d 225",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        157955,
        6082798
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/319/0225-01",
        "/ccpa/50-2/1529-01"
      ]
    },
    {
      "cite": "50 CCPA. 1529",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082798
      ],
      "weight": 2,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1529-01"
      ]
    },
    {
      "cite": "347 F. 2d 1009",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12166629,
        860461
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1683-01",
        "/f2d/347/1009-01"
      ]
    },
    {
      "cite": "52 CCPA 1683",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166629
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1683-01"
      ]
    },
    {
      "cite": "348 F. 2d 974",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12166816,
        857579
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1747-01",
        "/f2d/348/0974-01"
      ]
    },
    {
      "cite": "52 CCPA 1747",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166816
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1747-01"
      ]
    },
    {
      "cite": "324 F. 2d 316",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6091750,
        104767
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/0786-01",
        "/f2d/324/0316-01"
      ]
    },
    {
      "cite": "51 CCPA 786",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6091750
      ],
      "weight": 2,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/0786-01"
      ]
    },
    {
      "cite": "341 F. 2d 121",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        878539,
        12164812
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/341/0121-01",
        "/ccpa/52-2/1135-01"
      ]
    },
    {
      "cite": "52 CCPA 1135",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164812
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1135-01"
      ]
    },
    {
      "cite": "349 F. 2d 433",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        854522,
        12166839
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/349/0433-01",
        "/ccpa/52-2/1760-01"
      ]
    },
    {
      "cite": "52 CCPA 1760",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166839
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1760-01"
      ]
    },
    {
      "cite": "343 F. 2d 1018",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        872097,
        12165351
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/343/1018-01",
        "/ccpa/52-2/1307-01"
      ]
    },
    {
      "cite": "52 CCPA 1307",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165351
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1307-01"
      ]
    },
    {
      "cite": "315 U.S. 759",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374770
      ],
      "year": 1942,
      "opinion_index": 0,
      "case_paths": [
        "/us/315/0759-01"
      ]
    },
    {
      "cite": "141 USPQ 829",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6092442
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1465-01"
      ]
    },
    {
      "cite": "141 USPQ 485",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6092332
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1271-01"
      ]
    },
    {
      "cite": "330 F. 2d 652",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        127962,
        6092311
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/330/0652-01",
        "/ccpa/51-2/1236-01"
      ]
    },
    {
      "cite": "51 CCPA 1236",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092311
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1236-01"
      ]
    },
    {
      "cite": "655 Mar. 28",
      "category": "reporters:state",
      "reporter": "A.K. Marsh.",
      "pin_cites": [
        {
          "page": "1961"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 16740,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.9527942096449828e-07,
      "percentile": 0.7369452813658248
    },
    "sha256": "fb5a03d41577890533431ab25a1a1d730ea93e15155602053e39490dd0884667",
    "simhash": "1:cfff844e1390f5f6",
    "word_count": 2803
  },
  "last_updated": "2024-02-27T19:01:39.401188+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, Rich, Smith and Almond, Associate Judges"
    ],
    "parties": [
      "In re Edgar G. Heyl"
    ],
    "opinions": [
      {
        "text": "Rich, Judge,\ndelivered the opinion of the court:\nThis appeal is from the decision of the Patent Office Board of Appeals, adhered to on reconsideration, affirming the rejection of claims 30-35 and 40-46 in application serial No. 505,415, filed May 2, 1955, entitled “Closure for Bottles and Other Containers.” A rejection of claims 36-39 was also affirmed but appeal from that decision has been withdrawn. No claim has been allowed.\nThe Claimed Irmenbion\nThe invention is a method for the formation of a closure at the opening in a container (e.g., at the top of a bottle) in which a sheet of polymer is placed over and around the opening and then heat phrnnlr to form the closure. Claims are directed to the closure itself, the method, and apparatus. The following are illustrative:\n30. A method of forming a closure having a central portion and a skirt for containers from a heat shrinkable polymer and applying the same to said containers comprising placing a sheet of said polymer over the top of a container, forming from said sheet a cover portion thereof of an area to overlie the open end of the container and to have an edge portion extending downwardly over the lip of the container to form a skirt there-around, and applying heat to the skirt portion of said sheet whereby the heated area of the skirt portion will shrink and snugly fit the coextensive external area of the container.\n34. A closure having a central portion and a skirt for containers made of a heat shrinkable plastic material, said closure being relatively thin and in substantially unshrunk condition over the major area of the central portion thereof, said closure terminating in a substantially shrunk skirt which, when in closing relation with a container, snugly fits the coextensive area of the container.\n40. An apparatus for shaping and shrinking shrinkable film comprising means for simultaneously holding said film in place on an object, and for folding the edges of the film down and means for heating said folded edges to shrink the same while the balance of the film is held in place.\nClaims 81 and 32 are dependent on claim 30 and are limited to closures which include biaxially oriented polyethylene and a laminate of that polyethylene and shrinkable polyethylene terephthalate, respectively. Claims 33 and 46 are similar to claim 30.\nClaim 42 is dependent on claim 30 and specifies a shrinkable polymer of an ester of terephthalic acid and a glycol having 2 to 10 carbon atoms. Claim 43 is dependent on claim 42 and specifies an ester of polyethylene terephthalate. Claim 44 is also dependent on claim 42 and requires that the container be filled before sealing and that the contents be subsequently heat treated.\nClaim 35 is directed to the combination of container and closure, the latter being described in language similar to that of claim 34. Claim 41 is dependent on claim 35 and is limited to closures of heat shrinkable polyethylene terephthalate and containers of pressure beverages.\nThe Rejections\nThe following references were relied on:\nEngels- 825,116 July S, 1906\nDreyfus et al- 2, 976, 655 Mar. 28,1961\nEngels discloses a plastic, heat shrinkable closure which, like appellant’s, is made up of a central part and a skirt. The skirt is shown in several of the drawings as heat shrunk about the part of a container adjacent the covered opening. Engels’ examples disclose celluloid as the plastic.\nDreyfus et al. is assigned to W. R. Grace and Co., owners of appellant’s application. It contains, inter alia, the following claims:\n1. A method of forming a cover having an elastic edge comprising positioning a film of a high shrink energy polymer over and beyond the lip of a container, maintaining pressure on the film over the container, forcing the excess film downwardly around the container to form a gathered skirt and heating a band of said skirt briefly to shrink the skirt and provide a gathered but relatively elastic edge. ■ •\n2. A method according to claim 1 wherein the polymer is irradiated, biaxially oriented polyethylene.\n3. A machine for forming covers made of a heat shrinkable material on a dish shaped container comprising a container support, means for maintaining a film cover on a container positioned on said support and for gathering the edge of the film extending beyond the edge of the dish into a downwardly depending skirt and impulse heat sealing [means] positioned adjacent said support so as to heat shrink the gathered edge of said film.\nThe examiner rejected closure claims 34, 35, and 41 as obvious in view of Engels under 35 USC 103. The specification of heat shrinkable polyethylene terephthalate in claim 41 did not, in the examiner’s opinion, impart patentability since “such a film is admittedly old as noted from * * * the specification. Accordingly, to substitute heat shrinkable polyethylene terephthalate for the heat shrinkable celluloid employed by Engels would be obvious.” The limitation to use with a pressure beverage he deemed an obvious expedient.\nThe examiner rejected method claims 30-33 and 42-46 for double patenting in view of claims 1 and 2 of Dreyfus et al. He seemed to think that appellant’s claims were drawn to the same invention as those of the patent. He also argued that the same “inventive concept” was involved in each set of claims. He also thought obvious the additional limitations of claims 44 and 45.\nHe rejected claim 40, the apparatus claim, for double patenting in view of claim 3 of Dreyfus et al. The recitation of impulse heat sealing means in the patent claim did not, in the examiner’s opinion “render the rejection improper” since claim 40 “is clearly readable on claim 3 of Dreyfus et al. and would extend the monopoly.” He also cited In re Christensen, 51 CCPA 1236, 330 F. 2d 652, 141 USPQ 295 (1964).\nThe board, in a concise opinion, affirmed the examiner’s rejections. Claims 34, 35, 40, and 41 were treated in an especially pithy fashion:\nWith regard to the rejection of claims 34, 35, 40 and 41 supra,, in our opinion the reasons for the rejection as set forth in the Examiner’s Answer are considered sound. We perceive no compelling reasons in appellant’s arguments for holding otherwise. ■\nThe other rejections were approved since “the gist of the invention is the same in both cases.”\nAppellant then filed a terminal disclaimer and requested reconsideration by the board. In an opinion refusing to make any change, the board commented thus on the disclaimer:-\nIt is not the practice of the Board to consider a terminal disclaimer filed after the Board’s decision since to do so would amount to a reopening of the prosecution which is contrary to Buie 198. However, in passing, we note the terminal disclaimer does not1 appear to be appropriate in this application in view of the overlapping relationship of the claims of the application and the patent, pointed out in our original decision. Hence, the overlapping relationship herein which, we note, was not present in In re Robeson, 141 USPQ 485 and In re Kaye, 141 USPQ 829, could result in multiple harassment of the public. Moreover, the Robeson and Kaye decisions have not been extended to cover cases of different inventors xoith a common assignee. [Emphasis ours.]\nThe board also addressed itself to the following statement in appellant’s petition:\nIn regard to apparatus claim 40 in particular, it is pointed out that the Board has ignored the express limitations in claim 8 of Dreyfus to impulse heat sealing means. Such means, not being disclosed in Heyl, obviously could not be claimed in Heyl, and it is submitted that Heyl is properly entitled to the generic apparatus claim.\nThe board felt that the additional limitation did not create the necessary patentable distinction, applying the test of In re Christensen, supra, in which we said:\n⅜ ⅜ ⅜ the correct procedure for double patenting cases is to analyze the claims to determine the inventions defined therein, and then decide whether such inventions, as claimed, are patentahly distinct and therefore qualified to be claimed in separate patents.\nThe solicitor has taken an entirely different approach toward the double-patenting rejection of the method claims. He argues, in his brief, that claims 30-33 and 42-46 “are not supported by and not readable on appellant’s original disclosure.” It then follows, according to the solicitor, as we understand his argument, that the later-filed Dreyfus et al. patent is prior art with respect to those claims since they were entered in their present form after the patent’s filing date. See 35 USC 102(e); Muncie Gear Works, Inc. v. Outboard Marine & Mfg. Co., 315 U.S. 759 (1942). The solicitor’s brief summarizes :\nSince Dreyfus et al. With respect to appellant were clearly the first and only applicants to disclose the subject matter of claims 30 through 33 and 42 through 46, their disclosure under 35 U.S.O. 102(e) and (g) anticipates those claims in appellant’s application and such anticipation cannot be overcome by a terminal disclaimer.\nThe solicitor undertook “no amplification” of the reasons of the examiner and board for the rejection of claim 40. He argued that the invention of claims 34, 35, and 41 is described as well in Engels, at least, as in appellant’s application.\nWe will discuss separately the double-patenting rejection of claims 30-33 and 42-46, the double-patenting rejection of claim 40, and the prior art rejection of claims 34, 35, and 41. We will set forth the pertinent parts of appellant’s arguments in each discussion as we comment on them. We will first, however, dispose of the problem of whether the terminal disclaimer can be considered.\nThe Terminal Disclaimer\nAppellant argues that the board’s refusal to consider his terminal disclaimer deliberately flouts this court’s direction in In re Tanner, 52 CCPA 1307, 343 F. 2d 1018, 145 USPQ 345 (1965), a decision several months earlier than the board’s refusal here. We do not agree. We remanded that case to the board to consider the effect of a terminal disclaimer filed after appeal in the light of decisions of this count clarifying the law subsequent to the board's auction. Those same decisions were several months prior to the board decision here. See also In re Dunn, 52 CCPA 1760, 349 F. 2d 433, 146 USPQ 479 (1965). We, of course, did not mean by those exceptional actions, taken in the interest of justice, to preclude the establishment of orderly procedures for the consideration of terminal disclaimers in the Patent Office. We interpret the board’s decision in this case as a refusal to consider the effect of the disclaimer because of its untimely submission. It does not appear that any of our later decisions would affect the propriety of that refusal. We, therefore, will not disturb it. Cf. In re Pantzer, 52 CCPA 1135, 341 F. 2d 121, 144 USPQ 415 (1965); In re Harris, 51 CCPA 786, 324 F. 2d 316, 139 USPQ 292 (1963). We therefore decide the case on the basis that there is no terminal disclaimer for our consideration.\nThe Double Patenting Rejection of Claims 80-33 and 1$-1¡J8\nThe solicitor’s argument for the unpatentability of these claims seems to us no more than an ill-disguised rejection for lack of support, quite distinct from that for double patenting made below. We decline to consider it. In re Baird, 52 CCPA 1747, 348 F. 2d 974, 146 USPQ 579 (1965); In re Sutherland, 52 CCPA 1683, 347 F. 2d 1009, 146 USPQ 485 (1965).\nAppellant relies primarily on the limitation in the Dreyfus et al. claims to the effect that “a band” (of indeterminate width) of the skirt must be heated. He argues that his claims require the entire skirt to be heated and are thus patentably distinct from those of the patent. He recognizes, as he must, that his claims are not so limited in terms. He attempts, however, to read into them the limitations of his examples. Inasmuch as there is no terminal disclaimer before us, we do not feel that it is necessary to decide whether this effort is successful. It seems to us, as it did to the examiner, that even if the claims here in question define separate inventions by reason of the reading in of the example limitations, one is no more than an obvious variant .of the other. In such a case, of course, the double patenting rejection is good. In re Zickendraht, 50 CCPA. 1529, 319 F. 2d 225, 138 USPQ 22 (1963); see In re Robeson, 51 CCPA 1271, 331 F. 2d 610, 141 USPQ 485 (1964); In re Kaye, 51 CCPA 1465, 332 F. 2d 816, 141 USPQ 829 (1964).\nA contention that there are unobvious differences between the claims of the patent and the application seems implicit in appellant’s: frequent assertion of patentable distinction. The details of his argument, however, seem to focus almost solely on establishing the separateness of the inventions. And this, of course, is not enough. Appellant has pointed to the allowance of the Dreyfus et al. claims as indicative of the necessary patentable distinction; but we cannot be-bound thereby.\nAppellant does urge that unobviousness is imparted by the specification of two-ply laminate in claim 32 and of polyethylene tereph-thalate in claims 44 and 45 and, even, by the specification of a pressure-containing beverage in claim 45 and the heating of the contents-of the container specified in claims 44 and 45. We cannot agree. Limitations of the invention of the patent claims to use in a conventional way or with plastic material of admittedly known desirable qualities are not unobvious limitations. Nor could we ignore, on the mere-contrary assertion of appellant, the examiner’s persuasive statement that the laminate might obviously be substituted for the film of a. single layer.\nThe Double Patenting Rejection of Claim Ifi\nThere is some ambiguity in the explanation of this rejection by both examiner and board. However, we think that their reliance on. In re Christensen, supra, shows that neither meant to assert that the mere dominance of the claims in the application over those of the reference patent requires a double patenting rejection. See In re Stanley, 41 CCPA 956, 214 F. 2d 151, 102 USPQ 234 (1954). We think rather, that they found no unobvious distinction between the claims — between the generic heating means and the specific “impulse”' heat sealing means. Appellant’s argument again seems either to assume unobviousness or to ignore its necessity. He argues:\nThe Examiner and Board have now advanced the novel proposition that even though a species invention is admittedly patentable over a prior generic invention that the owner of both the genus invention and the species invention cannot obtain a patent on the earlier filed genus invention once the specific-invention issue[s] into a patent.\nWe do not think we. have before us the case appellant describes. Appellant’s inability to claim the specific heating means of Dreyfus: et al. is, of course, not determinative of the unobviousness question..\nThe Prior 'AH Rejection of Claims 3⅛, 35,-and ⅛1\n■ Appellant’s short argument against the prior aft rejection-is based ■on his contention that the central part of Engels’ closure would not be in an unshrunken condition. Appellant’s claims require an un-shrunken and relatively thin, central portion of the closure. Appellant compares the steps in his foi’mation of the closure with those ■of Engels to show the necessity of the differences, neither disclosure being explicit. We think, however, that the examiner correctly pointed out that these arguments would be more in point were method claims here involved. This rejection is under 85 USC 103. Whether or not Engels anticipates appellant’s closure, it seems to us that unobviousness cannot be predicated on apparently immaterial differences in thickness of the plastic material. We likewise agree with the examiner’s disposal of appellant’s other arguments relying ■on the particular plastics, use with “pressure beverages,” etc., as ■obvious expedients.\nThe decision of the board is affirmed.\nSmith, J., took no part in the decision of this case.\nOur action should not be taken to indicate approval of the board’s comments on the effect of the “overlapping relationship of the claims” and the different inventorship of the applications. See In re Braithwaite, 54 CCPA 1589, 379 F. 2d 594, 154 USPQ 29 ; In re Bowers, 53 CCPA 1590, 359 F. 2d 886, 149 USPQ 570 (1966).",
        "type": "majority",
        "author": "Rich, Judge,"
      }
    ],
    "attorneys": [
      "Alvin Guttag (O. Edward Parker, of counsel) for appellant.",
      "Joseph Schimmel (George 0. Rooming, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "379 F. 2d 1018; 154 USPQ 178\nIn re Edgar G. Heyl\n(No. 7881)\nUnited States Court of Customs and Patent Appeals,\nJune 29, 1967\nAlvin Guttag (O. Edward Parker, of counsel) for appellant.\nJoseph Schimmel (George 0. Rooming, of counsel) for the Commissioner of Patents.\n[Oral argument April 6, 1967 by Mr. Guttag and Mr. Roeming]\nBefore Worley, Chief Judge, Rich, Smith and Almond, Associate Judges\nPetition for rehearing denied October 5, 1967."
  },
  "file_name": "1608-01",
  "first_page_order": 948,
  "last_page_order": 954
}
