{
  "id": 12166424,
  "name": "In re Minoo Dossabhoy Mehta",
  "name_abbreviation": "In re Mehta",
  "decision_date": "1965-07-08",
  "docket_number": "No. 7217",
  "first_page": "1615",
  "last_page": "1626",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1615"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 284"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 859"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "88 USPQ 220",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "309 F. 2d 517",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078507,
        197011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0817-01",
        "/f2d/309/0517-01"
      ]
    },
    {
      "cite": "50 CCPA 817",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078507
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0817-01"
      ]
    },
    {
      "cite": "129 USPQ 338",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "127 USPQ 355",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "134 USPQ 335",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        12166094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1283-01"
      ]
    },
    {
      "cite": "306 F. (2d) 917",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        256634,
        12166052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/306/0917-01",
        "/ccpa/49-2/1267-01"
      ]
    },
    {
      "cite": "130 USPQ 209",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        12164409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/0711-01"
      ]
    },
    {
      "cite": "292 F. (2d) 531",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12164409,
        212207
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/0711-01",
        "/f2d/292/0531-01"
      ]
    },
    {
      "cite": "315 F. 2d 381",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        172697,
        6080342,
        172759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/315/0381-01",
        "/ccpa/50-2/1003-01",
        "/f2d/315/0381-02"
      ]
    },
    {
      "cite": "50 CCPA 1084",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080765
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1084-01"
      ]
    },
    {
      "cite": "181 F. 2d 196",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1246632,
        6084286
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/181/0196-01",
        "/ccpa/37-2/1009-01"
      ]
    },
    {
      "cite": "141 F. 2d 122",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6079776,
        3694116
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/0895-01",
        "/f2d/141/0122-01"
      ]
    },
    {
      "cite": "31 CCPA 895",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079776
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/31-2/0895-01"
      ]
    },
    {
      "cite": "319 F. 2d 237",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        157982,
        6082807
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/319/0237-01",
        "/ccpa/50-2/1538-01"
      ]
    },
    {
      "cite": "50 CCPA 1538",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082807
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1538-01"
      ]
    },
    {
      "cite": "50 CCPA 705",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6077297
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0705-01"
      ]
    },
    {
      "cite": "317 F. 2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        165264,
        6081856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/317/0388-01",
        "/ccpa/50-2/1274-01"
      ]
    },
    {
      "cite": "50 CCPA 1274",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081856
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/1274-01"
      ]
    },
    {
      "cite": "85 USPQ 261",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6084286
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/37-2/1009-01"
      ]
    },
    {
      "cite": "121 USPQ 427",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "315 F. 2d 381",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        172697,
        6080342,
        172759
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/315/0381-01",
        "/ccpa/50-2/1003-01",
        "/f2d/315/0381-02"
      ]
    },
    {
      "cite": "50 CCPA 1084",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080765
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/50-2/1084-01"
      ]
    },
    {
      "cite": "317 F. 2d 388",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        165264,
        6081856
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/317/0388-01",
        "/ccpa/50-2/1274-01"
      ]
    },
    {
      "cite": "50 CCPA 1274",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081856
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/50-2/1274-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 917,
    "char_count": 23567,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.4906357176532725e-07,
      "percentile": 0.6629602729734436
    },
    "sha256": "057454371c672f23453835469c2c8876023329128811f90ec227dda4a43b991f",
    "simhash": "1:ffbe6c7e039deda8",
    "word_count": 3869
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Minoo Dossabhoy Mehta"
    ],
    "opinions": [
      {
        "text": "Martin, Judge,\ndelivered the opinion of the court:\nThis appeal is from the refusal of the Patent Office to issue a patent on process claims 1 and 4—6, and product claims 12 and 13 in appellant’s application serial No. 765,947 filed October 8, 1958 for “Preparation of Basic Esters and Quaternary Compounds Thereof.” The examiner’s rejection of the claims as unpatentable over the prior art (35 U.S.C. 103) was affirmed by the board and adhered to on reconsideration. There are no other claims in the application.\nThe application discloses, first, the preparation of N-alkyl pyrrol idyl benzilates in the acid addition salt form. The benzilates are esters and are produced by the reaction of a haloacetyl halide with an alcohol. The halogen acid split out in the reaction loosely associates with a nitrogen atom of the alcohol to give the acid addition salt form. For example, a-chloro-diphenyl-acetylchloride (the halo-acetyl halide) is reacted with a l-alkyl-2-hydroxymethyl pyrrolidine (the alcohol) to produce the corresponding 1- (or N-) alkyl pyrrolidyl benzilate (the ester), thus:\nSuch benzilate esters m the acid addition salt form are the subject of product claim 12.\nUpon addition of water and a base, the a-lialogen (on the diphenyl-containing benzilate moiety) and the loosely bonded acid, depicted as HX • • •, will be removed giving the free ester form:\nThe process of producing the free ester via reaction of the alcohol with the haloacetyl halide is the subject of process claims 1, 4 and 5. The process covered in claim 1 has been described above. Claim 4 is specific to the process wherein the N-alkyl substituent of the prolinol is methyl, and the haloacetyl halide is the chloride. Process claim 5 specifies the base which is used to produce the free ester form from the acid addition salt form to be “an aqueous solution of an alkali.”\nIt is stated in appellant's disclosure that the claimed free ester compounds, as produced by the above described and claimed process, “are valuable as intermediates in the preparation of the corresponding quaternary compounds which possess valuable properties as spasmo-lytics.” The disclosure thus includes a further process step for the preparation of quaternary compounds by reaction of the free ester intermediate above described with another “ester of the general formula 11,Z, where It, is an alkyl or aralkyl group and Z is a halogen, alkyl sulphate or aryl sulphonate radical. Those “esters”, examples of which are dimethyl sulphate and methyl bromide, react with the nitrogen of the pyrrolidine ring. Process claim 6 shows the structure of the resultant product as compound (IV) and reads as follows:\n6. A process for the preparation of compounds of the general formula\nwhere Ph is a phenyl group, R is selected from the group consisting of alky] groups having from 1 to 4 carbon atoms and the allyl group, Ri is selected from the group consisting of alkyl groups and aralkyl groups and Z is selected from the group consisting of halogen atoms, alkyl sulphate radicals and aryl sulpho-nate radicals which comprises reacting a l-alkyl-2-hydroxymethylpyrrolidine of the general formula\nwith an acid halide of the general formula\nto give a compound of the general formula\ntreating the compound of the general formula III with water and a base whereby it is converted into a compound of the general formula\nand reacting the compound of the general formula I with an ester of the general formula Ri Z.\nProduct claim 13 broadly covers both the quaternary end product, by the use of the phrase “non-toxic salts thereof,” as well as the free ester intermediate:\n13. Compounds of the general formula\nwhere Ph is the phenyl group, R is selected from the group consisting of altyl groups having from 2 to 4 carbon atoms, and the allyl group, and non-toxic salts thereof.\nWe find no disclosure, other than that above quoted, which shows the utility or properties of either the free esters, which are intermediates, or the quaternary compounds, which “possess valuable properties as spasmolytics.”\nThe references applied are:\nBlicke, 2,695,301, Nov. 23, 1954.\nFeldkamp et al., 2,844,591, July 22, 1958.\nKing et al. Synthetic Mydriaties. Diplienylchloracetyl Chloride as a Reagent for the preparation of Benzilic Esters of Tertiary Amino-alcohols. J. Chem. Soc. (1947), pages 164-168.\nBlicke discloses 2-(1-methyl) pyrrolidylmethyl benzilate and its salts, which “have useful pharmacological properties and in particular are antispasmodic agents having an atropine-like activity.” Blicke states that his benzilates are “most conveniently used in the form of acid addition or quaternary ammonium salts,” which are “innocuous [non-toxic] to the animal organism in therapeutic doses * * The quaternary ammonium salts are produced in the same manner as appellant’s quaternary salts, that is, by the reaction of the free ester with an alkyl or aralkyl ester of inorganic acids or organic sulfonic acids, for example “methyl bromide” and “[dijmethyl sulfate.” Claim 1 of Blicke sets forth the structure of his compounds:\n1. A member of the group consisting of 2-(1-methyl)-pyrrolidylmethyl benzilate having the formula\nand acid-addition and quaternary ammonium salts thereof.\nFeldkamp et al. disclose N-alkyl pyrrolidyl benzilates, and the acid addition and quaternary ammonium salts thereof, which have “useful pharmacological properties and are particularly useful since they have high antispasmodic activity when administered as the free base or as the acid addition on quaternary ammonium salt.” The Feldkamp et al. benzilates differ from appellant’s free ester intermediates in being position isomers, the benzilate ester linkage being substituted on the 3-position of the pyrrolidine ring, thus:\nE can be methyl, ethyl, propyl, allyl, butyl or benzyl.\nKing et al. show the use of diphenylchloracetyl chloride to esterify certain ammo-alcohols, for example, /Tdimethylaminoethanol, and aminocyclohexanols. The benzilic esters thus produced are stated to “possess mydriatic properties comparable with those of atropine.” The reaction is said to follow “the method generally used for tro-peines * * *,\" and is depicted thus:\nCPhaCl— COCI + IIOR -> CPh2Cl—CO¡R -► CPha(OH)-COjR\nThe reactant formula on the left represents diphenylchloracetyl chloride which is the haloacetyl halide specifically used by appellant. The above reaction refers to the alcohols as “H • OK,” but the R group is not further described. The alcohols are generally termed “amino-alcohols,” “tertiary amino-alcohols” and “secondary and/or cyclic alcohols.” More specifically as to their reaction, King et al. disclose that:\n* * * irans-2-Dimetbylaminoc2/ctohexanol, * * * gave on heating with diphenyl-chloracetyl chloride the expected cliloro-ester hydrochloride, and this was hydro-lysed to the henzilate hydrochloride by dissolving in boiling water. The free base combined without difficulty with methyl iodide, and the methiodide [the quarternary salt form] and corresponding methochloride were readily crystal-lised. * * *\nThere is no showing in King et al. of an alcohol containing a ring nitrogen or, more specifically, a prolinol.\nThe examiner’s rejection of product claims, affirmed by the board, was stated in the answer as follows:\nProduct claims 12 and 13 are rejected as lacking invention over Blicke who discloses the obvious homologs of compounds defined by claim 13 and obvious equivalents of the compounds defined by claim 12. The equivalence of hydroxy and chloro in this type of compounds is clearly shown by King et al. No invention can be seen in obvious equivalents of the prior art or in an obvious intermediate in view' of King et al. which must, be hydrolysed to hydroxy to be useful.\nClaim 13 is further rejected as lacking invention over Feldkamp et al. w’ho disclose position isomers of the claimed compounds. (Ex parte Ruddy, 121 USPQ 427; In re Henze. 85 USPQ 261.)\nWe interpret the rejection as being based on section 103, and, to phrase the rejection without putting the cart before the horse, the homologs and position isomers of Blicke and Feldkamp et al., and the teaching of a-chloro in King et al., are said to render the claimed compounds obvious.\nAppellant’s compounds of claim 13 are the adjacent position isomers of the compounds of Feldkamp et al. Appellant’s benzilate moiety is bonded to the pyrrolidine ring via a methylene bridge at the 2-position while the same moiety in a Feldkamp et al. compound is similarly bonded at the 3-position. But for that single difference the compounds are alike. The fact that a position isomer of a compound is known is some evidence of the obviousness of that compound. Position isomerism is a fact of close structural similarity which is to be taken into consideration with all other relevant facts in applying the test of obviousness under 35 U.S.C. 103. In re Lohr, 50 CCPA 1274, 317 F. 2d 388, 137 USPQ 548. It is the closeness of the relationship rather than the mere name, or, here, position number, which is significant, In re Herr, 50 CCPA 705, 304 F. 2d 907, 134 USPQ 176, In re Druey, 50 CCPA 1538, 319 F. 2d 237, 138 USPQ 39, and which gives rise to an inference that the claimed compound is obvious, In re Hass, 31 CCPA 895, 141 F. 2d 122, 60 USPQ 544, In re Henze, 37 CCPA 1009, 181 F. 2d 196, 85 USPQ, 261.\nA compound is not, however, merely a, structural formula; its properties as part of the whole must be considered, In re Papesch, 50 CCPA 1084, 315 F. 2d 381, 137 USPQ 43. The similarity of properties of a reference compound as compared with a claimed compound gives rise to an even stronger inference of obviousness than that of structural similarity alone, and conversely, where the properties are different, they imply non-obviousness, when they are unexpected. Here, the sole property of appellant’s claim 13 compounds, in their quaternary form, is stated in terms of its utility, to “possess valuable properties as spasmolytics.” The Feldkamp et al. position isomers “have high antispasmodic activity” when administered in, for example, the free quaternary ammonium salt form. Spasmolytic means antispasmodic, and thus the “properties” of the two position isomers are the same insofar as the record shows.\nWhile a showing of significantly enhanced activity of the same general type, or a different therapeutic activity or property may constitute evidence of non-obviousness there are no showings of such type here. Thus, we agree with the examiner and the board that the compounds of claim 13 are obvious.\nAppellant presents us with no showing of any problem or difficulty in the art that his 2-position isomer solves as compared to the 3-posi-tion isomer of Feldkamp et al. Nor would the- apparent novelty of one of the reactants, a 2-prolinol as compared to the Feldkamp et al. 3-pro-linol, carry any weight to show non-obviousness. Blicke shows 2-position prolinol isomers, and thus it is clear that 2-position prolinols are generally known to the art as well as 3-position prolinols.\nThe compounds of claim 13 were also rejected over the adjacent lower N-alkyl homolog of Blicke. The homologous compounds of Blicke provide an additional inference of obviousness since they have the same property as appellant’s compounds, being “antispasmodic agents * * * [which have] an atropine-like activity.” Thus the rejection is properly based on either the position isomer or the homolog, when considered with their properties.\nThe a-chloro-containing intermediates of claim 12 were rejected on what were considered to be equivalent compounds of Blicke, «-hydroxy compounds, in view of King et al. which was said to teach the equivalence of chloro and hydroxy at the a- position of the benzilate moiety. We think the rejection is sound.\nAppellant maintains that King et al. and Blicke cannot be properly combined. It is urged that one concerned with the antispasmodics of Blicke would not turn to the mydriatics of King et al., particularly since the latter does not show prolinols or the pyrrolidine moiety in the end products. That argument is not convincing. Blicke’s “antispasmodic agents” have “an atropine-like activity” while the King et al. benzilates “possess mydriatic properties comparable with those of atropine.” That is a more than sufficient reason, within the context of this case, for one of ordinary skill in this art to look to King et al.\nClearly, neither the examiner nor the board, nor do we, maintain that the a-chloro group is equivalent to the «-hydroxy group for all purposes. The compounds of claim 12 are intermediates and it is clear from the disclosure of Blicke and King et al. that as functioning in those intermediates, the two groups are sufficiently equivalent to show the a-chloro group to be obvious. Blicke shows a-hydroxy benzilate hydrohalide acid addition salts. Upon treatment with a base those acid addition salts are converted to the corresponding «-hydroxy free esters, which, except for being the lower homologs, would be among appellant’s free esters of claim 13. Similarly, the a-chloro-containing benzilate acid addition salts of King et al., upon neutralization and hydrolysis in boiling water, are converted to the «-hydroxy free ester. Thus in the intermediates, it makes no significant difference whether the « carbon of the benzilate moiety is substituted with a hydroxyl or a chloro group, since the same step converts either to the same type of end product. We need not explore other properties of the «-chloro of claim 12 since their only disclosed utility, or “property,” is that of an intermediate for the end products. There is nothing of record to show that in their role as intermediates the a-chloro-containing compounds function any differently than the corresponding «-hydroxy compound. Thus we must affirm the rejection of claim 12.\nThe process claims were rejected solely on King et al. the board stating:\nProcess claims 1, 4, 5 and 6 have been rejected as being for a conventional procedure disclosed by King et al. on the ground that there is no invention in substituting in this old reaction another alcohol. * * * We fail to see why it is unobivious to apply the reaction generally disclosed by King et al. in the equation on page 164 of the article to a particular alcohol. * * * In re Larsen, 49 CCPA [711]; 1961 C.D. 567; 772 O.G. 889; 292 F. (2d) 531; 130 USPQ 209; In [sic] Novak et al., 49 CCPA [1283]; 784 O.G. 1106; 306 F. (2d) 917; 134 USPQ 335; Commonwealth Engineering v. Watson, 127 USPQ 355; aff’d. 129 USPQ 338. These decisions specifically hold that there is no invention in applying an old chemical reaction or process to another and analogous material where there is at least a reasonable expectation of success. The Larsen case involved an esterification process.\nWe think the rejection is sound. The reaction of King et al., while not employing a prolinol as the alcohol, is clearly shown by the various alcohols employed therein to be a general esterification reaction, and the diphenylchloroacetyl chloride to be a useful benzilating agent in the general field of appellant’s compounds. The chloroacetyl chloride is used in King et al. to produce benzilates having atropine-like activity, which we have noted above is closely related to the spas-molytic activity and utility of appellant’s compounds. Thus King et al. is not non-analogous art.\nAppellant urges that the “tertiary amino alcohols to which the authors [King et al.] refer are quite unrelated to the prolinols employed by appellant.” Appellant also states that his “N-substituted pro-linols are so little known that their preparation is recited in the application.” Clearly it is evident that both Blicke and Fledkamp et al. show that one working with antispasm odie agents which have “atropine-like” activity, as do the mydriatics of King et al., would know of the identical prolinol reactants of the process claims here. Thus, one of ordinary skill in this art, viewing King et al. alone with the desired end product esters in mind, would be expected to consider the claimed process obvious.\nThe process as claimed merely calls for mixing the reactants and then hydrolyzing and quaternizing the ester. The latter two steps are shown in King et al. for the benzilates (esters) produced therein. Thus the significant part of the process appears to lie in the naming of the specific reactants. It being generally known that prolinols are used in the production of antispasmodic benzilate esters, the teaching of King et al. as to the availability of the chloroacetyl chloride in the general synthesis of esters having related properties would suggest its use in a process such as claimed here.\nFurther, appellant has not shown that having a different alcohol reactant presents one of ordinary skill in the art with considerations, evident from the structure and properties of that reactant, which would lead him to believe the process steps would not operate successfully with his alcohol reactant. The claims do not include any reaction conditions whatsoever, much less any such as indicate a necessity for a n on-obvious adjustment of the process to compensate for the use of a different alcohol reactant. Merely arguing that the alcohol reactant is different or “unusual” is not convincing.\nThe difference has not been shown relevant to the process steps or reaction conditions. In re Norman, 50 CCPA 817, 309 F. 2d 517, 135 USPQ 328. Differences which, insofar as the record shows, are merely structural and do not affect the reacting group, do not necessarily prove nonobviousness.\nWe think the examiner’s reasoning sound:\n* * * The real criterion is not [only] whether the steps themselves are shown in the prior art hut whether the use of the material in the process claimed Is suggested. (Ex parte Wagner. 88 USPQ 220.) The reference clearly suggests that diphenylhaloacetylhalide and an alcohol be reacted to produce an ester. (35 USC 103.) The final product is old and suggests the moieties to use in the King et al process.\nThe examiner clearly recognized that the reactants must be considered in a process claim as well as the manipulative steps, otherwise, as appellant states, “it would virtually make it impossible for any applicant to obtain a claim on a chemical synthesis.”\nAppellant relies on an unsworn “Exhibit,” prepared by him and filed before taking appeal to the board. The exhibit reviews certain literature and given conclusions of tests made of the products produced by the methods of the Blicke patent. Neither the board nor the examiner mentioned the “Exhibit” in the answer or decision.\nWe note first that, being unsworn, it can be taken merely as argument and not to establish facts. We find that portion of the argument presented by the Exhibit which is a review of relevant literature to be a strong indication that the synthesis in Blicke produces an ambiguous product, i.e., a mixture of pyrrolidine and piperdine esters, the latter being produced from the former by rearrangement in basic solution. However, the process claims are not rejected on Blicke, but on King et al., and thus the deficiencies in the Blicke process are not relevant to the rejection.\nThe fact that the Blicke process may produce an impure product is not relevant to the rejection of the product claims for two reasons. First, the product claims here do not admit of a relative degree of purity, and there is no support in the disclosure for any such purity. Second, the rejection of the product claims here is based on the structure and properties of the Blicke and/or Feldkamp et al. products, apparently as otherwise purified. That more pure end products are directly produced without necessity of subsequent additional purification steps is a fact which, while it may tend to show the process to be unobvious as compared to Blicke, is not pertinent to the product claims or to the rejection of process claims on King et al. We consider the unsworn exhibit as an additional argument, but find it not relevant to the issues.\nFor the foregoing reasons the decision of the board is affirmed.\nNote that, the pyrrolidine ring, 321 is numbered beginning from the ring nitrogen atom so that a 1-ulkyl pyrrolidine is the same as an N-nlkyl pyrrolidine. The 2-hvdroxymethyl pyrroli line portion of the alcohol may also be termed a prolinol. thus appellant is dealing with an N alky] prolinol as the alcohol reactant.\nBorland’s Illustrated Medical Dictionary, 23rd Edition (1057), p. 1273.",
        "type": "majority",
        "author": "Martin, Judge,"
      },
      {
        "text": "Smith, Judge,\nconcurring.\nThe results reached by the majority follows, I think, by applying to the record here the analysis we relied upon in In re Lohr, 50 CCPA 1274, 317 F. 2d 388, 137 USPQ 548:\nConsidering all of the evidence in the record: the close structural similarity, the similar method of making the compounds, the similar properties, the same use, and the inconclusive showing of the affidavit, we are constrained to agree with the Board of Appeals that the claimed compounds and compositions are obvious in view of the prior art.\nIn cases dealing with complex technical subject matter, it is particularly incumbent on the applicant to establish in the record the significance of the technical differences upon which he relies in seeking reversal of a finding of obviousness. There is no question but both the process and the product here claimed are different from the processes and products of the cited prior art. Under 35 U.S.C. 103 we must determine whether such a process and product as a whole would have been obvious to one of ordinary skill in the related art at the time the invention was made. I do not agree with the analysis of the majority in which the relationship of the structures of the claimed and prior art products is considered as giving “rise to an inference that the claimed compound is obvious.” We must endeavor to ascertain the pertinent technical and scientific facts rather than to place so large a reliance on inferences in making this difficult determination. We cannot overcome our failure so to do by paying lip service to such decisions as In re Papesch, 50 CCPA 1084, 315 F. 2d 381, 137 USPQ 43.\nHere, it seems to me that because it is the claimed subject matter “as a whole” which we are required to pass upon, we are necessarily required to pass upon all the general relationships shown in the record which existed at the time the invention was made. Thus I do not agree with the majority that the process claimed can be found to be obvious in view of King et al. alone “with the desired end product esters in mind.” Instead, the analysis must be made on the basis of the knowledge of one skilled in the art without having a knowledge of appellant’s claimed invention before him.\nUpon such an analysis I find differences between the prior art and the invention of the appealed claims. However, since I find nothing in the specification or in the evidence of record from which to find patentable significance in these differences, I have no choice but to find with the board that the invention as a whole would have been obvious to one of ordinary skill in this art at the time the invention was made. I would affirm entirely on this specific ground.",
        "type": "concurrence",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Albert L. Jacobs, James W. Dent for appellant.",
      "Clarence W. Moore (J. E. Armore, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 859; 146 USPQ 284\nIn re Minoo Dossabhoy Mehta\n(No. 7217)\nUnited States Court of Customs and Patent Appeals,\nJuly 8, 1965\nAlbert L. Jacobs, James W. Dent for appellant.\nClarence W. Moore (J. E. Armore, of counsel) for the Commissioner of Patents.\n[Oral argument December 7, 1964 by Mr. Jacobs and Mr. Dentl\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1615-01",
  "first_page_order": 939,
  "last_page_order": 950
}
