{
  "id": 1279494,
  "name": "L. B. Whitfield, Plaintiff in Error, v. George T. Webb, Defendant in Error",
  "name_abbreviation": "Whitfield v. Webb",
  "decision_date": "1931-01-07",
  "docket_number": "",
  "first_page": "1619",
  "last_page": "1628",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1619"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "32 L. R. A. (N. S.) 383",
      "category": "reporters:federal",
      "reporter": "L.R.A.N.S.",
      "opinion_index": 0
    },
    {
      "cite": "16 N. Y. 267",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1297823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/16/0259-01"
      ]
    },
    {
      "cite": "3 Pac. R. 383",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "85 Mo. 14",
      "category": "reporters:state",
      "reporter": "Mo.",
      "opinion_index": 0
    },
    {
      "cite": "47 A. L. R. 5",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "133 U. S. 610",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1129232
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/133/0610-01"
      ]
    },
    {
      "cite": "21 A. L. R 403",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "127 Atl. R. 219",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "138 Atl. R. 804",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "186 Pac. R. 519",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "48 Pac. R. 652",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "97 Fla. 643",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1261375
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/97/0643-01"
      ]
    },
    {
      "cite": "51 A. L. R. 976",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 695,
    "char_count": 14773,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 3.1059160281530555e-07,
      "percentile": 0.8596561035025594
    },
    "sha256": "54cb7a3e1c44f87fc6001367b2a52ba9908fc6e207ce2cb96a447eaebcbc496a",
    "simhash": "1:8a5a26621072c7da",
    "word_count": 2574
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., and Buford, J., concur.'",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "L. B. Whitfield, Plaintiff in Error, v. George T. Webb, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Strum, J.\nThis is an action at law by the endorsee of four promissory notes, representing a portion of the purchase price of realty, against a grantee of the lands who is alleged to have assumed payment of said notes as a part of the consideration for the conveyance of the lands to the grantee-defendant.\nA demurrer was sustained to plaintiff’s amended declaration, followed by entry of final judgment for defendant, to which judgment plaintiff took writ of error.\nThe declaration alleges the following facts:\nE. H. Price Company, Inc., conveyed lands in Sarasota County to J. S. Hustlton. As a part of the purchase price Huselton executed a series of notes payable to E. H. Price Company, Inc. Payment of said notes was secured by a mortgage on the lands conveyed. Four of the notes, being those here in suit, were thereafter endorsed by the payee to the plaintiff, L. B. Whitfield. Huselton conveyed the lands to the Cummer Company, who in turn conveyed to the defendant George T. Webb. The deed to the defendant Webb, made a part of the declaration, contains the following covenant:\n“This conveyance is made subject to the following mortgages on the lands described, which mortgages and the notes secured thereby the party of the second part expressly assumes and agrees to pay * * *.\n“(d) J. S. Huselton to E. H. Price, dated September 14th, 1925 securing twentyrone notes aggregating $131,828.12 bearing interest at the rate of 7% per annum payable semi-annually;”\nThe notes, also made a part of the declaration, bear the following recitation immediately before the signature, and after the provisions usually found in a promissory note:\n“This note is given for purchase money and is secured by a mortgage on real estate in Sarasota County, Florida, known as 1851 acres in Sections 19, 20, 21, Twp. 39 S. Range ‘18’ E; and 11% acres in Twp. ‘24’ S. Range 18 E.”\nThe deed above referred to, from The Cummer Company to Webb, containing the covenant above quoted upon which plaintiff relies, describes the lands thereby conveyed and covered by the mortgage securing the indebtedness assumed by the grantee Webb, as lying in Twp. 39 S. Range “19” East, and in Twp. “39” South, Range 18 East.\nThe deed also refers to the payee of the note as “E. H. Price,’’ instead of “E. H. Price Company, Inc.,’’ the payee of the note as shown by its face.\nPlaintiff alleges that these discrepancies are errors of the scrivener; that the memorandum description upon the notes was intended to correspond with the description in the deed; that the reference to the payee of the notes appearing in the deed to the defendant Webb shoüld have described the notes assumed as payable to E. H. Price Company, Inc.; and that as a matter of fact the notes described in the declaration are four of the series of notes payment of which was assumed by the defendant by the covenant aforesaid, which' notes the defendant has not paid.\nDefendant contends that there can be no recovery against him because his signature does not appear upon the note, basing his contention upon Section 6778, Comp. Gen. Laws 1927, a part of the negotiable instruments law, which provides that no person is liable upon a negotiable instrument whose signature does not appear thereon (except as therein otherwise provided) ; further, that no contractual liability from defendant to plaintiff is shown because the notes sued upon do not appear to be the notes assumed; and that to admit parol testimony to identify them as such would be to vary, alter or contradict a written instrument by parol.\nSec. 6778, Comp. Gen. Laws 1927, is not applicable here. This action is not upon the notes as such, but is upon the liability of the grantee resulting from his acceptance of the deed containing the covenant to assume and pay the debt evidenced by the notes. By knowingly accepting a deed poll containing the covenants above quoted, the grantee makes the mortgage debt his own. The grantee is as effectually bound by such deed as if he had signed and sealed it and becomes personally liable to the mortgagee. Ackley v. Noggle, 121 So. R. 822; Brownson v. Hannah, 111 So. R. 731, 51 A. L. R. 976.\nThough some conflict may be found in the authorities in other jurisdictions, it is now the established weight of authority, and the rule in this jurisdiction, that a grantee of lands who, as a part of the consideration for the conveyance to him, assumes and agrees to pay a note secured by an existing mortgage on the land, becomes personally liable for such mortgage debt, and may be sued directly in an action at law by the holder of the note. In Realty Holding Co. v. Noggle, 97 Fla. 643, 121 So. R. 883, the rule just stated was applied, though the decision was without opinion. See also Slottow v. Hull Inv. Co., 129 So. R. 577; Starbird v. Cranston, 48 Pac. R. 652; Smith v. Davis, 186 Pac. R. 519; Morris v. Fidelity Mtge. Co. (Ala.), 65 So. R. 810; Tuttle v. Jockmus, 138 Atl. R. 804; Lowry v. Hensal, 127 Atl. R. 219, and the cases and exhaustive note in 21 A. L. R 403-531, particularly page 480. See also 19 R. C. L. 374, 41 C. J. 743.\nIn this jurisdiction, the rule just stated does not rest upon the equitable doctrine of subrogation, as is the case in some jurisdictions. See Keller v. Ashford, 133 U. S. 610, 33 L. Ed. 667. The ground of the grantee’s liability adopted by this Court is that of contract, an application of the now prevailing American, doctrine that the grantee’s assumption of the mortgage debt is a contract made and intended by the formal parties thereto, not alone for their own benefit, but also for the direct benefit of a third party, the mortgagee, who may sue upon it at law as the real party in interest (see See. 4201 Comp. Gen. Laws 1927) even though the agreement to assume is contained in an instrument under seal. See American Surety Co. v. Smith, 130 So. R. 441; Starbird v. Cranston, 48 Pac. R. 652, note 47 A. L. R. 5; 41 C. J. 750; 19 R. C. L. 374; 3 Pomeroy’s Jurisprudence (4th Ed.), See. 1207.\nAn endorsee of the mortgage note becomes the legal owner thereof and succeeds to the same rights which were available to the mortgagee. Acquisition of the legal title to the mortgage note by endorsement constitutes the endorsee the real party in interest as contemplated by Sec. 4201 Comp. Gen. Laws supra, and entitles him to maintain an action against the grantee. The assumption of the note by the grantee extends not only to the benefit of the holder of the note at the time the assumption was made, but to any subsequent holder. Fitzgerald v. Barker, 85 Mo. 14; Starbird v. Cranston, 48 Pac. R. 652; Jones on Mortgages (8th Ed.), Sec. 948; Morris v. Fidelity Mortgage Co. (Ala.), 65 So. R. 810; Bassett v. Inman, 3 Pac. R. 383; 19 R. C. L. 352.\nIt follows, therefore, that if the notes sued upon are.embraced within the covenant hereinabove quoted, the plaintiff, as endorsee, may maintain his action at law directly against the .defendant grantee, upon the latter’s personal liability resulting from the covenant.\nOf course, an agreement to assume a particular mortgage debt can not' be construed to embrace another antd distinct debt. When, however, the agreement of .assumption is in writing, and enough appears by the writing to designate a particular debt as the debt intended by the parties, a latent ambiguity in the written description, arising from extrinsic circumstances, may be explained by parol for the purpose of applying the covenant to the debt. This rule does not violate, but is complementary to, the general rule that parol evidence is not admissible to vary, alter or contradict a written instrument.\n.A latent ambiguity in description arises when the writing upon its face appears clear and unambiguous, but there is some collateral or extrinsic matter which renders its application uncertain. Such an extrinsic ambiguity may be removed by competent extrinsic, evidence. The rule applies to such a latent ambiguity in. the description of a mortgage debt assumed by a grantee.\nIt is also an established rule that if it appears that a description is in some respects erroneous or false, those parts may be rejected, and what is left, if sufficient to identify the subject matter intended, may be considered alone, with the aid of such competent parol evidence as may be necessary to apply the description to its subject matter. The latter rule rests upon the ancient maxim: “Falsa demónstrate non nocet”—a false description does not render a deed or other writing inoperative. See 25 C. J. 435.\nIt is said in Greenleaf on Evidence (16th Ed.) 297, quoting Lord Bacon’s rule: “ * * * there be two sorts of ambiguities of words; the one is ambiguitas patens and the other latens. Patens is that which appears to be ambiguous upon the deed or instrument; latens is that which seem•eth certain and without ambiguity, for anything that appeareth upon, the deed or instrument; but there is some collateral matter out of the deed that hreedeth the ambiguity. Ambiguitas patens is never holpen by averment; and the reason is, because the law will not couple and mingle matter of specialty, which is of higher account, with matter of averment, which is of inferior account in law; * * * But if it be ambiguitas latens, then otherwise it is.; as if I grant my manor of S. to S. F. and his heirs, here appeareth no ambiguity at all. But if the truth be, that I have the manors both of South S. and North S., this ambiguity is matter of fact;. and therefore it shall be holpen by averment, whether (which) of them it was that the party intended should pass.” That portion of the rule relating to patent ambiguities is now somewhat relaxed. 22 C. J. 1196 et seq. That portion relating to latent ambiguities, however, is of universal application. •\nIn Sec. 301 of Greenleaf it is further said: “There is another class of cases, so nearly allied to these as to require mention in this place; namely, those in which, upon applying the instrument to its subject-matter, it appears that in relation to the subject, whether person or thing, the description in it is true in part, but not true in every particular. The rule, in such cases, is derived from the maxim, ‘Falsa demonstration non nocet, cum de cor pore constatHere so much of the description as is false is rejected; and the instrument will take effect, if a sufficient description remains to ascertain its application. It is essential that enough remains to show plainly the intent. * * * . ”\nIn New York Life Ins. Co. v. Aitkin, 26 N. E. R. 732, there was an error in the assumption clause in describing the mortgage assumed as one executed by Gregg and wife, whereas it was executed by Drew and wife, and had been assumed by Gregg. Other incidents of the mortgage corresponded to the mortgage described in the covenant of assumption. It was held that parol evidence was admissible to show the surrounding circumstances for the purpose of applying the covenant to the mortgage debt actually intended.\nIn Burr v. Broadway Ins. Co., 16 N. Y. 267, a fire insurance policy described the insured building as being on the \"No. W.” corner of certain streets, giving also certain characteristics of the building and its contents. Parol evidence was held admissible to demohstrate that the policy did not refer to the building on the northwest corner, but referred to the building on the southwest corner of the named streets, which building was also owned by the insured party. It was shown by parol that the building on the northwest corner did not fulfill certain parts of the description in the policy, while the building on the southwest corner conformed to all parts of the description except the reference to the \"No. W.” corner.’ That portion of the description was therefore rejected as false, and by the aid of parol evidence the remaining description, which was sufficient in itself to identify the building intended, was applied to the subject matter contemplated by the parties. See also Halfin v. Winkleman, 18 So. W. R. 433; Powell v. First State Bank, 162 So. W. R. 416; Dodge v. Potter, 18 Barb. (N. Y.), 193; Kleuter v. Schlitz, 128 No. W. R. 43; 32 L. R. A. (N. S.) 383; Jones on Mortgages (8th Ed.) Sec. 918; 22 C. J. 1173, 1191, et seq.\nIn this instance, the covenant of assumption appears clear enough upon its face. The date of the notes sued upon, the name of the maker, the rate and time of payment of. the interest, and much of the reference in the notes to land covered by the mortgage securing the notes, correspond to those matters as stated in the deed containing the covenant of assumption. From the declaration, however, it appears that the notes sued upon appear upon their face to be payable to “E. H. Price Company, Inc.,” instead of “E. H. Price” as stated in the deed; and further that in the recital in-the notes of an abbreviated description of the land covered by the mortgage securing the notes, the township number in one instance, and the range number in one instance, differ from those appearing in the deed containing the covenant of assumption.\nThe declaration alleges that the discrepancies mentioned are mere errors in the use of language, and that as a matter of fact the notes described in the declaration are four of the notes described in the covenant and assumed by the grantee defendant. Thus a situation is alleged which may be aided by averment and dealt with by competent parol evidence in accordance with the established rules above stated.\nEnough appears by the deed to identify the debt intended to be described, so that the debt assumed by the grantee is not left wholly uncertain. Parol proof of the surrounding circumstances is therefore admissible, not to vary, alter or contradict the terms of the deed, or of the notes, but to apply the covenant to the debt intended by the parties, a mere matter of applying description to subject matter. If, as alleged, the description of the debt intended, as contained in the deed, is in some respects erroneous due to an error in the use of language, such parts may be rejected, and what remains, if sufficient to identify the debt, may be considered alone, and competent parol proof is admissible to apply the description to its subject matter. The result is not to alter, vary or contradict the terms of the covenant, but to apply the covenant to the debt intended by the parties.\nAs against the grounds of demurrer interposed, the declaration states a cause of action.\nReversed and remanded.\nWhitfield, P. J., and Buford, J., concur.'\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Strum, J."
      }
    ],
    "attorneys": [
      "King & Barringer, for Plaintiff in Error;",
      "Burkett & Fish, for Defendant in Error."
    ],
    "corrections": "",
    "head_matter": "L. B. Whitfield, Plaintiff in Error, v. George T. Webb, Defendant in Error.\nDivision B.\nOpinion filed January 7, 1931.\nKing & Barringer, for Plaintiff in Error;\nBurkett & Fish, for Defendant in Error."
  },
  "file_name": "1619-01",
  "first_page_order": 615,
  "last_page_order": 624
}
