{
  "id": 1279750,
  "name": "Seaboard Air Line Railway Company, and Railway Express Agency, Inc., Petitioners, v. A. S. Wells, E. S. Mathews and Mamie G. Eaton, as Railroad Commissioners of the State of Florida, and H. T. Pace, Respondents",
  "name_abbreviation": "Seaboard Air Line Railway Co. v. Wells",
  "decision_date": "1931-01-08",
  "docket_number": "",
  "first_page": "1631",
  "last_page": "1647",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1631"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "1922 B, 383",
      "category": "reporters:state",
      "reporter": "Barb.",
      "opinion_index": 0
    },
    {
      "cite": "286 Ill. 582",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4935754
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/286/0582-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 896,
    "char_count": 26341,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04830107855708962
    },
    "sha256": "d0502ae9449333357fe8805c98c56a7c180e5cf2358ea0257ca4c639ea417e62",
    "simhash": "1:25cfcfc472d2af49",
    "word_count": 4305
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield and Ellis, J. J., concur.",
      "Strum, J., concurs specially.",
      "Buford, J., concurs in the conclusion only.",
      "Terrell, C. J., and Brown and Buford, J. J., concur."
    ],
    "parties": [
      "Seaboard Air Line Railway Company, and Railway Express Agency, Inc., Petitioners, v. A. S. Wells, E. S. Mathews and Mamie G. Eaton, as Railroad Commissioners of the State of Florida, and H. T. Pace, Respondents."
    ],
    "opinions": [
      {
        "text": "Whitfield, J.,\nConcurring:\nUnder Chapter 13700, Acts of 1929, the operation of “any motor vehicle for the transportation of persons or property for compensation on any public highway in this State” is lawful only after “having obtained from the Railroad Commission a certificate that the present or future public convenience and necessity requires or will require such operation.”\nThe purpose of Chapter 13700, Acts of 1929, is not only to regulate the use of the public highways by motor vehicles for compensation, but, in order to conserve the public roads and the safety of the traveling public thereon, to exclude from the use of the public highways in the State any and all motor vehicles operated for compensation except such motor vehicles as are affirmatively shown to be required to serve the “public convenience and necessity.”\nPublic highways are maintained by taxation primarily for public use of individuals for themselves; and the use of such highways by motor vehicles for hire, is permitted only when and as the “public convenience and necessity” may require it. Public convenience alone does not authorize the issuing of a certificate. There must be public necessity as well.\nA certificate authorizing the operation of a motor vehicle for the transportation of persons or property for compensation on any public highway in this State, should be issued only after due notice to all proper parties including “all transportation companies serving any part of the route between the fixed termini,” and after a legal, adequate and appropriate hearing and a proper finding duly made by the Railroad Commission predicated upon sufficient affirmative evidence “that the present or future public convenience and necessity requires or will require” the particular operation that is authorized by the certificate.\nThe statute provides that orders made by the Railroad Commission shall be deemed and held “to be reasonable and just and such as ought to have been made in the premises, * * * unless the contrary plainly appears.”\nThe statute, makes an order of the Railroad Commission prima fade legal and proper, and contemplates that in appropriate judicial review, as by certiorari, where it plainly appears from the record of the proceedings culminating in the oi’der, that the order was not “properly made and arrived at in due form of procedure” and is not “such as ought to have been made in the premises,” the order shall be adjudged to be invalid, since the Constitution ordains that “all courts in this State shall be open so that by due course of law right and justice shall be administered.”\nWhere an order that is reviewable on certiorari, is not in accord with the essential requirements of the law, the order will be quashed so that by due course of law right and justice be administered as required by the organic command and the rules of the forum.\nWhen the probative force and legal effect of the evidence adduced before the Railroad Commission and made part of the record on certiorari, show that the operation of motor vehicles in transportation for compensation on the public highways as authorized by the certificate issued under the order is a convenience to a portion of the public on the route involved, but the evidence does not show that “public convenience and necessity require or will require such operation,” within the meaning and contemplation of the statute regulating the business of transportation for compensation on the public highways which are maintained by taxation and designed primarily for use of the public and not for the business of transportation for compensation, the order will be quashed on certiorari.\nBrown, J.\nThe record in this case shows that H. T. Pace filed an application with the Railroad Commission under Chapter 13700. of the Laws of 1929 for a certificate of public convenience and necessity authorizing him to operate a motor truck freight line between Jacksonville and Tallahassee and intermediate points, over State Road No. 1, on the established railroad freight rates. Upon the hearing, of which the petitioners were given due notice, it was made to appear by the evidence that the route applied for, over State Road No. 1, paralleled the line of the Seaboard Air Line Railway between the two cities named, and that said cities and all the intermediate points designated in said application were also located on said railway line, and were already afforded adequate transportation facilities for both freight and express by the petitioners, the Seaboard Air Line Railway and the Railway Express Agency, who were fully equipped to satisfactorily handle all the business of this nature, existing or prospective, afforded by the territory in question. If this evidence was entitled to be considered by the Railroad Commission, it would appear that they should have, and probably would have, denied the application ; the applicant, in the face of this uncontradicted evidence, having failed to carry the burden which the law imposed upon him of showing that the public convenience and necessity demanded or warranted the granting of his proposed service. But the Commission manifestly did not consider this evidence, for they granted the application and ordered the issuance of a certificate of public convenience and necessity for the operation of the freight truck service applied for. In fact, it appears that the Railroad Commissioners construed the statute as excluding from their consideration this matter of “other transportation facilities within the territory sought to be served\" unless such other transportation facilities consisted of motor vehicle transportation facilities, for they have moved this Court to quash the writ of certiorari upon the ground inter alia that under Chapter 13700 they could not consider the effect which their action might have upon carriers by rail or express serving the same territory. This construction of the statute was in substance held to be erroneous in the recent case of Seaboard Air Line Railway Co. and Louisville & Nashville Co. v. Wells et al., Railroad Commissioners, 130 So. R. 587, decided at the present term, but which decision had not been rendered at the time the motion to quash was filed in this proceeding, nor when the same was briefed and argued. It appears that, there is some conflict of authority on this point in other States having similar statutes, as is candidly admitted by counsel for the Commission in his very able brief, but we are convinced that our prior decision is well founded, and that we should adhere thereto. In this connection, it might be noted that as to other motor transportation facilities, the evidence showed that certificates had already been issued to five freight truck lines for operation between Jacksonville and Baldwin, four between Jacksonville and Lake City, four between Jacksonville and Live Oak, three between Jacksonville and Madison and two between Jacksonville and Tallahassee at the time this application was filed, though none of them interposed any objection to the granting of Pace’s application.\nThe applicant frankly admitted in his testimony that he could not say that the transportation facilities and services afforded by the railway and express companies were inadequate, but he claimed that his proposed service would afford some shippers certain conveniences or advantages, such as pick-up service and warehouse to warehouse deliveries, not given by the petitioners and that he also served a small turpentine place south of Madison which was off the rail line. This claim was largely offset by evidence of similar service rendered by the express company in all the towns of any size located on the proposed route, and the showing made by statements signed by large numbers of business men and shippers in Monticello and Tallahassee to the effect that the service rendered by the express company was adequate and sufficient in every respect, prompt and regular, with facilities ample to meet the needs of any enlargement of such business; also the showing made as to the existing truck lines already serving the territory involved.\nAs was said by this Court in the recent case above cited, quoting from the Supreme Court of Illinois:\n“Where one Company can serve the public conveniently and efficiently, it has been found from experience that to authorize a competing company to serve the same territory ultimately results in requiring the public to pay more for transportation, in order that both companies may receive a fair return on the money invested and the 'cost of operation.* * * Whether the public convenience and necessity require the establishment of a new transportation facility is not determined by the number of individuals who may ask for it. The public must be concerned, as distinguished from any number of individuals. Public Utilities Com. v. Toledo, St. Louis and Western Railroad Co., 286 Ill. 582, 122 N. E. R. 158. Some individuals-—perhaps a considerable number—would be eonvenienced by the operation of the bus lines; but it is clear from the record that to the great body of the public it would be neither a convenience nor necessity. It was not within the authority of the commission to authorize the operation of the bus lines for the convenience of a small part of the public already served by other utilities at no very great inconvenience. ’ ’\n■ The legislature, in adopting Chapter 13,700 of the Laws of 1929, has added greatly to the power, the dignity and the importance of the Railroad Commission. Already vested with supervisory and regulatory power over the service and rates of railroad carriers and telegraph and telephone companies, the Commissioners are now, by this act, vested with similar powers over the business of motor vehicle transportation for compensation or as common carriers over the public highways, and in addition to this, the power of determining, except as to motor lines already in operation on April 19, 1929, whether the public convenience and necessity requires the granting of the right or privilege of operating new or additional motor lines for which applications may be made to the commission. Thus the Railroad Commission has now become, in large measure, a general public utilities commission, vested with vast powers, affecting not only the public utilities mentioned, but also vitally affecting the public welfare of the entire State and all sections of the State. Furthermore, the new statute vests the commission with such judicial powers as are necessary to the performance of their duties thereunder. No apipeal from their orders or decisions is provided for by the act. Hence the only method of direct judicial review which exists is by means of. the issuance of ceriiorari, and appropriate proceedings thereunder. The power to issue such writs was vested in this Court by Section 5 of Article V of the Constitution of 1885.\nThe immediate question presented by this case is whether under the statute the evidence showed that the “public convenience and necessity” justified or warranted the permission granted by the Commission for the operation of the motor truck line applied for. But we must not close our eyes to the fact that back of and underlying this immediate question is the ultimate and basic question whether “the public convenience and necessity” mentioned in the act, could reasonably be construed to require or justify the scrapping or serious crippling of the railroads of this State, where they are already rendering adequate service, and all that is reasonably necessary, to meet the needs of the territory in question. Can it be said that the statute requires it? If, under said statute, the Railroad Commission could not consider, in determining applications for certificates of public convenience and necessity made by auto transportation companies, the question whether adequate and .Sufficient transportation service was already being afforded by rail lines to the route and territory affected by such applications, as well as the effect which the granting of such applications might have upon such rail transportation facilities, the ultimate result of the administration of the statute might be to transfer the business of carrying practically all passengers and freight (excepting perhaps such heavy, bulky, lowgrade and basic commodities as the motor vehicles could not handle) from the- rail lines, which own, maintain and pay taxes on their own tracks, road beds and rights of way, to motor transportation companies operating on and over the highways built and maintained at public expense, and which were constructed primarily for the use and benefit of the private citizens of the State, that is, the general public) in the ordinary course of life and business.\nThe result of such a policy would probably be to either bankrupt or seriously cripple the rail lines, thus throwing thousands of railroad employes out of work, and impairing the efficiency of railroad service, or to cause a tremendous increase in freight rates on heavy basic commodities such as the motor lines are not able to handle; at the same time rapidly wearing out the public highways, impeding ordinary private use thereof by the general public, and increasing the dangers to life and limb attendant upon such use, thus entailing considerable public inconvenience and great public expense in the way of repairs and replacements; all to the serious injury of the public interests. Would such a result promote the “public convenience and necessity”? Can it be said that the statute, construed in the light of all its terms, will admit of any such construction? Surely “the public convenience and necessity,” which by its terms is made the primary objective of the statute, and the main one to be considered in determining applications made thereunder, would not be subserved by such a construction as that set up by the motion here made to quash the writ, which would preclude any consideration whatever of existing railroad transportation.\nThe statute assumes that there may be many cases where the public convenience and necessity will be promoted by granting certificates to motor transportation companies. It may well be freely admitted that the statute assumes that the motor vehicle has its place in the general transportation system of the State. It is a popular and in many cases a convenient form of transportation, especially as to local transportation. And the statute manifestly contemplates that where the public is not already adequately served by established carriers, either by rail or motor vehicles, and the public convenience and necessity demand it, certificates authorizing motor transportation by bus or truck may be granted, in spite of the increased burden upon the public highways and the increased dangers to ordinary traffic thereby resulting.\nThere may be cases, for instance, where the evidence discloses that the railroad carriers are- suffering from congestion at terminals by reason of the accumulation of short-haul and less-than-car lot shipments which congestion could be adequately relieved by permitting the operation of motor truck lines as supplementary to the service of the overcrowded railway; but there is no such evidence in this ease. There may also be cases where even duplication of service may be required where the existing service is inadequate to meet the public needs, or to handle the rapidly increasing business offered by a new and growing field. See Pond on Public Utilities, Sec. 715. But there is no such showing here. This case presents an effort to secure authority to operate a truck line over a highway built and maintained at public expense, which highway runs side by side with a long established rail line for a distance of 170 miles, and thereby to haul freight in competition with the already reduced freight and express business carried on over such rail line,, thus threatening the latter with a further serious reduction in its revenues; and this effort was made in the absence of any showing that the railway company, in connection with the express company, was inadequately equipped, or was; otherwise unable or failing to handle the business in such a. way as to reasonably meet the needs of the public; or, in the language of the statute, without any showing that the-\"public convenience and necessity” required the granting of such additional service.\nIn Section 714 of Pond on Public Utilities, 3rd ed., the-author says:\n\"The policy of granting motor vehicles permission to operate over certain routes or within a definite area should be determined by the ultimate question of securing safe, adequate, and sustained service for the public and of conserving any and all carriers, rendering such service, from wasteful competition by avoiding needless duplication of service. When a field is already properly served to the satisfaction of the public or is not sufficient to support additional service from new forms of transportation by new patronage, the policy is generally to refuse to permit new carriers to enter and interrupt the present service. ’ ’\nThe Pennsylvania Public Service Commission in the case-of In re Hauser, P. U. R. 1922 B, 383, said:\n\"By reason óf the large capital investment in rail transportation, some of these companies have continued to operate in the faeé of an accumulating deficit, rather than to surrender their franchise and scrap their properties, in the hope and expectation that conditions, would so change that they would be able to operate at. a profit. So long as a railroad or railway company retains its franchise to operate it may be compelled to do so. A motor company, with its comparatively small investments, without suffering any serious loss, can surrender its franchise and cease to operate at will.”\nIn the case of In re James, P. U. R. 1923 E, the Public Service' Commission of Vermont made the following interesting observations:\n“The motor vehicle has revolutionized local travel and the public motor bus for the carriage of passengers and parcels has become a necessity to many communities not otherwise adequately served by public conveyance of any kind; but there are certain localities in the state where the traveling public is already so amply provided with other forms of conveyance that any new service, like the bus service, is uncalled for. There are also localities where several bus lines may seek to operate where the entire carrying business could be fully supplied by a less number. The motor bus operates upon the highway. The State of Vermont and the Federal Government have expended large sums of money in order to prépare the proper road bed to meet the new conditions of travel which the motor vehicle has called into being. This outlay, and the highways which have been provided by these means, are used by the motor bus in common with other motor vehicles and .horse-drawn vehicles without expense, save the small license fees which it pays to the local and Federal Government. Travel upon the principal highways of the state has increased to such an extent that, in many places, the highways are worn out so rapidly that it has become necessary to expend sums heretofore undreamed of for the construction of permanent highways of a stability sufficient to sustain the accumulated business, and the crowding of traffic in the principal places of business has become such that it is necessary to station traffic officers and set up monuments in the highways to regulate and control the direction and speed of the different kinds of vehicles. * * # The common carrier has always been considered subject to legislative control and regulation, having reference to the needs of the public, and when the legislature placed motor busses within this class it must have intended to subject the newly eonsti-. tuted common carriers to the same control and regulation as other members of the same class. It seems to us that the members of the legislature in passing this act did so under the belief that the time had come to determine in a formal way to what extent our highways should be used by the business under consideration, and to limit that use to the public need.”\nAnd it might not be inappropriate to repeat here the statement made by Mr. Justice Whitfield, speaking for this Court in the Florida Motor Lines case, 129 So. R. 876, wherein he said: ‘ ‘ The statute contemplates that, in granting certificates of public convenience and necessity authorizing the use of the public roads in such transportation, the Railroad Commissioners shall give due consideration to the size, weight, and number of vehicles used in such business, so that vehicles not necessary for the public service may be excluded from the highways with a view to the proper use and preservation of the public roads and to the safety and convenience of the traveling public of the state who have primary rights in the preservation, safety and use of the highways maintained by taxation. ’ ’\nWhile there was some evidence in this case tending to show that the proposed operation of the truck line would be a convenience to some individuals, there was no evidence showing that there was any real public necessity for its operation, when the service afforded by the railway and express companies is taken into consideration.\nWe have therefore reached the conclusion that the order providing for the issuance of the certificate in this ease, on the showing made, was not in keeping with the spirit or letter of the statute, and hence constituted “a departure from the essential requirements of the law. ’ ’\nThe remaining grounds of the motion to quash raise questions which have already been discussed and decided adversely to the respondents in the case first above cited and also in the case of Fla. Motor Lines v. Railroad Commissioners, supra. Upon the authority of these cases, and the principles therein enunciated, the motion to quash the writ must be denied, and the order complained of in the petition for the writ of certiorari in this case must be, and is hereby, quashed.\nTerrell, C. J., and Whitfield and Ellis, J. J., concur.\nStrum, J., concurs specially.\nBuford, J., concurs in the conclusion only.",
        "type": "concurrence",
        "author": "Whitfield, J., Brown, J."
      },
      {
        "text": "Whitfield, J.,\n(Concurring) : Under Chapter 13700, Acts of 1929, the operation of “any motor vehicle for the transportation of persons or property for compensation on any public highway in this State” is lawful only after “having obtained from the Railroad Commission a certificate that the present or future public convenience and necessity requires or will require such operation.”\nThe purpose' of the statute is not only to regulate the use of the public highways by motor vehicles for compensation, but, in order to conserve the public roads and the safety of the travelling public thereon, to exclude from the use of the public highways in the State any and all motor vehicles operated for compensation lexeept such motor vehicles as are affirmatively shown to be required to serve the “public convenience and necessity.” Public highways are maintained by taxation primarily for public use of individuals for themselves; and the use of such highways by motor vehicles for hire, is permitted only when and as the “public convenience and necessity” may requird it. Public convenience alone does not authorize the issuing of a certificate. There must be public necessity as well.\nSuch certificate should be issued only after due notice to all proper parties including “all transportation companies serving any part of the route between the fixed termini”, and after a legal, adequate and appropriate hearing and a proper finding duly made by the Railroad Commission predicated upon sufficient affirmative evidence “that the present or future public convenience and necessity requires or will require” the particular operation that is authorized by the certificate.\nThe statute provides that orders made by the Railroad Commission shall be deemed and held “to be reasonable and just and such as ought to have been made in the premises, * * * unless the contrary plainly appears.”\nThis statutory provision makes the order prima facie legal and proper, and contemplates that in appropriate judicial review, as by certiorw'i where it plainly appears from the record of the proceedings culminating in the order, that the order was not “properly made and arrived at in due form of procedure” and is not “such as ought to have been made in the premises,” the order shall be adjudged to be invalid, since the constitution ordains that “all courts in this State shall be open so that by due course of law right and justice shall be administered.” Section 4, Dee. of Rights.\nWhere an order that is reviewable on certiorari, is not in accord with the essential requirements of the law, the order will be quashed so that by due course of law, right and justice be administered as required by the organic command and the rules of the forum.\n. The probative force and legal efféct of the evidence adduced before’ the Railroad Commission and made part of the record on this certiorari, show that the operation of motor vehicles in transportation for compensation on, the public highways as authorized by the certificate issued under the order here reviewed, is a convenience to a portion of the public on the route involved, but the evidence does not show that “public convenience and necessity require or will require such operation”, within the meaning and contemplation of the statute regulating the business of transportation for compensation on the public highways which are maintained by taxation and designed primarily for use of the public and not for the business of transportation for compensation.\nTerrell, C. J., and Brown and Buford, J. J., concur.",
        "type": "concurrence",
        "author": "Whitfield, J.,"
      },
      {
        "text": "Strum, J.,\n(Concurring in the judgment) : I concur in the view that there is no showing of “public convenience and necessity” as required by the statute for the operation of the truck line in question, and that the order of the Railroad Commissioners should be quashed.",
        "type": "concurrence",
        "author": "Strum, J.,"
      }
    ],
    "attorneys": [
      "W. J. Oven, for the Petitioners;",
      "T. T. Turnbull, for the Respondents."
    ],
    "corrections": "",
    "head_matter": "Seaboard Air Line Railway Company, and Railway Express Agency, Inc., Petitioners, v. A. S. Wells, E. S. Mathews and Mamie G. Eaton, as Railroad Commissioners of the State of Florida, and H. T. Pace, Respondents.\nDivision A.\nOpinion filed January 8, 1931.\nW. J. Oven, for the Petitioners;\nT. T. Turnbull, for the Respondents."
  },
  "file_name": "1631-02",
  "first_page_order": 627,
  "last_page_order": 643
}
