{
  "id": 1279736,
  "name": "Board of Public Instruction for the County of Pinellas, State of Florida, Plaintiff in Error, v. Knight & Wall Company, Defendant in Error",
  "name_abbreviation": "Board of Public Instruction v. Knight & Wall Co.",
  "decision_date": "1931-01-09",
  "docket_number": "",
  "first_page": "1649",
  "last_page": "1656",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1649"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "93 Fla. 182",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1276003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/93/0182-01"
      ]
    },
    {
      "cite": "98 Fla. 1",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1302008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/98/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 11578,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 4.562807616783391e-07,
      "percentile": 0.9248487073956821
    },
    "sha256": "d977eccfc929af200ebfd364cfad0cb20e99f8af469266455a19a7c83e6dd7e6",
    "simhash": "1:79636728a73b067b",
    "word_count": 1882
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Ellis and Brown, J. J., concur.",
      "Whitfield, P. J., and Strum and Buford, J. J., concur in the 'opinion and judgment."
    ],
    "parties": [
      "Board of Public Instruction for the County of Pinellas, State of Florida, Plaintiff in Error, v. Knight & Wall Company, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Terrell, C. J.\nAt its extraordinary session in 1925, the legislature enacted Chapter 11699, Laws of Florida, authorizing the Board of Public Instruction of Pinellas County to call an election and if approved by the requisite vote of the people to issue bonds in stated amounts for certain special tax school districts in .said County including Tarpon Springs, Dunedin, and Largo. Pursuant to said act, an election was called and held resulting in the approval of the issue of said bonds the proceeds thereof to be expended by the Board of Public Instruction as pro-, vided by Sections 589 and 598 Rev. Gen. Stats, of 1920 (Sections 731 and 740 Comp. Gen. Laws of 1927) to acquire sites, build, equip, and furnish school buildings in said special tax school districts.\nIn September, 1925, the Board of Public Instruction of Pinellas County entered into contract with Marshall Jackson Company, Incorporated, a corporation, to erect and complete public school buildings in all special tax school districts holding said bond.elections which approved bonds for that purpose including those named herein. Prior to completion of the buildings in Tarpon Springs, Dunedin, and Largo, Marshall Jackson Compány, Incorporated, became insolvent and failed and the Board of Public Instruction took over its contracts with the said Marshall Jackson Company, Incorporated, and completed said buildings.\nDuring the pendency of the contract between the Board of Public Instruction and Marshall Jackson Company, Incorporated, Defendant in Error sold and delivered to Marshall Jackson Company, Incorporated, materials and supplies in the following amounts: Tarpon Springs School, Two thousand, four hundred and forty one hundredths ($2,400.40) dollars, Dunedin School, One thousand, seven hundred six, and ninety one hundredths ($1706.90) dollars and Largo School, One thousand, fifty ($1050.00) dollars making a total of five thousand, one hundred fifty seven and thirty one hundredths ($5157.30) dollars, all of which materials and supplies' were used in said buildings.\nMarshall Jackson Company, Incorporated, having become insolvent and the Board of Public Instruction having refused to pay for said materials and supplies, Defendant in Error as Plaintiff below brought its action at common law to recover for said materials and supplies. The declaration is in fourteen counts, the first, second, third, fourth, and fifth being common counts, the sixth being a special count in the nature of a novation, the seventh, ninth, eleventh, and thirteenth being common counts based on implied contract and the eighth, twelfth, and fourteenth counts being based on tort. Except the ad damnum clause to the fourteenth, counts thirteen and fourteen were abandoned. A demurrer to the declaration was overruled. A motion to strike pleas to the seventh, ninth, eleventh, and thirteenth counts was granted, a motion to elect between alleged inconsistent theories of the declaration was denied and a trial resulted in a verdict and judgment for Six Thousand, One Hundred Eighty Three and Thirty-two one hundredths ($6183.32) dollars in favor of the Plaintiff. Writ of error was taken to this judgment.\nOut of this welter of fact and pleading, was a cause of action stated and proven against the Board of Public Instruction and can it be required to respond in damages under the facts presented!\nThe plaintiff in error contends that counts one to six inclusive of the declaration, fail to state a cause of action, that count six is bad because no consideration moved from Marshall Jackson Company or any one for them to the Board of Public Instruction as a basis for novation, that there was a complete dearth of evidence to prove any of said counts and that counts seven to fourteen, inclusive, fall under the decision of this Court in I. W. Phillips Co. v. Board of Public Instruction of Pasco County, 98 Fla. 1, 122 So. R. 793.\nThe last enumerated ease was a suit by I. W. Phillips '& Company against the Board of Public Instruction of Pasco County to recover for materials furnished a contractor who later defaulted and failed after he had used said materials in constructing a school building in Pasco County. In that case, we held that in view of Section Nine of Article Twelve of the Constitution requiring all moneys available to the Board of Public Instruction to be used solely for the support of public free schools said- board could not be held. liable if it failed to require contractors to post the indemnity bond required by Chapter 10035, Acts of 1925, Laws of Florida (Section 5397 Comp. Gen. Laws of 1927). In other words, a judgment secured for failure to post said bond could not be satisfied from public school funds.\nIn the Phillips case, the plaintiff was attempting to recover from the public school fund of the county which was protected and appropriated by the Constitution solely for public free school purposes while in the .ease at bar, the plaintiff is endeavoring to recover from special tax school district funds voted in the form of bonds to erect the very school buildings in which the materials and supplies that give basis for this suit were used. The Phillips case was grounded exclusively on tort for failure to exact the bond required of the contractor by Chapter 10035, Acts of 1925,. Laws of Florida. The instant case was grounded on tort, novation and implied contract for materials furnished at the request of the Board for public school buildings. In the Phillips case, no indemnity bond was offered while in the case at bar, the contractor, Marshall Jackson Company, Incorporated, presented and offered a good and sufficient indemnity bond which was declined by the Board of Public Instruction because of the cost thereof, said Board having obligated itself to bear said cost under its contract with Marshall Jackson Company, Incorporated.\nIn the First National Bank of Gainesville v. Board of Public Instruction, 93 Fla. 182, 111 So. R. 521, this Court in effect held that although there was 'no express statute providing that a Board of Public Instruction may sue or be sued, yet when the legislature. created such a Board a corporation and authorized it to contract, borrow money, undertake obligations and deal with the business world as other legal entities, there necessarily follows the implication that it may be sued in appropriate actions ex contractu upon obligations lawfully incurred, the payment of which would not involve an unauthorized disbursement of the county school fund under Section Nine of Article Twelve of the Constitution.\nUnder our Constitution, county school funds and special tax school district funds are deafly distinguished. Section Nine of Article Twelve defines and appropriates the county school fund, Sections Ten and Eleven of Article Twelve define and appropriate special tax school district funds and Section Seventeen of Article Twelve provides for and appropriates the proceeds of special tax school district bonds. All special tax school district funds whether derived through Sections Ten and Eleven or Section Seventeen of Article Twelve of the Constitution are. disbursed by the Board of Public Instruction of the county. Section 589 Rev. Gen. Stats, of 1920 (Section 731 Comp. Gen. Laws of 1927), Chapter 11699, Acts of 1925, Laws of Monda. All contracts on behalf of special tax school districts must also be made by the Board of Public Instruction of the county. 1’n this situation, it follows that any suit to recover from a special tax school district must be brought against the Board of Public Instruction on behalf of or as representing said special tax school district. County school funds are not liable for the obligation of a special tax school district,, neither are special tax school district funds liable for the-obligation of the county. The record in the case at bar-shows conclusively that such remedy as the plaintiff may have is against Tarpon Springs, Dunedin and Largo special tax school districts.\nOur lawmakers, both constitutional and statutory, have gone a great way in throwing safeguards around the application of the public school fund. Section Nine of Article-Twelve of the Constitution ordains that county school funds can be used only for public free school purposes while special tax school district bond funds such as are involved in this ease must be applied to the “exclusive use of public-free schools” as required by Section Seventeen, Article-Twelve, of the Constitution. Acquiring sites, erecting and equipping public school buildings would without question be a public free school purpose. Persons dealing with boards of public instruction are on notice of these provisions of the law and any contract for the pledge of public-school funds not contemplated hereby is ultra vires.\nThe contracts brought in question involve the use and appropriation of special tax school district bond funds and were well within the requirement of Section Seventeen, Article Twelve, of the Constitution. Chapter 11699, Acts of 1925, Laws of Florida, authorized the Board of Public Instruction of Pinellas County to raise the funds and contract for the school buildings in which the materials were used that defendant in error now seeks to recover for.. Counts seven, nine, and eleven of the declaration allege the furnishing of the materials, the place and amount thereof’ and that a good and sufficient surety bond was tendered the-Board of Public Instruction which was declined but in doing so the said board promised to pay the plaintiff any damages sustained by it on account of defendant (Board of Public Instruction) failing to accept and require said bond. All these facts were admitted by the demurrer to the declaration. The judgment is in the full amount claimed against the three districts with interest thereon but the part each district is liable for may be readily determined from the declaration. Any bond funds remaining in Tarpon Springs, Dunedin, or Largo, special tax school districts that were voted for the construction of the school buildings therein as brought in question may now be subjected to the payment of the judgment secured. The' judgment cannot, however, be satisfied as a whole from any aggregate amount held by the Board of Public Instruction belonging to these special tax school districts but each district must bear that amount of the judgment as is claimed for materials furnished it as alleged in counts seven, nine, and eleven of the declaration. The public school fund of the county is in no way liable nor can one special tax school district be required to pay any part of the obligation of another special tax school district.\nWe therefore conclude that counts seven, nine, and eleven qf the declaration state a cause of action against the Board of Public Instruction of Pinellas County as representing or on behalf of Tarpon Springs, Dunedin and Largo special tax school districts in said county and that recovery may be had in the manner stated in this opinion. There was no evidence to support counts one to five, inclusive, of the declaration. Other assignments of error have been examined but became immaterial, hence they are not treated.\nAffirmed.\nEllis and Brown, J. J., concur.\nWhitfield, P. J., and Strum and Buford, J. J., concur in the 'opinion and judgment.",
        "type": "majority",
        "author": "Terrell, C. J."
      }
    ],
    "attorneys": [
      "Jones & White, for Plaintiff in Error;",
      "Sparkman & Knight and Seth Dekle, for Defendant in Error."
    ],
    "corrections": "",
    "head_matter": "Board of Public Instruction for the County of Pinellas, State of Florida, Plaintiff in Error, v. Knight & Wall Company, Defendant in Error.\nDivision A.\nOpinion filed January 9, 1931.\nJones & White, for Plaintiff in Error;\nSparkman & Knight and Seth Dekle, for Defendant in Error."
  },
  "file_name": "1649-01",
  "first_page_order": 645,
  "last_page_order": 652
}
