{
  "id": 7350975,
  "name": "Maxford WOLFE, Personal Representative, Appellant, v. Ben S. FINE, M.D., Appellee",
  "name_abbreviation": "Wolfe v. Fine",
  "decision_date": "1992-12-30",
  "docket_number": "No. 91-CV-520",
  "first_page": "165-169",
  "last_page": "176",
  "citations": [
    {
      "type": "official",
      "cite": "618 A.2d 165"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "572 A.2d 1051",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7387583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/572/1051-01"
      ]
    },
    {
      "cite": "566 F.2d 749",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3532810,
        902156
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "757"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/185/0084-01",
        "/f2d/566/0749-01"
      ]
    },
    {
      "cite": "185 U.S.App.D.C. 84",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3532810
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "92"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/185/0084-01"
      ]
    },
    {
      "cite": "64 L.Ed.2d 275",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "100 S.Ct. 1857",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "446 U.S. 921",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6230758,
        6232999,
        6231688,
        6230953,
        6232681,
        6233966,
        6232367,
        6232029,
        6233619,
        6231197,
        6233305,
        6231421
      ],
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0921-01",
        "/us/446/0921-09",
        "/us/446/0921-05",
        "/us/446/0921-02",
        "/us/446/0921-08",
        "/us/446/0921-12",
        "/us/446/0921-07",
        "/us/446/0921-06",
        "/us/446/0921-11",
        "/us/446/0921-03",
        "/us/446/0921-10",
        "/us/446/0921-04"
      ]
    },
    {
      "cite": "407 A.2d 585",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/407/0585-01"
      ]
    },
    {
      "cite": "612 A.2d 186",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7937724
      ],
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/612/0186-01"
      ]
    },
    {
      "cite": "505 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7902131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/505/0077-01"
      ]
    },
    {
      "cite": "299 A.2d 142",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12057023
      ],
      "pin_cites": [
        {
          "page": "144-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/299/0142-01"
      ]
    },
    {
      "cite": "539 A.2d 1082",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7888529
      ],
      "pin_cites": [
        {
          "page": "1084"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/539/1082-01"
      ]
    },
    {
      "cite": "472 A.2d 1363",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7994498
      ],
      "pin_cites": [
        {
          "page": "1366"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/472/1363-01"
      ]
    },
    {
      "cite": "476 A.2d 1143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7915705
      ],
      "pin_cites": [
        {
          "page": "1145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/476/1143-01"
      ]
    },
    {
      "cite": "494 A.2d 1346",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7923203
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1350"
        },
        {
          "page": "1350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/494/1330-01"
      ]
    },
    {
      "cite": "490 A.2d 1151",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7912451
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1155"
        },
        {
          "page": "1156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/490/1151-01"
      ]
    },
    {
      "cite": "566 A.2d 65",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7345833
      ],
      "weight": 9,
      "pin_cites": [
        {
          "page": "66"
        },
        {
          "page": "68",
          "parenthetical": "trial court's finding of prejudice inherent in length of delay in and of itself not a careful exercise of discretion"
        },
        {
          "page": "68",
          "parenthetical": "after considering seven-year delay in light of likelihood of resulting prejudice, and referring to relevant statutes of limitations as indicators of what delay might create prejudice, court concluded that delay warranted dismissal of assault action but not of constructive trust action"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/566/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1155,
    "char_count": 26041,
    "ocr_confidence": 0.768,
    "pagerank": {
      "raw": 5.5871947150717865e-08,
      "percentile": 0.3505858835785407
    },
    "sha256": "9935b8c0aa385107547e27808292a2f10dfdf543eb994f2767e34c3c7260c435",
    "simhash": "1:9fafb8ee165a48d8",
    "word_count": 4234
  },
  "last_updated": "2024-02-27T21:22:15.603618+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before STEADMAN, SCHWELB and SULLIVAN, Associate Judges."
    ],
    "parties": [
      "Maxford WOLFE, Personal Representative, Appellant, v. Ben S. FINE, M.D., Appellee."
    ],
    "opinions": [
      {
        "text": "STEADMAN, Associate Judge:\nBefore us is an appeal from a dismissal with prejudice for want of prosecution of a medical malpractice action against appellee Dr. Ben S. Fine. We are not quite convinced on the present record before us that the trial court’s action was undertaken in full compliance with our existing case law governing dismissals with prejudice for want of prosecution and therefore must vacate the order and remand for further proceedings consistent with this opinion.\nI\nIngrid Wolfe, the original plaintiff in this action, first sought treatment for pain above her right eye from her health maintenance organization, Kaiser Permanente Foundation Health Plan of the Mid-Atlantic States, Inc. (“Kaiser”), in May of 1986. Dissatisfied with the diagnosis of migraine headaches and sinus problems, Ms. Wolfe consulted Dr. Fine, a specialist in ophthalmology, on June 4, 1986, to whom she again related her symptoms. After conducting a general eye examination, but not a CT (computerized tomography) scan, Dr. Fine concluded that Ms. Wolfe suffered from migraine headaches and sinus problems that possibly were exacerbated by an allergy. Ms. Wolfe returned to Kaiser approximately 10 months later, in April 1987, complaining of a loss of vision as well as pain above her eye. A CT scan performed at this time revealed a mass behind the right eye, which was later diagnosed as adenocarcinoma of the lacrimal gland, a particularly rare- form of lacrimal gland cancer. The complaint alleged that Kaiser and Dr. Fine were negligent in failing to diagnose Ms. Wolfe’s condition promptly and to take certain diagnostic steps, including a CT scan, that allegedly would have revealed the lacrimal gland adenocarci-noma nearly a full year prior to its actual discovery.\nOn April 11, 1989, appellant identified Dr. Mary Stefanyszyn as an expert witness on the issue of causation pursuant to Super.Ct.Civ.R. 26(b)(4). Dr. Stefanyszyn’s 26(b)(4) statement explained that she would testify that a timely CT scan would have revealed the cancerous mass, that prompt treatment thereafter more probably than not would have cured the decedent of the cancerous condition, and that the failure to conduct a CT scan would to a reasonable degree of medical certainty result in her death. At her deposition, Dr. Stefanyszyn made clear that her testimony on causation would be based on the work of a Dr. John Wright, a British surgeon and researcher. According to Dr. Stefanyszyn, Dr. Wright had achieved a 70% cure rate in promptly treating lacrimal gland adenocarcinoma, and that the chances of survival dropped from 50% if the cancer was diagnosed within six months of the onset of symptoms to near 0% if more than a year passed without diagnosis.\nThereafter, on November 6, 1989, Dr. Fine filed a supplemental Rule 26(b)(4) statement identifying Dr. Wright as his expert witness on the issue of causation. Dr. Wright’s statement explained that:\n[Dr. Wright] is expected to state his opinion that there are insufficient numbers of cases of lacrimal gland adenocarcinoma reported in the literature for any researcher to make conclusive statements regarding survival rates from this disease process....\nDr. Wright is also expected to testify that the figures cited by plaintiff’s expert, Dr. Stefanyszyn, in support of the general conclusions stated in her deposition regarding cure rates and/or survival rates are invalid. The conclusions reached by Dr. Stefanyszyn cannot be properly extrapolated from Dr. Wright’s work.\nOn December 6, 1990, thirteen months after Dr. Fine had filed the supplemental Rule 26(b)(4) statement listing Dr. Wright as a proposed witness, appellant took Dr. Wright’s deposition. In the deposition, Dr. Wright characterized as “ridiculous” Dr. Stefanyszyn’s conclusion that he could achieve a 70% cure rate by operating on lacrimal gland adenocarcinoma within six months of its development. More fundamentally, Dr. Wright testified that starting about two months subsequent to the filing of his Rule 26(b)(4) statement he began to conduct a ten-year follow-up analysis of research on lacrimal gland cancer that he had published in a 1982 article, and that his colleagues, who had reviewed slides of the previously-diagnosed lacrimal gland cancers as part of the follow-up review, had eventually concluded that only one or two of the ten cancers identified in .the 1982 article as adenocarcinoma of the lacrimal gland, and only four or five of all the lacrimal gland cancers Dr. Wright had treated in the past 22 years, actually were lacrimal gland adenocarcinoma. Thus, whereas Dr. Stefanyszyn’s testimony had been based on her understanding that Dr. Wright had treated 20 cases of lacrimal gland adenocarcinoma overall, 10 of which were discussed in his 1982 article, the follow-up analysis indicated that Dr. Wright had in fact encountered only one-fifth to one-quarter of that number.\nWhen counsel for appellant revealed to Dr. Stefanyszyn in January 1991 that Dr. Wright had effectively repudiated the underlying data relating to lacrimal gland ad-enocarcinoma in his 1982 article and that gathered after that time, Dr. Stefanyszyn withdrew as a witness, leaving appellant— in the view of both parties and the trial court — without an expert witness on the issue of causation. On February 27, 1991, about six weeks prior to the scheduled trial date, counsel for appellant filed a “motion to defer trial for additional discovery,” in order to give appellant time to have an ophthalmologist, who had indicated a willingness to undertake the project, develop a database of cases of adenocarcinoma of the lacrimal gland that would enable him to reach conclusions on the importance of early diagnosis to the successful treatment of lacrimal gland adenocarcinoma. The motion also identified a second ophthalmologist as someone who thought such a project could contribute to the field of ophthalmology. If such a database could not be developed, appellant indicated that he would seek to draw analogies from comparable adenocarcinomas of other organs.\nAt a March 7, 1991 hearing on appellant’s motion, the trial court found that Dr. Wright’s 26(b)(4) statement “put [appellant] on notice that there was a serious problem and that [appellant was] wrong not to take [Dr. Wright’s] deposition right away.” However, it postponed taking any action at that time, and instead ordered appellant to depose the two specialists whom appellant had identified in his motion to determine whether “there is a reasonable likelihood that the results will be that [they] can conclude to a reasonable degree of medical certainty” that early diagnosis would lead to successful treatment of lacrimal gland adenocarcinoma.\nOn March 18, the trial court held an unrecorded telephone conversation with the parties, at which time the case apparently was removed from the trial calendar. When the parties reconvened before the trial court on April 8, the originally scheduled trial date, the trial court reviewed the deposition testimony of Drs. Cooper and Miller and concluded that their testimony did not meet the standard articulated on March 7. The trial court also reiterated its earlier conclusion that Dr. Wright’s Rule 26(b)(4) statement put appellant on notice of the need to take some action, such as deposing Dr. Wright or providing Dr. Ste-fanyszyn with a copy of Dr. Wright's 26(b)(4) statement, to ensure that appellant would have an expert on causation at the time of trial. The trial court then indicated that it intended to dismiss the case for want of prosecution because appellant was not ready to proceed to trial. After hearing final arguments from counsel, the trial court reaffirmed the decision to dismiss.\nII\nThe factors to be considered in appellate review of a trial court’s dismissal of a case for want of prosecution under Super.CtCiv.R. 41(b) have been recently recapitulated:\nAs a general matter, dismissal under Rule 41(b) lies within the exercise of the trial court’s discretion, which this court will not disturb absent clear evidence of abuse. Given the severity of dismissal as a sanction, however, and the oft-stated preference for trial on the merits, this discretion must be exercised carefully and in accordance with standards identified in our cases. Thus, dismissal should be adopted as a remedy only in extreme circumstances and only after the trial court has considered lesser sanctions. The inquiry should include whether the conduct calling for sanctions was willful and whether the other party was prejudiced by it, and the sanction imposed should, wherever possible, be tailored to the offense. These factors serve as a basis for determining whether or not the trial court has abused its discretion.\nTechniarts Video, supra note [10], 572 A.2d at 1054 (citations omitted); see also Granville v. Hunt, 566 A.2d 65 (D.C.1989). Furthermore, at least as a general proposition, “[dismissal with prejudice is an appropriate sanction only upon ‘clear evidence of deliberate delay’ or upon a showing of ‘contumacious conduct by the plaintiff.’ ” Granville, supra, 566 A.2d at 66 (quoting LaPrade v. Lehman, 490 A.2d 1151, 1155 (D.C.1985)) (citation omitted). See also Durham v. District of Columbia, 494 A.2d 1346, 1350 (D.C.1985). When the conduct calling for sanctions consists of delay, other relevant factors include the length of the delay and the resulting prejudice, if any, to the defendant. Granville, supra, 566 A.2d at 66 n. 2 (citing Battle v. Jackson, 476 A.2d 1143, 1145 (D.C.1984)).\nThese factors do not appear to readily lend solid support to the trial court’s order of dismissal with prejudice in this case. The trial court’s statements fall short of any finding that appellant engaged in “deliberate delay” or “contumacious conduct” by failing to inform Dr. Stefanyszyn of Dr. Wright’s expected testimony or by failing to locate another expert witness on the issue of causation. Rather, the trial court stated that counsel’s failure to send a copy of Dr. Wright’s Rule 26(b)(4) statement to Dr. Stefanyszyn, which Dr. Stefanyszyn stated might have led her to reconsider whether she should testify, constituted “negligence,” and that counsel was “wrong” not to take Dr. Wright’s deposition immediately after his Rule 26(b)(4) statement was filed. We similarly cannot conclude, and the trial court did not find, that appellant's delay in taking Dr. Wright’s deposition was deliberate. The crucial sentence in Dr. Wright’s Rule 26(b)(4) statement, to the effect that the figures relied on by Dr. Stefanyszyn were invalid, quite reasonably could be read as implying disagreement with Dr. Stefanysz-yn’s assessment of survival rates, rather than as a repudiation of the underlying data. On this point, we note that the record contains unrebutted evidence that the review of the cases previously diagnosed as lacrimal gland adenocarcinoma did not begin until two months after Dr. Wright’s Rule 26(b)(4) statement was filed, thereby undercutting any claim that the data were in fact known to be invalid at the time the statement was filed, or that immediately taking Dr. Wright’s deposition would have led appellant to discover that the data were invalid. Under these circumstances, the failure to search for another expert on causation after receiving Dr. Wright’s Rule 26(b)(4) statement does not appear to be “contumacious conduct.” In Techniarts, supra, 572 A.2d at 1055, this court reversed a dismissal order where the trial court failed to identify the precise conduct it considered to be willful and this court’s independent review of the record revealed nothing rising to the level of deliberate misrepresentation. We face a possibly somewhat similar situation here.\nThe record is similarly lacking in evidence of prejudice to Dr. Fine. Dr. Fine advanced no specific claim of prejudice, and the trial court’s statements suggest that it viewed the prejudice to Dr. Fine in terms of the increased costs of litigation resulting from the grant of a continuance. However, increased litigation costs do not constitute prejudice in the sense of damage to the presentation of a defense. See Braxton v. Howard University, 472 A.2d 1363, 1366 (D.C.1984) (one-year delay in answering interrogatories, though “flagrant,” did not warrant dismissal; any resulting increase in costs and attorney’s fees was not “genuine prejudice,” but was recoverable under Super.Ct.Civ.R. 37). Prejudice may not be readily inferred from the length of delay alone. See Granville, supra, 566 A.2d at 68 (trial court’s finding of prejudice inherent in length of delay in and of itself not a careful exercise of discretion).\nFinally and importantly, there is no evidence that the trial court considered an alternative to dismissal with prejudice. We have previously held that the trial court is obliged to consider whether less severe sanctions would be more appropriate. See, e.g., Durham v. District of Columbia, supra, 494 A.2d at 1350; District of Columbia v. Greene, 539 A.2d 1082, 1084 (D.C.1988); Garces v. Bradley, 299 A.2d 142, 144-45 (D.C.1973). In light of the trial court’s concern over the costs of continued litigation to Dr. Fine, one lesser sanction might have involved shifting to appellant Dr. Fine’s costs resulting from the delay. See LaPrade v. Lehman, 490 A.2d 1151, 1156 (D.C.1985) (assessment of defendant’s costs and reasonable fees against plaintiff is alternative sanction to dismissal). Other sanctions, such as sanctions placed directly on appellant’s attorney or a dismissal conditioned on the failure of the study to suggest a causal link between early diagnosis and successful treatment or, most particularly, a dismissal without prejudice , were available for the trial court to consider as well. See id. Such lesser sanctions might particularly be considered where the length of delay does not seem inordinate. Here, the period between the filing and dismissal of the complaint was less than three years (August 1988 to April 1991), during which time discovery was completed and a number of other pretrial matters attended to. Compare Brown v. Cohen, 505 A.2d 77 (D.C.1986) (45-month delay without taking any action after filing complaint warranted dismissal) with Granville, supra, 566 A.2d at 68 (after considering seven-year delay in light of likelihood of resulting prejudice, and referring to relevant statutes of limitations as indicators of what delay might create prejudice, court concluded that delay warranted dismissal of assault action but not of constructive trust action).\nDr. Fine argues that we should ignore the words of the trial court that it was dismissing the case for want of prosecution and instead should review the order solely under the somewhat less exacting factors governing appellate review of trial court rulings on motions for a continuance. See, e.g., M.M. & G., Inc. v. Jackson, 612 A.2d 186, 191 (D.C.1992). It is of course relevant to this dismissal for want of prosecution that it came in connection with a motion for continuance. But the record becomes somewhat murky. This was not an eleventh-hour request. In the March 7 hearing, the trial court held out a distinct hope that a continuance would be granted if some reasonable hope existed of developing a database of cases of the rare lacrimal gland adenocarcinoma to replace that repudiated by Dr. Wright, and plaintiff took significant steps to that end. In the middle of this effort, the case was apparently taken off the calendar, under circumstances that are not entirely clear of record. See note [9] supra.\nThus, this does not seem to be a clear situation where the plaintiff came to the day of trial on a last-minute request and nothing but blind hope of a continuance and knowing that if the continuance were denied, he would have to proceed forthwith. There is a certain logic to an approach whereby a trial court at that point denies a plaintiff’s motion for a continuance and then lets the chips fall where they may. Plaintiff is squarely faced with two stark alternatives. He may proceed to trial as scheduled with whatever evidence he has, and the trial court may make any merits ruling called for, such as on a motion for a directed verdict. Or he may refuse to proceed and risk the consequences, such as an involuntary dismissal, with or without prejudice, or some other sanction or result.\nBut a somewhat different course of events appears to have transpired in this ease, as in part already indicated. Further, at the April 8 hearing, a spirited exchange first took place as to the inadequacy of appellant's prospective expert testimony. The discussion evolved to the point where the question of whether to dismiss the complaint for want of prosecution became dominant, and the trial court never expressly ruled on the motion for a continuance in the course of the oral hearing. A last-ditch attempt by plaintiff to suggest that one of his experts might be able to testify in the future with some additional information short of a full-fledged study was summarily cut off. The dismissal with prejudice was a sua sponte action by the trial court; the response of appellee to the motion for a continuance showed that he sought no more than a denial of the continuance. The impact of the dismissal as a sanction for plaintiffs failure to move with diligence was also indicated by the trial court’s refusal to consider appellee’s oral motion for summary judgment in light of the apparent failure of proof occasioned by the absence of an expert.\nThus, this case is different from Taylor v. Washington Hospital Center, 407 A.2d 585 (D.C.1979), cert. denied, 446 U.S. 921, 100 S.Ct. 1857, 64 L.Ed.2d 275 (1980), relied on by Dr. Fine. In Taylor, the trial court dismissed plaintiff’s complaint when she refused to proceed to trial after the trial court denied: (1) her day-of-trial motions to amend her pretrial statement to allege new theories of liability and add a defendant to the action; and (2) her day-of-trial alternative motion for a continuance. The Taylor court viewed the principal issue on appeal as whether a Rule 41(b) dismissal was appropriate where the case had progressed to the day of trial and the plaintiff, disappointed by rulings of the court which were adverse to her case, refused to go forward. A key to this court’s affirmance of the dismissal order and the related denial of the continuance was the plaintiff’s failure to move for a continuance until the day of trial and her refusal to proceed to trial when she could have done so on the other theories of negligence in issue and then challenged the adverse pretrial rulings on appeal if necessary. Indeed, every supporting authority cited by the Taylor court involved appeals from orders of dismissal based on continuance motions made at most several days before trial.\nWe are not unmindful of the serious problems presented by unwarranted delays in preparation for trial and are quite prepared to uphold appropriate actions taken pursuant to an on-the-record exposition of the reasoning leading to such actions and a close consideration of the factors contained in our case law. We do not rule out the possibility that the action here can be so supported, but believe this record insufficient to clearly do so. Accordingly, we must vacate the dismissal of appellant’s complaint with prejudice and remand for further proceedings consistent with this opinion.\nSo Ordered.\nSULLIVAN, Associate Judge, concurs in the result.\n. When Ms. Wolfe died during the course of the proceedings, her husband, the executor of her estate, was substituted as the named party and the complaint was amended to include causes of action for survival and wrongful death. The facts set forth are in the main taken from the allegations of the amended complaint.\n. Appellant settled with Kaiser in early November, 1989, thereby limiting Kaiser's involvement in the litigation to defense of Dr. Fine’s cross-claim for contribution against Kaiser.\n. In Great Britain, surgeons are known as Mr., not Dr. We refer to \"Dr. Wright” to avoid confusion. Dr. Stefanyszyn had trained with Dr. Wright while she was on a fellowship in that country.\n. In the interim, Ms. Wolfe had died on June 12, 1990, leaving her husband and two minor children. See note [1] supra. Because of this death, the trial date set for September 5, 1990 was rescheduled for April 8, 1991. The trial date had once previously been rescheduled because of the death of Dr. Stefanyszyn’s mother.\n.As part of the review, one of Dr. Wright’s colleagues apparently reviewed the slides for all of the cases of lacrimal gland cancer that Dr. Wright had observed — some 50 or 51 in total— including some observed after Dr. Wright’s article was published in 1982. The slides for cases where the colleague’s review resulted in a changed diagnosis were referred to a second colleague for verification of the diagnosis. It is not entirely clear from the record at what point in time this conclusion was reached. Dr. Wright testified that the follow-up analysis was still in progress at the time of his deposition in December 1990.\n. According to the motion, Dr. Neil Miller, an ophthalmologist with 18 years experience who subspecialized in neuro-ophthalmology and orbital disease and was associated with the Wilmer Eye Clinic, Johns Hopkins Hospital, had agreed to assemble the database. The ophthalmologist who supported this effort was Dr. William Cooper, an ophthalmologist and orbital surgeon associated with Cornell Medical Center.\n. The motion stated that it was \"too late to resort” to these databases so close to trial.\n. The trial judge appears to have derived this standard from Daniels v. Hadley Memorial Hospital, 185 U.S.App.D.C. 84, 92, 566 F.2d 749, 757 (1977), which held that a plaintiff alleging medical mismanagement of an already potentially fatal condition must present evidence sufficient for the finder of fact to conclude that the defendant’s deviation from the standard of care was a “substantial factor” in causing the harm complained of.\n. Although it is not reflected in the formal trial record, the fact that this action was taken (apparently stemming from appellant’s indicating that he was not ready to proceed to trial) does not seem in dispute. However, the motion to continue the trial remained pending and unresolved.\n. Rule 41(b) provides that \"[f]or failure of the' plaintiff to prosecute or to comply with these Rules or any order of Court ... the Court may, sua sponte, enter an order dismissing the action or any claim therein.\" This court previously has assumed that Rule 41(b) serves as a basis for a dismissal order where the trial court does not identify the rule under which it is dismissing the action but clearly is concerned with delays or misrepresentations connected with the prosecution of the litigation. See Techniarts Video, Inc. v. 1631 Kalorama Associates, 572 A.2d 1051, 1053 n. 10 (D.C.1990).\n. The statute of limitations had not yet run on the wrongful death action. D.C.Code § 16-2702 (1989).\n.The trial court in dismissing with prejudice stated that “[p]laintiff doesn’t have an expert and has no likelihood of a reasonable nature of obtaining one.” It might be noted that the test formulated at the March 7 meeting appears quite demanding in itself. Given the rarity of lacrimal gland adenocarcinoma and the apparent absence of any compilation of cases of that cancer once Dr. Wright's study had been repudiated, it is difficult to see how a proposed expert could testify with any precision, prior to performing the proposed study, to the degree of likelihood that the study would enable him to conclude the existence of the causal connection to a reasonable degree of medical certainty. To prejudge the outcome of a study tends to defeat the purpose of the scientific inquiry. In any event, both Dr. Miller and Dr. Cooper expressed a belief that because in general the earlier a malignancy is discovered, the easier it is to cure, they saw a possibility of meaningful results. In particular, Dr. Miller outlined his expectations for the study in the following terms: \"I also think it is reasonable to assume on the basis of probability that if most types of adenocarci-noma have a better prognosis if diagnosed earlier and treated earlier, that adenocarcinoma of the lacrimal gland would. That is the reason that I feel comfortable if someone says do you think there is a 50 percent chance that the survey will show that in fact early diagnosis and treatment does positively affect the prognosis. It is the reason that I feel even more comfortable that there is a 30 percent chance that it will positively affect the diagnosis. Not from anything I know about lacrimal gland adenocarci-noma. We have already established that nobody knows enough about it. That is why we’re here. On the basis of other types of adenocarci-noma, it is reasonable to assume that there may be a beneficial effect of early diagnosis and treatment.”\n. However, the docket contains an entry indicating that the motion for a continuance was denied on that date.\n. While a dismissal for want of prosecution unless otherwise specified \"operates as” an adjudication on the merits under Rule 41(b), it may fairly be regarded as an ultimate procedural sanction. The trial court refused to consider defendant’s oral motion for a grant of summary judgment at the April 8 hearing and it is not clear that it would have looked more favorably on a written motion. We conclude the delay of plaintiff in responding to Dr. Wright’s 26(b)(4) statement to be a principal impetus underlying the dismissal.",
        "type": "majority",
        "author": "STEADMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Louis Rabil, with whom Robert J. Stanford, Washington, DC, was on the brief, for appellant.",
      "James P. Gleason, Jr., with whom Nancy B. McKeown, Rockville, MD, and John L. Seibel, Bethesda, MD, were on the brief, for appellee."
    ],
    "corrections": "",
    "head_matter": "Maxford WOLFE, Personal Representative, Appellant, v. Ben S. FINE, M.D., Appellee.\nNo. 91-CV-520.\nDistrict of Columbia Court of Appeals.\nArgued June 24, 1992.\nDecided Dec. 30, 1992.\nLouis Rabil, with whom Robert J. Stanford, Washington, DC, was on the brief, for appellant.\nJames P. Gleason, Jr., with whom Nancy B. McKeown, Rockville, MD, and John L. Seibel, Bethesda, MD, were on the brief, for appellee.\nBefore STEADMAN, SCHWELB and SULLIVAN, Associate Judges."
  },
  "file_name": "165-169-01",
  "first_page_order": 219,
  "last_page_order": 226
}
