{
  "id": 1279832,
  "name": "H. E. Masters, et al., as the Board of Public Instruction of Charlotte County, Florida, Plaintiffs in Error, v. State of Florida, ex rel. W. E. Bell, Defendant in Error",
  "name_abbreviation": "Masters v. State ex rel. Bell",
  "decision_date": "1931-01-10",
  "docket_number": "",
  "first_page": "1660",
  "last_page": "1667",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1660"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "35 Fla. 2",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1080222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/35/0002-01"
      ]
    },
    {
      "cite": "65 Fla. 435",
      "category": "reporters:state",
      "reporter": "Fla.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 545,
    "char_count": 13274,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.1896375999319184e-07,
      "percentile": 0.5910726841603506
    },
    "sha256": "ff6b98f8a4619c68d3fd8ad90aa9987f28eecd64f4cf53f0bd9b6459f05d8ca0",
    "simhash": "1:c64f952cbf1eaed9",
    "word_count": 2332
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Ellis, J., concur.",
      "Whitfield, P. J., and Strum and Buford, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "H. E. Masters, et al., as the Board of Public Instruction of Charlotte County, Florida, Plaintiffs in Error, v. State of Florida, ex rel. W. E. Bell, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Brown, J.\nThis case is before us on writ of error from an order of the Circuit Court for Charlotte County in mandamus proceedings commanding the Board of Public Instruction of said county to assemble at the court house in Punta Gorda and audit and pay the salary of W. E. Bell as Superintendent of Public Instruction in the sum of $450.00; said amount being ascertained to be the remainder due on said salary for the scholastic year from June 30, 1928, to June 3Q, 1929; which judgment was rendered August 16, 1930.\nIn his petition for writ of mandamus, which was filed July 3, 1930, the relator, W. E. Bell, alleged that he was the duly elected and qualified Superintendent of Public Instruction of said county, occupying said office and exercising all the functions thereof, under authority of a commission issued on March 19, 1929, by the Governor of the State. That the members of the Board of Public Instruction had for the past several months refused to audit and pay petitioner’s account for compensation, assigning as the reason for such refusal the rendition of a judgment of ouster in a cause lately pending in’ the Circuit Court of Charlotte County wherein one Paul Eddy was contestant and petitioner was eontestee; that said cause is now pending in Supreme Court of Florida upon writ of error to said judgment, and that by virtue of an order of supersedeas and the posting and approval of a bond in compliance with said order the said judgment has been and is now superseded, and that the refusal to audit and pay his salary is wholly without authority of law. A copy of the commission and order of supersedeas and bond referred to were attached as exhibits to the petition. The order of supersedeas referred to was dated March 7, 1930, and the supersedeas bond was approved and filed on March 8, 1930. Upon the filing of this petition an alternative writ of mandamus was issued in accordance with the prayer of the petition.\nThe relator was later permitted by the court to amend the petition and the alternative writ by inserting in lieu of the fourth paragraph allegations to the effect that the salary of the Superintendent of Public Instruction of Charlotte County was fixed by law at no less than $3,000.00 per annum and that the Board had fixed their budget for the scholastic year on June 30, 1928, to June 30, 1929, providing such salary in the sum of $3,000.00 per annum, which budget was delivered to the Board of County Commissioners of the county and duly approved by them; that the Tax Assessor of the county had made sufficient levy for said budget and a sufficient sum had been apportioned to pay the salary of the County Superintendent; that said Board lacked $450.00 of paying the same for said scholastic year and had refused and still refuse to pay the same; that petitioner had performed all his duties under the law and was entitled to such payment; setting forth a statement of the amounts which had been paid by the Board, showing a balance due of $450.00 which had accrued after the month of January, 1929.\nThe respondents filed an answer in which they alleged that the relator had held the position of Superintendent of Public Instruction of Charlotte County for the past several years, and set up an agreement on the part of the relator with the said Board to accept $200.00 per month in payment of his salary on and after April 1, 1929. This was demurred to by the relator on the ground that no consideration was shown for the alleged agreement and that the compensation of the relator was fixed by law and not by contract. This demurrer was sustained.\nLater on August 14, 1930, the respondents filed an amended answer, in which they alleged that the relator was claiming salary for the month of January, 1929, $250.00, and a balance of $50.00 per month on salary for the months of February, March, April and May; that during the early part of 1929, Paul Eddy was acting as Superintendent of Public Instruction of Charlotte County and also likewise the relator; that for the month of January, 1929, Paul Eddy was paid a salary by these respondents of $250.00 and that for the months of February, March, April and May the salary was in dispute as the said Paul Eddy was claiming the salary and relator was claiming the salary; that toward the last of this period the relator, W. E. Bell, received his commission as Superintendent of Public Instruction and these respondents recognized him as such; that on May 8, 1928, relator agreed with the Board to accept $800.00 in full of all claims or demands and that they had paid that amount in several payments from May 9th to June 3rd, and that relator claimed the sum of $450.00 for the months of January, February, March, April and May, 1929, for which the Board denied any liability. This answer was signed by two members of the Board and sworn to by one member.\nThe relator moved to strike the said amended answer on the grounds that it was frivolous, not sworn ,to by all the respondents, presented no defense to the alternative writ and was not allowable by law. The relator also filed a demurrer upon the same grounds. No ruling on either the motion or demurrer is shown by the record.\nOn August 16, 1930, the court made an order granting the peremptory writ prayed for, to which order writ of error was sued out on August 26, 1930.\nThe respondents afterwards, on October 8, 1930, according to the transcript, filed a motion asking the court to allow them to amend their amended answer by adding a paragraph alleging that Paul Eddy had been adjudicated by said circuit court to be the duly elected Superintendent of Public Instruction of Charlotte County for the term beginning January 1, 1929; that the court had issued an order ousting the relator W. E. Bell from said office; that said judgment had been taken to the Supreme Court on writ of error and the relator had not filed such a supersedeas bond as was sufficient to take care of and indemnify the said Paul Eddy against any payment of salary and thereby protecting the respondents from any such illegal payment. That the said Paul Eddy was Superintendent of Public Instruction for Charlotte County actually performing the offices of such office for the month of January, 1929, and was paid for said month the salary of $250.00, which is now claimed by the relator without right; that the respondents had no right or authority to pay the sum claimed by the relator because they were put on notice by the judgment of ouster that he was not the Superintendent of Public Instruction for Charlotte County and was only holding the office by virtue of a supersedeas order, and that if they paid the amount claimed by Bell, Eddy could recover the same sum from the respondents in case the judgment of ouster was affirmed by the Supreme Court. The motion to file the foregoing amended answer was, as shown by the record, made on. October 8, 1930, subsequent to the granting of the peremptory writ, but the transcript shows that such motion was denied by the court on August 16, 1930, on which date the peremptory writ of mandamus was ordered and issued by the court. All of the foregoing rulings of the court are assigned as error.\nIt might be added here that the judgment of ouster, above referred to, has recently been affirmed by this Court. The record in that case shows that the petition initiating the election contest was filed by Paul Eddy against W. E. Bell on March 30, 1929, and that on February 24, 1930, the Circuit Judge rendered a judgment holding that Paul Eddy had received a majority of the votes cast in the general election of November 6, 1928, in Charlotte County for the office of Superintendent of Public Instruction and on March 6, 1930, the Circuit Judge amended his former judgment by inserting a paragraph to the effect that, it being made to appear to the court that the contestee, W. E. Bell, held a commission for said office and was then occupying and enjoying the same, it was ordered that the said W. E. Bell be ousted from such office. WWt of error was promptly sued out to the judgment as amended and an order allowing supersedeas in the sum of $100.00 was granted and supersedeas bond taken and approved.\nBrown, J.\n(after stating the facts as above) : The respondents did not, by any of their pleadings or attempted pleadings, make it appear to the court below that Paul Eddy had ever qualified to hold the office of Superintendent of Public Instruction of Charlotte County, as required by law. See Section 6 of Article VIII, and Section 2 of Article XVI of the Constitution, and Sections 459-461 Comp. Gen. Laws. The office here in question is a constitutional office and the term is fixed at four years. Sec. 6, Art. VIII, of Const. The respondents by their answer virtually admitted that the relator Bell was the incumbent of this office prior to the election of November, 1928, as is stated in the briefs.\nUnder Section 14 of Article XVI of the Constitution, “All State, county and municipal officers shall continue in office after the expiration of their official terms until their successors are duly qualified.”\nIt necessarily follows that a de jure officer, entitled to hold over until his successor has been lawfully elected or appointed, and duly qualified, and who continues to perform the duties of the office until a lawful successor has duly qualified, is entitled to the compensation of the office during such period of holding over. This appears to be in accordance with the decisions in other jurisdictions. 46 C. J. 1016; 22 R. C. L. 554-5. We see no good reason why this rule should not apply, even in cases where the period of holding over is prolonged by reason of an election contest, at least where no fraud or bad faith is charged or shown on the part of the officer holding over. In Advisory Opinion to the Governor, 65 Fla. 435, 62 So. R. 363, it was held that the purpose of the quoted constitutional provision was to prevent a- hiatus in government, and that to accomplish this the incumbent at the expiration of a former term is authorized to hold over in the succeeding term until the qualification of a successor as provided by law. See also' in this general connection State ex rel. v. Johnson, 35 Fla. 2, 16 So. R. 786.\nEven if it should be admitted, for the sake of argument, that the judgment of ouster became immediately effective on March 6, 1930, notwithstanding the writ of error and supersedeas, it still does not appear that the party who was adjudged to have been elected had ever qualified as required by law, and under the Constitution the former de jure incumbent not only had the right, but it was his duty, to continue to perform the duties of the office until his lawfully declared successor had qualified. This would appear to be in harmony'with the meaning and intent of Section 446, Comp. Gen. Laws, under authority of which the judgment of ouster was rendered, and which reads as follows:\n‘ ‘ Section 446. If the petitioner shall be found to be entitled to such office and the adverse party has been commissioned or has entered upon the duties, thereof or is holding the same, judgment of ouster shall be pronounced against such party; and upon presentation of a certified copy of such judgment to the Governor he shall revoke such commission, and he shall commission the person found in the judgment of the court to be entitled to the office, upon such person complying with all the laws of the State to entitle him to receive such commission. ’ ’\nIt does not appear from the motion to amend respondent’s answer that a certified copy of the judgment had been presented to the Governor, or that he had revoked the incumbent’s commission, or that the Governor had issued a commission to the successful contestant upon his \"complying with all the laws of the State to entitle him to receive such commission.” The relator contends that under this statute the judgment of ouster does not become effective until these things are done. There may be merit in this contention, though we are not required to pass on it here. Nor is it necessary to decide the further contention that pending this mandamus proceeding, the judgment of ouster was rendered innocuous by reason of its having been superseded.\nFurthermore, according to the transcript, the motion to •be allowed to amend the answer so as to set up the rendition of the judgment of ouster came too late.\nAs regards the agreement to accept less than the statutory salary, it is quite generally held that the acceptance of less compensation than that established by law for the office does not estop an officer from subsequently claiming the legal compensation. 46 C. J. 1027. This point was not, however, insisted upon in argument.\nNo error appearing from the record, the judgment of the court below will stand affirmed.\nAffirmed.\nTerrell, C. J., and Ellis, J., concur.\nWhitfield, P. J., and Strum and Buford, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Brown, J. Brown, J."
      }
    ],
    "attorneys": [
      "Leitner & Leitner, for Plaintiffs in Error;",
      "W. D. Bell, for Defendant in Error."
    ],
    "corrections": "",
    "head_matter": "H. E. Masters, et al., as the Board of Public Instruction of Charlotte County, Florida, Plaintiffs in Error, v. State of Florida, ex rel. W. E. Bell, Defendant in Error.\n'Division A.\nOpinion filed January 10, 1931.\nPetition for rehearing denied February 9, 1931.\nLeitner & Leitner, for Plaintiffs in Error;\nW. D. Bell, for Defendant in Error."
  },
  "file_name": "1660-01",
  "first_page_order": 656,
  "last_page_order": 663
}
