{
  "id": 12166582,
  "name": "In re Harry Louis Yale, Francis Alexander Sowinski and Jack Bernstein",
  "name_abbreviation": "In re Yale",
  "decision_date": "1965-07-19",
  "docket_number": "No. 7403",
  "first_page": "1668",
  "last_page": "1675",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1668"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 400"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 995"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "U.S. Patent No. 2,787,617,",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "opinion_index": 0
    },
    {
      "cite": "U.S. Patent No. 3,058,979,",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "opinion_index": 0
    },
    {
      "cite": "44 USPQ 389",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "100 F. 2d 550",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "opinion_index": 0
    },
    {
      "cite": "71 App. D.C. 369",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "42 USPQ 259",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "106 F. 2d 849",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1050312
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/106/0849-01"
      ]
    },
    {
      "cite": "70 App. D.C. 328",
      "category": "reporters:state",
      "reporter": "App. D.C.",
      "opinion_index": 0
    },
    {
      "cite": "333 F. 2d 896",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6092476,
        141223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1516-01",
        "/f2d/333/0896-01"
      ]
    },
    {
      "cite": "51 CCPA 1516",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092476
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1516-01"
      ]
    },
    {
      "cite": "242 F. 2d 766",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        413680,
        6078889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/242/0766-01",
        "/ccpa/44-2/0839-01"
      ]
    },
    {
      "cite": "44 CCPA 839",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078889
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0839-01"
      ]
    },
    {
      "cite": "222 F. 2d 273",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        49539,
        6079039
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/222/0273-01",
        "/ccpa/42-2/0893-01"
      ]
    },
    {
      "cite": "42 CCPA 893",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079039
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/42-2/0893-01"
      ]
    },
    {
      "cite": "28 USPQ 75",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "80 F. 2d 525",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078944,
        941734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/0816-01",
        "/f2d/80/0525-01"
      ]
    },
    {
      "cite": "23 CCPA 816",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/0816-01"
      ]
    },
    {
      "cite": "29 USPQ 357",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "83 F. 2d 458",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        931939,
        6081605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/83/0458-01",
        "/ccpa/23-2/1078-01"
      ]
    },
    {
      "cite": "23 CCPA 1078",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/23-2/1078-01"
      ]
    },
    {
      "cite": "244 F. 2d 316",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        408229,
        6079462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/244/0316-01",
        "/ccpa/44-2/0904-01"
      ]
    },
    {
      "cite": "44 CCPA 904",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6079462
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0904-01"
      ]
    },
    {
      "cite": "40 USPQ 343",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "101 F. 2d 205",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1072317,
        6078990
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/101/0205-01",
        "/ccpa/26-2/0823-01"
      ]
    },
    {
      "cite": "26 CCPA 823",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078990
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/26-2/0823-01"
      ]
    },
    {
      "cite": "22 USPQ 77",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "71 F. 2d 178",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        264145,
        6082391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/71/0178-01",
        "/ccpa/21-2/1183-01"
      ]
    },
    {
      "cite": "21 CCPA 1183",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/21-2/1183-01"
      ]
    },
    {
      "cite": "348 F. 2d 556",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        857546,
        12166603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/348/0556-01",
        "/ccpa/52-2/1675-01"
      ]
    },
    {
      "cite": "52 CCPA 1675",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166603
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1675-01"
      ]
    },
    {
      "cite": "333 F. 2d 920",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        141568,
        6092493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/333/0920-01",
        "/ccpa/51-2/1541-01"
      ]
    },
    {
      "cite": "51 CCPA 1541",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092493
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1541-01"
      ]
    },
    {
      "cite": "25 USPQ 433",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "77 F. 2d 627",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6082896,
        953442
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/22-2/1313-01",
        "/f2d/77/0627-01"
      ]
    },
    {
      "cite": "22 CCPA 1313",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6082896
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/22-2/1313-01"
      ]
    },
    {
      "cite": "16 USPQ 66",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "62 F. 2d 86",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        908378,
        6078013,
        908646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/62/0086-02",
        "/ccpa/20-2/0738-01",
        "/f2d/62/0086-01"
      ]
    },
    {
      "cite": "20 CCPA 738",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/20-2/0738-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 709,
    "char_count": 14902,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 1.6257676801324613e-07,
      "percentile": 0.6880683005070952
    },
    "sha256": "104441de8e2d5f2bb24d98f46f4865856c0f8907e763e9e0725d5a0868c669c3",
    "simhash": "1:ed1c54c1169d2f20",
    "word_count": 2373
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Harry Louis Yale, Francis Alexander Sowinski and Jack Bernstein"
    ],
    "opinions": [
      {
        "text": "Worley, Chief Judge,\ndelivered the opinion of the court:\nThis is an appeal from the decision of the Board of Appeals which affirmed the examiner’s rejection of claims 12, 13 and 18 in appellants’ application for “Trifluoromethyl Phenothiazines.”\nAn understanding of the issues here will be facilitated by setting forth a summary of the proceedings leading to this appeal.\nAppellants’ application, along with applications of three other parties, was involved in two interference proceedings in the Patent Office relating to priority of invention of certain piperazinly-lower alkyl-trifluoromethyl phenothiazines, useful as tranquilizers. The subject matter of the interference counts is represented by the following chemical compounds:\nIt appears from the record that the above tranquilizers may be prepared by various processes, one of which involves reacting the desired piperazine derivative with a phenothiazine intermediate. During the motion period of the interference proceedings, appellants moved to amend one of the interferences by adding the following proposed count or claim, directed to the phenothiazine intermediates useful in the synthesis of the tranquilizer compounds, to their application:\n10- (3-halopropyl) -2-trifluoromethylphenothiazine.\nThe examiner denied appellants' motion to add those particular phenothiazine intermediates as an issue in the interference, stating:\n* * * The proposed count which is directed to the intermediate for the final product, which forms the count of the interference, does not involve a distinct and independent invention. The preparation of the final product via the intermediate of * * * [the proposed count] involves a single inventive concept for which only a single patent may issue. * * *\n* * * Moreover, the count is deemed to be so broad as to be unpatentable to each of the parties in the use of the term halo which is not properly supported by any of the parties and which has not been shown to be suitable or operable in the inclusion of the fluoro derivative.\nNo appeal of the examiner's decision could then be taken by reason of Rule 244(d).\nAppellants subsequently conceded priority of invention of the three phenothiazine tranquilizers at issue in the interference proceedings. Upon resumption of ex parte prosecution of their application before the examiner, appellants continued to seek a claim to some of the phenothiazine intermediates of the proposed count by amending the proposed count to exclude fluorine from the scope of the expression “halo.” The resultant claim is present claim 18:\n18. 10-(3-Haloprop.yl)-2-trifluoi'omethylplienotl)iazine, wherein the halo has an atomic number greater than 9.\nIn addition, appellants persisted in prosecution of claims which differ somewhat in scope from claim 18, corresponding to claims 12 and 13:\n12. 10-Halo (lower alkyl)-2-trifluoromethylxohenothiazine, wherein the halo has an atomic number greater than 9.\n13. 10- (3-Chloropropyl) -2-trifluoromethylphenothiazine.\nThe examiner rejected claims 12, 13 and 18 on certain prior art having effective dates prior to the filing date of the present application. The board, in reversing that rejection, accorded appellants the benefit of earlier copending applications which, in the board’s opinion, adequately supported the subject matter of the claims. The board, however, rejected claims 12, 13 and 18 under the provisions of Rule 196 (b) as unpatentable over Ullyot, the winning party of the subject matter in interference in which appellants conceded priority. It took the position that claims 12,13 and 18 are drawn to intermediates which are obvious to one skilled in the art as being suitable for the preparation of compounds of the counts in interference, now claims 1, 7 and 11 of the Ullyot patent. In support of that position the board referred to the Cusic patent which shows that certain piperazinyl-phenothiazine tranquilizer compounds of the formula\nmay be prepared by reacting the desired piperazine derivative with a phenothiazine intermediate of the formula\nIn addition, the board relied on the disclosure of Ullyot, who states that 10-(piperazinylalkyl)-2-trifluoromethylphenothiazines may be prepared by reacting a 10-(haloalkyl)-trifluoromethylphenothiazine with the requisite piperazine. The board also noted that Ullyot sets forth two phenothiazine intermediates, 10-(2'-chloroethyl) -2-trifluo-romethylphenothiazine and 10- (3'-chloro-2'-methylpropyl) -2-trifluo-romethylphenothiazine, which fall within the scope of appellants’ claim 12 and are homologs of the compounds of claims 13 and 18.\nWith that background information, we now consider the arguments advanced by appellants in asking us to reverse the decision of the board. In the main, appellants contend the board erred in two respects: (1) in holding that the present claims are not patentably distinct from the counts of the interferences, and (2) in holding that the counts of the interferences and the disclosure of the Ullyot patent are “prior” art against the appealed claims. As appellant’s last contention presents the more serious question, we shall discuss it first.\nAppellants point out that the board held they were entitled to the filing date of their earliest parent application, December 23, 1955, for the claimed subject matter, and that the Ullyot patent relied on by the board was filed May 13, 1957, some one and one-half years later. It is appellants’ position that, based on the above facts and the only evidence in the record, appellants were the prior inventors of the subject matter of the appealed claims.\nTo discuss the merits of appellants’ argument we turn to the pertinent portions of 35 USC 102 and 103, as well as decisions of this court. Those statutory provisions read:\n§ 102. Conditions for patentability; novelty and loss of right to patent A person shall be entitled to a patent unless—\n* * * * * * *\n(e) the invention was described in a patent granted on an application for patent by another filed in the United States before the invention thereof by the applicant for patent, or\n* * * * * * *\n(g) before the applicant’s invention thereof the invention was made in this country by another who had not abandoned, suppressed, or concealed it. In determining priority of invention there shall be considered not only the respective dates of conception and reduction to practice of the invention, but also the reasonable diligence of one who was first to conceive and last to reduce to practice, from a time prior to conception by the other.\n§ 103. Conditions for patentability; non-obvious subject matter\nA patent may not be obtained though the invention is not identically disclosed or described as set forth in section 102 of this title, if the differences between the subject matter sought to be patented and the prior art are such that the subject matter as a whole would have been obvious at the time the invention was made to a person having ordinary skill in the art to which said subject matter pertains. * * *\nTo be sure, the disclosure and the claims of Ullyot corresponding to the interference counts are not a reference under 35 U.S.C. 102(e), since appellants’ effective filing date for the compounds of the appealed claims precedes that of Ullyot. However, as noted above, appellants have conceded priority of invention of the three chemical compounds set forth in the counts in interference. Under the proper circumstances, a concession of priority or disclaimer of interference counts renders those counts available with the same effect as a “prior art” reference disclosing such subject matter, In re Williams and McCabe, 20 CCPA 738, 62 F. 2d 86, 16 USPQ 66, and the counts may be combined with other prior art to show lack of patentable distinction between the counts and appealed claims, In re Sola, 22 CCPA 1313, 77 F. 2d 627, 25 USPQ 433. The 1952 Patent Act did not change the force of those decisions.\nAs we recently pointed out in In re Harry, 51 CCPA 1541, 333 F. 2d 920, 142 USPQ. 164, the legislative history of 35 U.S.C. 102 and 103 makes it clear that the “prior art,” which section 103 requires us to compare with “the subject matter sought to be patented” in a given situation, refers to at least the statutory prior art material named in section 102. It seems clear that the three chemical compounds which appellants lost in interference by concession of priority are materials of which it must be said “before the applicant’s invention thereof the invention was made in this country by another.” Those compounds become “prior art” within the meaning of 35 U.S.C. 103 and, in accordance with that provision, appellants may not obtain any claim which distinguishes over that “prior art” only in matters which would have been obvious to one having ordinary skill in the art at the time appellants' invention was made.\nThat analysis, hoAvever, does not completely dispose of the issue before us, since it requires a finding that the compounds of the counts were invented before the compounds of the present claims. We note that the record fails to establish any date to which Ullyot is entitled for conception and reduction to practice of the products of the interference counts, much less whether that date does in fact precede the date of December 23, 1955, to which the board held appellants are entitled for constructive reduction to practice of the presently claimed subject matter. That void in the record apparently arises from appellants’ concession of priority of the interference subject matter. We are unwilling to view that concession of priority of invention as extending to the distinctly different chemical compounds herein claimed. As noted earlier, the final products of the interference counts can be made using processes and intermediates unrelated to the present compounds, and it does not necessarily follow from the concession of priority as to those final products that the winning party, Ullyot, invented the final products before Yale invented the compounds of the appealed claims.\nWe agree with appellants that the particular circumstances of this case preclude a finding that the counts of the interference, directed to the piperazinyl-propyl-trifluoromethyl phenothiazine final products, are indeed prior art to the subject matter of the appealed claims, the halo-lower alkyl-trifluoromethyl phenothiazine intermediates. Since 35 U.S.C. 103 is very specific in requiring that a rejection on the ground that an invention “would have been obvious” must be based on a comparison between the prior art and the subject matter as a whole at the time the invention was made, we think, on this record, the board erred in treating the counts as “prior art,” and its decision rejecting appellants’ claims as obvious in view of those counts must be reversed. See In re Taub, 52 CCPA 1675, 348 F. 2d 556, 146 USPQ 384, decided concurrently herewith.\nThe next question is whether the disclosure of the Ullyot patent also constitutes a “reference” against appellants. The board did review the pertinent disclosure of the Ullyot patent. In addition to disclosing both generically and specifically several 10-(piperazinyl-alkyl)-2-trifluoromethyl phenothiazines in which the alkylene group linking the piperazine and phenothiazine rings may be ethylene, propylene or %-methylpropylene, Ullyot discloses synthesis of those compounds by reacting 10-(haloalkyl)-trifluoromethyl phenothiazine intermediates with the desired piperazine derivative. Two specific intermediates employed in that synthesis, the 10-(2'-chloroeiAyZ)- and the 10- (?>'- chloro-2'-methylpropyl) -2-trifluoromethyl phenothiazines, were disclosed and synthesized in examples.\nUnfortunately, it is not clear from the board’s opinion whether, in relying on the disclosure of the Ullyot patent, it applied the well established principle of estoppel that an interference settles not only the rights of the parties under the issues or counts of the interference but also settles every question of the rights to any claim which might have been presented and determined in the interference proceeding. In re Chase, 21 CCPA 1183, 71 F. 2d 178, 22 USPQ 77; Avery v. Chase. 26 CCPA 823, 101 F. 2d 205, 40 USPQ 343; In re Gregg, 44 CCPA 904, 244 F. 2d 316, 113 USPQ 526, and cases cited therein. While the doctrine of estoppel has been applied where a party has neglected or refused to contest priority of patentable subject matter which is clearly common to his application and the application of his opponent in interference (see In re Long, 23 CCPA 1078, 83 F. 2d 458, 29 USPQ 357, and In re Rhodes, 23 CCPA 816, 80 F. 2d 525, 28 USPQ 75), we can express no opinion on that issue where it is not certain the board intended to raise it, and where it is not clear from the board’s opinion whether it regarded the Ullyot patent specification, when considered as a whole, to clearly disclose the chemical compounds recited in appealed claims 12, 13 and 18 (In re Rhodes, supra; Lawson v. Bruce, 42 CCPA 893, 222 F. 2d 273, 105 USPQ 440; Binstead v. Littmann, 44 CCPA 839, 242 F. 2d 766, 113 USPQ 279; Mahan v. Doumani. 51 CCPA 1516, 333 F. 2d 896, 142 USPQ 19). Nor did it discuss appellants’ contention, made here as well as below, that no question of estoppel arises against them, since they unsuccessfully attempted to amend the interference under Patent Office Rule 233 to place in issue a proposed count reading “10-(3-halo-propyl)-2-trifluoromethylphe-nothiazine.” Compare, for example, American Viscose Corporation v. Coe, 70 App. D.C. 328, 106 F. 2d 849, 42 USPQ 259, and Power Patents Co. v. Coe. 71 App. D.C. 369, 100 F. 2d 550, 44 USPQ 389. Under the circumstances, we think it necessary to remand this case for clarification of the board’s position with respect to its use of the Ullyot disclosure in rejecting appellants’ claims.\nThe decision is reversed and remanded for further proceedings.\nSmith, J., concurs in the result.\nSerial No. 683,219, filed September 11, 1957.\nThose compounds may be represented by the structural formula\nSerial No. 554,936, filed December 23, 1955, and Serial No. 597,325, filed July 12, 1956. Those applications did not disclose the subject matter of the interference counts.\nU.S. Patent No. 3,058,979, issued October 16, 1962, on an application Serial No. 658,526, filed May 13, 1957.\nU.S. Patent No. 2,787,617, issued April 2, 1957, on an application filed September 20, 1955.",
        "type": "majority",
        "author": "Worley, Chief Judge,"
      }
    ],
    "attorneys": [
      "Lawrence S. Levinson (Robert Alpher, Merle J. Smith, William H. Saltzman of counsel) for appellants.",
      "Clarence W. Moore (J. E. Armore, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 995; 146 USPQ 400\nIn re Harry Louis Yale, Francis Alexander Sowinski and Jack Bernstein\n(No. 7403)\nUnited States Court of Customs and Patent Appeals,\nJuly 19, 1965\nLawrence S. Levinson (Robert Alpher, Merle J. Smith, William H. Saltzman of counsel) for appellants.\nClarence W. Moore (J. E. Armore, of counsel) for the Commissioner of Patents.\n[Oral argument May 4, 1965, by Mr. Levinson and Mr. Armore]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
  },
  "file_name": "1668-01",
  "first_page_order": 992,
  "last_page_order": 999
}
