{
  "id": 1279539,
  "name": "Trust Company of Florida, a Florida Corporation as Trustee, Appellant, v. Frank E. Malone, a widower, Tarpon Corporation, a New York Corporation, Sue Van Dusen Ramsey, and her husband, J. W. Ramsey, S. P. Hutchinson, Trustee, and his wife, Mrs. S. P. Hutchinson, National Surety Company, a corporation, J. L. Kline, Ernest Meres, as Receiver of the Sponge Exchange Bank of Tarpon Springs, Lehigh Valley Railroad Company, a corporation, The Metropolis Company, a corporation, and Otis Elevator Company, a corporation, Appellees",
  "name_abbreviation": "Trust Co. v. Malone",
  "decision_date": "1931-01-10",
  "docket_number": "",
  "first_page": "1670",
  "last_page": "1674",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1670"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 332,
    "char_count": 6687,
    "ocr_confidence": 0.517,
    "sha256": "7e3bbefdb10ae86675a2de7abe6fa7c40108e14060a1b7218121c0410317460c",
    "simhash": "1:9e6d0c910f2787de",
    "word_count": 1128
  },
  "last_updated": "2023-07-14T17:35:28.833773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., and Strum, J., concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "Trust Company of Florida, a Florida Corporation as Trustee, Appellant, v. Frank E. Malone, a widower, Tarpon Corporation, a New York Corporation, Sue Van Dusen Ramsey, and her husband, J. W. Ramsey, S. P. Hutchinson, Trustee, and his wife, Mrs. S. P. Hutchinson, National Surety Company, a corporation, J. L. Kline, Ernest Meres, as Receiver of the Sponge Exchange Bank of Tarpon Springs, Lehigh Valley Railroad Company, a corporation, The Metropolis Company, a corporation, and Otis Elevator Company, a corporation, Appellees."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nA bill was filed by Trust Company of Florida as Trustee, to foreclose a mortgage executed by Frank E. Malone, a widower, to Louise Read Dodge, Trustee, .to secure a loan of $40,000.00 dated October 6, 1919. The appeal is from final decree in favor of the defendants under defenses interposed by S. P. Hutchinson, Trustee, and The Metropolis Company.\nIt appears that $10,000.00 had been paid on the mortgage before the date of the transaction through which the complainant became interested in the matter.\nMalone was unable to meet the payment of the last note for $30,000.00 and interest thereon. He procured a loan from Trust Company of Florida through G. L. Miller Bond & Mortgage Company of $97,500.00 and on the 1st day of May, 1925, executed a mortgage to secure the payment of Two Hundred and Twenty-one (221) bonds payable to bearer and this mortgage embraced the property described in the Dodge mortgage and other property. That mortgage was recorded on the 30th day of July, 1925. At the time Malone delivered the mortgage to Trust Company of Florida as Trustee he authorized and directed the Trust Company of Florida to pay out of the proceeds of the loan the indebtedness to Louise Read Dodge, Trustee, amounting to $31,550.00. Thereafter Louise Read Dodge forwarded to Miami the note and mortgage with satisfaction of mortgage attached to the draft and G. L. Miller Bond & Mortgage Company, the underwriter-of the Malone bonds, paid the draft in the amount of $31,500.00 with funds paid to it by Trust Company of Florida out of the loan of $97,500.00. Trust Company of Florida retained possession and control of the note and mortgage but delivered to the Clerk of the Circuit Court of Pinellas County the satisfaction of the Dodge mortgage to be recorded and the same was recorded by the clerk in the proper records of his office on the 17th day of August, 1925.\nOn February 2, 1920, Frank E. Malone executed a mortgage in favor of Sue Yan Dusen Turrell, then Sue Yan Dusen Ramsey, to secure the payment of the sum of $5,000.00. This mortgage encumbered the identical property described in the Louise Read Dodge mortgage. The Ramsey mortgage recited that it was junior to the Dodge mortgage. The Ramsey mortgage was recorded in the proper record of Pinellas County on February 6, 1920. The Ramsey mortgage was foreclosed and a final decree entered thereon on February 25, 1924. Appeal was taken to the Supreme Court and Malone gave a supersedeas bond with J, L. Kline and National Surety Company as sureties and filed same in connection with his appeal from the final decree of foreclosure of the Ramsey mortgage. The appeal was dismissed by the Supreme Court on the 16th day of March, 1926, at which time the satisfaction of the Dodge mortgage was on record in the office of the Clerk of the Circuit Court of Pinellas County. Thereafter National Surety Company and J. L. Kline purchased the final decree and had it assigned to' them ratably and proportionately to amount of money paid therefor by them and thereafter caused the property described in the Ramsey mortgage, which included the property described in the Dodge mortgage and other property, to be sold under the decree in the Ramsey foreclosure case. The property was sold on the Rule day in October, 1927, to S. P. Hutchinson as Trustee for the sum of $3500.00. On October 19, 1927, the court entered a decree confirming the sale and authorizing the master to execute deed to S. P. Hutchinson, Trustee, which was done.\nThe appellant contends that the title acquired by Hutchinson, Trustee, is subordinate to the lien of the Dodge mortgage and that appellant is entitled to foreclosure of the Dodge mortgage as a first lien on the property.\nThis contention might be good as between the appellant and Frank E. Malone, but the appellant by its own act caused the satisfaction of the Dodge mortgage to be placed on record in Pinellas County and thereupon the record showed the Bamsey mortgage to then be a first lien on the property, and, with this record before them, National Surety Company and J. L. Kline purchased the Bamsey decree,, and thereafter, while it appeared from the record that the Bamsey mortgage constituted a prior lien to any others then existing on the property so far as this record discloses, National Surety Company and Kline caused the property to be bought in for them by Hutchinson as Trustee.\nThere is no showing whatever that either National Surety Company or Kline had any knowledge or information in regard to the agreement as to subrogation, if any such agreements existed between Trust Company of Florida and Frank E. Malone in connection with the Dodge mortgage.\nWhere a stranger finds a satisfaction of a mortgage having been properly executed is duly entered upon the proper public records, he has a right to rely upon the record of that satisfaction and to conclusively assume that the mortgage referred to in such satisfaction has been paid and the lien thereby created discharged to such extent as is shown by such recorded satisfaction of mortgage and he may thereupon conclusively assume that a second and subsequent mortgage has thereby become the first lien upon the property upon which the satisfied mortgage was theretofore a prior and superior lien.\nIt becomes unnecessary to discuss the question as to whether or not Trust Company of Florida was subrogated to the lien created by the Louise Read Dodge mortgage because Trust Company of Florida by its placing on record the satisfaction of the Louise Read Dodge mortgage is estopped from claiming any lien under the terms of that mortgage as against the purchasers of the decree under a second mortgage purchased by and assigned to such purchasers after such record of the satisfaction of the prior mortgage.\nFor the reasons stated, the decree should be affirmed and it is so ordered.\nAffirmed.\nWhitfield, P. J., and Strum, J., concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Redfearn & Ferrell, for Appellant;",
      "Mabry, Reaves & White, for Appellees."
    ],
    "corrections": "",
    "head_matter": "Trust Company of Florida, a Florida Corporation as Trustee, Appellant, v. Frank E. Malone, a widower, Tarpon Corporation, a New York Corporation, Sue Van Dusen Ramsey, and her husband, J. W. Ramsey, S. P. Hutchinson, Trustee, and his wife, Mrs. S. P. Hutchinson, National Surety Company, a corporation, J. L. Kline, Ernest Meres, as Receiver of the Sponge Exchange Bank of Tarpon Springs, Lehigh Valley Railroad Company, a corporation, The Metropolis Company, a corporation, and Otis Elevator Company, a corporation, Appellees.\nDivision B.\nOpinion filed January 10, 1931.\nPetition for rehearing denied February 10, 1931.\nRedfearn & Ferrell, for Appellant;\nMabry, Reaves & White, for Appellees."
  },
  "file_name": "1670-01",
  "first_page_order": 666,
  "last_page_order": 670
}
