{
  "id": 1279756,
  "name": "The First National Bank of Leesburg, a Corporation organized and existing under the laws of the United States, Appellant, v. Carrie V. MacKenzie, a widow, Appellee",
  "name_abbreviation": "First National Bank v. MacKenzie",
  "decision_date": "1931-01-10",
  "docket_number": "",
  "first_page": "1674",
  "last_page": "1679",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1674"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "80 Fla. 166",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1285209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/80/0166-01"
      ]
    },
    {
      "cite": "49 Fla. 293",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1043889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/49/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 6766,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 1.0317570911307138e-07,
      "percentile": 0.548305518970411
    },
    "sha256": "544801b5b1d3d7e7c7201ce37079f712caf4ad4541113a48d3f8b478556eb74b",
    "simhash": "1:baea85d954b5ad82",
    "word_count": 1175
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., and Strum, J., concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "The First National Bank of Leesburg, a Corporation organized and existing under the laws of the United States, Appellant, v. Carrie V. MacKenzie, a widow, Appellee."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nThe appellee exhibited her bill of complaint in the Circuit Court of the Sixteenth Judicial Circuit in and for Lake County on the 2nd day of August, 1930, alleging amongst other things, that she was the widow of Wm. A. MacKenzie and that the said Wm. A. MacKenzie on the second day of May, 1928, for valuable consideration transferred and assigned to her certain stock certificates of the capital stock of Leesburg Hardware & Supply Company. That on the 22nd day of July, 1929, she delivered the stock certificates to the President of Leesburg Hardware & Supply Company and requested him to transfer such stock on the books of the corporation to the complainant, but before the stock was transferred The First National Bank of Leesburg, a Florida Corporation, filed a bill for an injunction to restrain and enjoin the complainant from transferring or assigning the stock either as an individual or as executrix of the estate of Wm. A. MacKenzie, deceased, and to enjoin and restrain Leesburg Hardware & Supply Company from transferring the stock on the books of the corporation. That on the 23rd day of July an order was issued restraining the transfer of the stock.\n‘ The bill further alleges that it was alleged by The First National Bank of Leesburg in its bill of complaint that on or about the 2nd day of May, 1928, Wm. A. MacKenzie assigned to his wife, the defendant Carrie V. MacKenzie, for a pretended consideration, the shares or certificates of capital stock heretofore referred to by endorsement or assignment on the back of the several certificates and at the time of such assignment by Wm. A. McKenzie to his wife he was largely indebted and had no means with which to pay his debts apart from the property assigned to his wife. That the assignment was fraudulently made, not bona, fide, but for a mere simulative and pretended consideration and was made to hinder, delay and defraud The First National Bank of Leesburg and other creditors of the said Wm. A. MacKenzie of their just and lawful claims. That such suit was then pending and that ownership of the stock had not been adjudicated therein.\nIt is further alleged that after The First National Bank of Leesburg had filed its suit in chancery as above referred to it filed an action at common law against Carrie V. MacKenzie as executrix of the estate of Wm. A. MacKenzie, deceased, and on the 23rd day of June, 1930, judgment was rendered against Carrie V. MacKenzie as executrix of the estate of Wm. A. MacKenzie, deceased, and execution was issued thereon on the 24th day of June, 1930. That the execution was placed in the hands of the sheriff and that under such execution he had advertised and was offering for sale the stock claimed by the complainant in Leesburg Hardware & Supply Company, and alleged that the sale of the stock will work irreparable injury to the complainant.\nIt is prayed that an order be issued enjoining the sale of the stock.\nOn the 2nd day of August, 1930, the court made an order enjoining the sale of the stock certificates as prayed for in the bill upon the condition that the complainant give a bond payable to the defendant in the sum of Five Hundred ($500.00) Dollars with good and sufficient surety, to, be approved by the Clerk of the Court, conditioned for the payment to the defendant of all costs and damages that may be awarded them in event that such injunction should be dissolved or said bill shall be dismissed. From this order appeal was taken.\nThe Statutes of this State Section 2830 et seq. Rev. Gen. Stats, of Florida., 4517 et seq. Comp. Gen. Laws. 1927, provide a complete and adequate remedy which could have been invoked by the appellee if the property involved in this controversy belonged to her individually at the time of the death of ¥m. A. MaeKenzie.\nIn Fla. Packing & Ice Co. v. Carney, 49 Fla. 293, 38 So. R. 602, this Court held:\n“A court of equity will never interfere to restrain by injunction a levy upon and sale of personal property, unless the same is of such peculiar and intrinsic value to the owner that its loss cannot be compensated adequately in damages. The ordinary remedy in such cases is at law by action of trespass, of other appropriate remedy in the courts of law.\n“Where it is apparent to an appellate court upon the face of a bill that it does not state a case cognizable in a court of equity, it will dismiss such bill for want of equity, even though the question of equitable jurisdiction was not presented by the pleadings, or raised before the appellate court.”\nWhere it appears from the allegations of a bill that there is an adequate remedy at law there is no jurisdiction in a court of equity to hear and determine the matter in controversy. Smith v. Powell, 80 Fla. 166, 85 So. R. 654 and cases there cited. See also Wildwood Crate Co. v. Citizens Bank, 123 So. R. 699.\nIt is contended by appellee that because The First National Bank of Leesburg had instituted a suit to enjoin the assignment and transfer of the stock certificates involved in this suit that the court of chancery had taken jurisdiction of those certificates and that it would retain jurisdiction for the purpose of adjudicating all questions between the parties. The rule, as stated by the appellee, is unquestionably correct, but that rule does not apply to separate and independent suits as it is attempted to be applied in this ease.\nThe stock certificates are personal property. The Bank claims that the property is vested in the appellee, Mrs. MacKenzie, as executrix of the estate of Wm. A. MacKenzie, deceased, and that the same is subject to sale for the payment of the debts of the decedent. Under this claim the Bank procured an injunction against the transfer and assignment of the stock certificates until it procured a judgment against the executrix and, thereupon, it procured the levy of an execution on that property.\nThe appellee claims that the property is hers individually and is not subject to the debts of the decedent. The execution having been levied, her remedy is under the statutory provisions above referred to and not in an independent suit in a court of chancery to restrain the sale under execution.\nThe bill of complaint should have been dismissed. The order appealed from is reversed and the cause remanded with directions that the bill be dismissed.\nWhitfield, P. J., and Strum, J., concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Gaines & Futch, for Appellant;",
      "J. M. Austin, for Appellee."
    ],
    "corrections": "",
    "head_matter": "The First National Bank of Leesburg, a Corporation organized and existing under the laws of the United States, Appellant, v. Carrie V. MacKenzie, a widow, Appellee.\nDivision B.\nOpinion filed January 10, 1931.\nPetition for rehearing denied February 10, 1931.\nGaines & Futch, for Appellant;\nJ. M. Austin, for Appellee."
  },
  "file_name": "1674-01",
  "first_page_order": 670,
  "last_page_order": 675
}
