{
  "id": 1279664,
  "name": "Marie deC. Stillman, a Single Woman, Appellant, v. Frank T. Justice, Appellee",
  "name_abbreviation": "Stillman v. Justice",
  "decision_date": "1931-01-10",
  "docket_number": "",
  "first_page": "1679",
  "last_page": "1683",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1679"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 5972,
    "ocr_confidence": 0.493,
    "sha256": "e899bb446ffc62ac97b155a5e77d973b4f8f2653c255acdfa652c845762a37d9",
    "simhash": "1:9a958a3b36d1b52e",
    "word_count": 1031
  },
  "last_updated": "2023-07-14T17:35:28.833773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Whitfield, P. J., and Strum, J., concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "Marie deC. Stillman, a Single Woman, Appellant, v. Frank T. Justice, Appellee."
    ],
    "opinions": [
      {
        "text": "Buford, J.\nThe appellee filed his bill of complaint to foreclose a mortgage against the appellant.\nIt is unnecessary for ns to discuss all of the various pleadings and orders thereon.\nThe controlling question attempted to be presented to this Court is, \"Who must bear the loss of funds from failure of bank at which bill or note is payable during delay in presenting it.” That question is attempted to be presented by a plea in the following language, to-wit :\n‘ ‘ That the notes mentioned and described in the Bill of Complaint, as amended, copies of which are attached to the Bill of Complaint filed herein, and marked Exhibits B, C, D, and E, provide that said notes are payable at the Merchants Bank & Trust Company, Daytona Beach, Florida, the said note, a copy of which is attached, to the Bill of Complaint, and marked Exhibit \"b”, being payable .on or before July 8th, A. D. 1929; that prior to July 8th, 1929, this defendant notified and requested the Complainant to present said note, and all other notes mentioned in said Bill of Complaint, as amended, for payment at the Merchants Bank & Trust Company of Daytona Beach, Florida, and at the same time to present a properly executed satisfaction of mortgage given to secure said notes; that this Defendant on the said 8th day July, A. D. 1929, had in said Merchants Bank & Trust Company,' a sum of money sufficient to pay the principal amount of all of said notes mentioned, and described in the Bill of Complaint, as amended, filed herein, together with interest thereon up to July 8th, 1929, and that this -defendant on said 8th day of July, 1929, and for several days prior thereof and for several days thereafter was ready, able and willing and anxious to pay said notes in full, together with all interest thereon; that on the 12th day of July, A. D. 1929, the Merchants Bank & Trust Company of Daytona Beach, Florida, suspended business, and ever since that date has remained closed as a banking institution, and that the same is now in the hands of Liquidator; -that at the time said Merchants Bank & Trust Company suspended business, this defendant had a sum of money sufficient to pay off and fully discharge the promissory notes of the Complainant, with all interest thereon; that the Complainant did send, by mail, to the Merchants Bank & Trust Company, the notes above mentioned, together with the mortgage securing same, to the Merchants Bank & Trust Company of Daytona Beach, Florida, but that said note did not reach the Merchants Bank & Trust Company before it suspended business, but did reach said bank after said Bank suspended business; that had the Complainant presented said notes for payment at the time they were due; or prior thereto, the notes would have been paid in full, together with all interest thereon; and had such notes been presented for payment at any time after July 8th, 1929, and before said Merchants Bank and Trust Company suspended business, the same would have been paid in full; that the money which was in the Merchants Bank & Trust Company on July 8th, 1929, and for several days prior thereto, and for several days thereafter, and at the time said Bank suspended business, had been placed in said Bank for the sole purpose of paying off and discharging the notes of the Complainant; that said money is now tied up in said Bank, and this Defendant has no knowledge when the same may be released, and this defendant hereby offers said sum in said bank to the complainant; that the complainant having failed to present his notes for payment, as above alleged, this defendant is, under the laws of the State of Florida, discharged and relieved Of, and from the payment of said notes and mortgage, and said notes and mortgage should be surrendered and cancelled under an Order of this Court. ’ ’\nThe plea was overruled, which order is the subject of assignments of error which we deem it expedient to discuss. The other assignments of error are found to be without merit.\nThe plea was properly overruled. It is attempted to set up the facts alleged in the plea as a bar to recovery.\nSection 4746 Rev. Gen. Stats. 6832 Comp. Gen. Laws 1927, provides as follows:\n“Presentment for payment is not necessary in order to charge the person primarily liable on the instrument ; but if the instrument is, by its terms, payable at a special place, and he is able and willing to pay it there at maturity, such ability and willingness are equivalent to a tender of payment upon his part. But except as herein otherwise provided, presentment for payment is necessary in order to charge the drawer or indorsers. ’1\nbinder the provisions of this section it will be observed that presentment for payment is not necessary in order to charge the person primarily liable on the instrument. Therefore, the facts alleged in the plea do not constitute a bar to recovery and can not be pleaded as such. Under the provisions of the statute, the facts alleged in the plea in this case might be pleaded as a plea of tender which, if accompanied by profert m curia of a sufficient sum to cover the amount due at the date of the occurrence of the act equivalent-to tender, would, if sustained by proof, suspend the acceleration clause of the mortgage and also suspend the running of interest on the amount due at that time and bar the liability of defendant for costs and charges incurred after the occurrence of the acts made by statute equivalent to tender.\nThe plea, however, fails to meet these requirements and, therefore, the orders appealed from should be affirmed, with directions to the chancellor to allow the defendant to plead further, if she so desires.\nAffirmed and remanded.\nWhitfield, P. J., and Strum, J., concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Buford, J."
      }
    ],
    "attorneys": [
      "Horn & Ossinsky, for Appellant;",
      "William M. Coil), for Appellee"
    ],
    "corrections": "",
    "head_matter": "Marie deC. Stillman, a Single Woman, Appellant, v. Frank T. Justice, Appellee.\nDivision B.\nOpinion filed January 10, 1931.\nHorn & Ossinsky, for Appellant;\nWilliam M. Coil), for Appellee"
  },
  "file_name": "1679-01",
  "first_page_order": 675,
  "last_page_order": 679
}
