{
  "id": 1279776,
  "name": "W. H. Schmidt and Elizabeth Schmidt, His Wife, Appellants, v. Maude C. Kibben and Edward Kibben, Her Husband, Appellees",
  "name_abbreviation": "Schmidt v. Kibben",
  "decision_date": "1931-01-10",
  "docket_number": "",
  "first_page": "1684",
  "last_page": "1692",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1684"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "94 Fla. 704",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1269033
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/94/0704-01"
      ]
    },
    {
      "cite": "87 Fla. 193",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1646115
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/87/0193-01"
      ]
    },
    {
      "cite": "34 Am. St. R. 721",
      "category": "reporters:state",
      "reporter": "Am. St. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "26 Atl. R. 221",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "153 Pa. St. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840324
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0646-01"
      ]
    },
    {
      "cite": "36 Ohio St. 37",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        908446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/36/0037-01"
      ]
    },
    {
      "cite": "80 Fla. 500",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1285160
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/80/0500-01"
      ]
    },
    {
      "cite": "54 Fla. 538",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1045042
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/54/0538-01"
      ]
    },
    {
      "cite": "54 Fla. 604",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1044991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/54/0604-01"
      ]
    },
    {
      "cite": "48 Fla. 252",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1065667
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/48/0252-01"
      ]
    },
    {
      "cite": "68 Fla. 522",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1027857
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/68/0522-01"
      ]
    },
    {
      "cite": "97 Fla. 679",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1261390
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/97/0679-01"
      ]
    },
    {
      "cite": "69 Fla. 33",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1047718
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/69/0033-01"
      ]
    },
    {
      "cite": "90 Fla. 711",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1642581
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/90/0711-01"
      ]
    },
    {
      "cite": "98 Fla. 1103",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1302579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/98/1103-01"
      ]
    },
    {
      "cite": "88 Fla. 553",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1308700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/88/0553-01"
      ]
    },
    {
      "cite": "84 Fla. 589",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1649919
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/84/0589-01"
      ]
    },
    {
      "cite": "94 Fla. 682",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1268792
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/94/0682-01"
      ]
    },
    {
      "cite": "92 Fla. 512",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1272832
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/92/0512-01"
      ]
    },
    {
      "cite": "80 Fla. 498",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1285228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/80/0498-01"
      ]
    },
    {
      "cite": "61 Fla. 593",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1633117
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/61/0593-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 12321,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 3.2694791520493486e-07,
      "percentile": 0.8700003359269208
    },
    "sha256": "f8600f2fa8994eab4d71505588e4d356ed12f1ef2b3dd0558892dbe696640045",
    "simhash": "1:afc6e73057f8d12e",
    "word_count": 2170
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur. '"
    ],
    "parties": [
      "W. H. Schmidt and Elizabeth Schmidt, His Wife, Appellants, v. Maude C. Kibben and Edward Kibben, Her Husband, Appellees."
    ],
    "opinions": [
      {
        "text": "Davis, Commissioner:\nComplainants, appellees here, filed their bill wherein they alleged that the complainant, Maude C. Kibben, was on October 16, 1925, the owner of the property therein described, and that she made and delivered the contract a copy of which is attached to the bill and made a part thereof, whereby Maude C. Kibben (not being joined by her husband) agreed to sell ,and the defendants agreed to purchase for a named consideration certain real estate. The contract acknowledged receipt of an initial payment and obligated the purchasers to pay $500.00 on January 1, 1926, and “balance in one, two, three and four years from date” of instrument, and “mortgage to be given when deed is delivered (January 1, 1926).” The bill shows further the receipt of the initial payment as well as the sum of $500.00 which was to have been paid on January 1, 1926; a tender of a warranty deed to said property duly executed by complainants together with abstract showing merchantable title to the property; and offer to perform all acts required to be done by complainant Maude C. Kibben; a failure and refusal of defendant to perform the agreement; and a present readiness and willingness and ability of complainants to perform the contract. It is alleged also that the defendants have had continuous possession of the premises from the date of the contract, the value of which to the time of the filing of the amended bill was alleged to be $3,250.00. The bill contains a prayer that the defendants be required to pay the amount ascertained to be due by the court, that such amount be decreed to be a lien upon the property, that the premises be sold to satisfy said lien, that a deficiency decree be entered and also prays for general relief. A demurrer was interposed to the bill and the same was overruled by the court. The defendants thereupon appealed the ease to this Court.\nWhere under the allegations of the bill of complaint, an equity for substantial relief may be shown by appropriate and sufficient evidence, it is error to sustain a general demurrer to the bill. Edmons v. Gracy, 61 Fla. 593, 54 So. R. 899; Wells v. Williams, 80 Fla. 498, 86 So. R. 336; Battey v. Bettey, 92 Fla. 512, 109 So. R. 584; Hall v. Forman, 94 Fla. 682, 114 So. R. 560; Boone v. Gay, 84 Fla. 589, 94 So. R. 501; Leavine v. Belt Automobile Indemnity Ass’n, 88 Fla. 553, 102 So. R. 768; Walker v. Close, 98 Fla. 1103, 325 So. R. 521.\nAppellants in their brief contend that there is no mutuality in the contract sought to be enforced, because the vendor at the time of making the contract was a married woman and her husband did not join her in its execution. It appears however, that both husband and wife joined in the execution of the deed which was tendered to the defendants and that the complainants offered to perform every act on their part that was required by the contract. The demurrer admits that the defendants not only refused to comply with the terms of the agreement to be performed by them, but that they retained possession of the property. There is no question here of the vendor failing or refusing to live up to the contract. Under these circumstances, is it to be said that merely because the vendor was a married woman, she can have no relief in equity She could not refuse to fail to. comply with the provisions of the contract and at the same time retain the money paid in pursuance of its terms, for a court of equity would decree that she “return the money paid to her, and failing therein, that it become a lien upon her separate property.” Wheeler v. Sullivan, 90 Fla. 711, 106 So. R. 876; Vance v. Jacksonville Realty & Mortgage Co., 69 Fla. 33, 67 So. R. 636. But a court of equity would not require a restoration of the money paid by appellants upon the theory that Mrs. Kibben was a married woman and that the written contract was unenforceable. Edgar v. Bacon, 97 Fla. 679, 122 So. R. 107 Quoting from Shields v. Ensign, 68 Fla. 522, 67 So. R. 140. we find that:\n“The statute does not make the written agreements of a married woman, otherwise executed, absolutely void and nonchargeable upon her estate, but merely that they shall not be specifically enforced,' a much higher equity than the mere charging for a breach of contract.\n“ * * * If a feme sole had executed the option she would not be held liable for the thousand dollars, unless she breached the contract, and we can see no reason why coverture should render her liable. How can it be that a court of equity will reward a breach of an agreement, as a benefit to the separate estate, when its performance would admittedly, largely increase the value of that estate?” See also Vance v. Jacksonville Realty & Mortgage Co. supra; Wheeler v. Sullivan, supra; Equitable Bldg. & Loan Association v. King, 48 Fla. 252, 37 So. R. 181.\nThe suggestion has been made in the brief of appellees that the bill seeks a foreclosure and not a specific performance of the contract. In Edmons v. Gracy, supra, the complainant filed a bill for the foreclosure of a contract and the Court, although not saying so in as many words, virtually held that the bill was for enforcement of the contract. The same relief may be granted, whether we call the bill in the instant case a bill to foreclose or a bill to enforce the contract. In the Edmons v. Gracy case the Court uses the following language:\n‘ ‘ Courts of equity may enforce the specific performance of contracts for the conveyance of real estate, owing to the nature and uses of such property, or may foreclose rights growing out of the contracts, when the application of principles of law to the facts and circumstances of particular cases warrant it. Where a contract - for the sale of land is in the form of a bond for title given by the vendor, conditioned on the performance of the vendee’s promises, a court of equity may upon a breach of the contract by the vendee foreclose his rights thereunder, and in granting appropriate relief, may, at the instance of the vendor, who retained title, order a sale of the property, where it will not be inequitable to the vendee in possession. Where, under a contract for the sale of real estate, the vendee is given possession as a purchaser, and after making part payments of the purchase price he fails to complete the contract as expressly stipulated, the vendee may have an equitable right to require a conveyance of the title, upon compliance with his part of the contract and upon doing equity, within a reasonable time during or after the expiration of the contract period, where under the contract time is not equitably essential. And upon the default of the vendee the vendor has the correlative right to an equitable enforcement .of the contract by requiring the payment of the consideration within a reasonable time, or in default thereof to have the lights of the vendee under the contract foreclosed. In these cases the court will make such a decree as the particular allegations and proofs may warrant. Even though the specific relief prayed may be found to be inequitable or impracticable, where there is a prayer for general relief, and appropriate relief thereunder may be equitably granted consistently with the allegations and the specific relief prayed, a demurrer to the bill of complaint is properly overruled. ’ ’\nIn Aycock Bros. Lumber Co. v. First Nat. Bank, 54 Fla. 604, 45 So. R. 501, the complainant; as transferee of a contract filed its bill of complaint against the purchaser of certain real and personal property, the possession of which was delivered to the purchaser. The bill contained a prayer similar to the prayer in the instant case, and the Court in affirming a decree of the court below for complainants, in an opinion by Mr. Justice Taylor said:\n“Until the terms of the contract ‘are complied with, the legal title remains in the vendor as his security; or, as it is otherwise expressed, he has a lien upon the vendee’s equitable estate as security for payment of the purchase money according to the terms of the agreement. In effect, this lien consists in the vendor’s right to enforce payment of the price by a suit in equity against the vendee’s equitable estate in the land, instead of by means of an ordinary action at law to recover the debt. And both in England and America the vendor’s equitable remedy consists in a suit in the nature of a strict foreclosure by which the vendee is decreed to pay the price within a limited time, and in default of such payment the vendee’s equitable estate is foreclosed and sold to pay the purchase price.’ ”\nSee also McKinnon v. Johnson, 54 Fla. 538, 45 So. R. 451; 26 Am. & Eng. Ency. Law (2nd Ed.) 106.\nIn the light of these authorities, if the bill is demurrable, it must be because the vendor was a married woman at the time the contract was made. In LeNoir v. McDaniel, 80 Fla. 500, 86 So. R. 435, a married woman, Mrs. LeNoir, entered into a contract with McDaniel whereby she might acquire an interest in his mercantile business and pay for it by her labor. She complied with the terms of the contract, but McDaniel discharged her and prevented her from obtaining the benefits of the agreement. She filed suit to enforce the contract. A demurrer to her bill was sustained, but this Court held that\n“In cases where a contract containing mutual covenants is mot enforceable as against one of the parties by reason of her coverture and the party assuming to contract with her is not in equity obliged to perform such contract on his part, yet when the party under disability performs all her obligations under the agreement, equity may compel specific performance on the part of the other.”\nand in that opinion cited 25 R. C. L. 234, where it is said:\n“The better opinion is that it is not essential that the mutuality of remedy shall exist at the inception of the contract, and that where the contract was originally lacking in mutuality this element may be supplied by voluntary performance on the part of the party seeking specific performance.”\nThe demurrer in this case admits that the vendor joined by her husband tendered full performance of her contract. This was all that the vendor could do and equity 'deems that equivalent to performance. Under the caption “Right of Married Women to Enforce Contracts,” the authors of the article on Specific Performance say in 25 R. C. L. page 320:\n‘ ‘ If she performs or tenders performance of her part of the contract, equity will at her instance usually compel performance by the other contracting party.” See also Richards v. Doyle, 36 Ohio St. 37, 38 Am. R. 550; Yerkes v. Richards, 153 Pa. St. 646, 26 Atl. R. 221, 34 Am. St. R. 721.”\nFurthermore, it should not be overlooked that “the protection which the law throws around married women by making certain contracts unenforceable against them personally was intended to operate as a shield of defense and not as a sword of offense.” Edgar v. Bacon, 97 Fla. 679, 122 So. R. 107.\nIn Gautier v. Bradway, 87 Fla. 193, 99 So. R. 879, which was relied upon by appellants, the complainant did not as here bring herself within one of the exceptions to the general rule that where women under coverture and infants have not the capacity to bind themselves to the performance of an executory contract, parties assuming to contract with them are not in equity bound to perform the contract on their part. In that case, the complainant had not completely performed the contract nor was it made to appear that she had tendered performance.\nThe bill is not without equity and the prayer is sufficient to grant such relief as the complainant may be entitled to. Booth v. Bobbitt, 94 Fla. 704, 114 So. R. 513.\nThe decree of the lower court is affirmed.\nPer Curiam.\nThe record in this cause having been considered by the Court, and the foregoing opinion prepared under Chapter 14553, Acts of 1929, adopted by the Court as its opinion, it is considered, ordered, and decreed by the Court that the order of the court below should be, and the same is hereby, affirmed.\nTerrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur. '",
        "type": "majority",
        "author": "Davis, Commissioner: Per Curiam."
      }
    ],
    "attorneys": [
      "J. G. Davant, for Appellants;",
      "Kelly, Gasler & Thompson, for Appellees."
    ],
    "corrections": "",
    "head_matter": "W. H. Schmidt and Elizabeth Schmidt, His Wife, Appellants, v. Maude C. Kibben and Edward Kibben, Her Husband, Appellees.\nEn Banc.\nOpinion filed January 10, 1931.\nJ. G. Davant, for Appellants;\nKelly, Gasler & Thompson, for Appellees."
  },
  "file_name": "1684-01",
  "first_page_order": 680,
  "last_page_order": 688
}
