{
  "id": 1279751,
  "name": "A. N. Nolle, Appellant, v. Brevard County, Florida, and George G. Brockett, Chairman, John B. Rodes, A. Fortenberry, C. R. Copeland, and A. W. Donaldson, Constituting the Present Board of County Commissioners in and for Brevard County, Florida; also A. A. Dunn, County Commissioner-elect, and N. T. Froscher, Clerk of the Circuit Court in and for Brevard County, Florida, Appellees",
  "name_abbreviation": "Nolle v. Brevard County",
  "decision_date": "1931-01-10",
  "docket_number": "",
  "first_page": "1692",
  "last_page": "1695",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1692"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "99 Fla. 226",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1305107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/99/0226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 181,
    "char_count": 2856,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 5.54304219076349e-08,
      "percentile": 0.34921225137063977
    },
    "sha256": "8a0e4878006093704a4be6fcf1a4f0fdbf2d28211d167c26fac7ecc1880c8501",
    "simhash": "1:be8dc2090b3b10b7",
    "word_count": 487
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strum and Buford, J. J. concur.",
      "Terrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment."
    ],
    "parties": [
      "A. N. Nolle, Appellant, v. Brevard County, Florida, and George G. Brockett, Chairman, John B. Rodes, A. Fortenberry, C. R. Copeland, and A. W. Donaldson, Constituting the Present Board of County Commissioners in and for Brevard County, Florida; also A. A. Dunn, County Commissioner-elect, and N. T. Froscher, Clerk of the Circuit Court in and for Brevard County, Florida, Appellees."
    ],
    "opinions": [
      {
        "text": "Whitfield, P. J.\nThe circuit judge sustained a demurrer to a bill of complaint seeking an injunction against the issue by the county of county bonds in lieu of road and bridge district bonds now outstanding in the county, under Chapter 13937, Acts of 1929, a contention of the complainant below being that Section 6, Article IX, Constitution, as amended in 1930, forbids the issue of such bonds without the required approving vote of the electorate. The complainant, a citizen, resident and tax payer in the county, appealed.\nChapter 13937, Acts of 1929, does not make the outstanding road and bridge district bonds in Brevard County bonds of the county, but merely authorizes county bonds to be issued in lieu of such district bonds, the highways for which the district bonds were issued being a county purpose for which county bonds may be issued under legislative authority. State v. Brevard County, 99 Fla. 226, 126 So. R. 353.\nChapter 11855, Acts of 1927, authorizes a county to issue refunding bonds for the purpose of refunding any bonds # # * for payment of which the credit of said county is pledged; and amended Section 6, Article IX, Constitution, permits a county to issue refunding bonds without an approving vote of the electorate as therein required for the original issue of bonds; but such refunding bonds must be exclusively for the purpose of refunding bonds of the county, and bonds of a taxing district are not made bonds of a county by a statute which merely authorizes county bonds to be issued in lieu of district bonds and does not make the district bonds the bonds of the county. In such case the bonds to be issued by the county are as to the county, original and not refunding bonds, and under amended Section 6, Article IX, Constitution, the county has power to issue such bonds only after the same shall have been approved by a majority of the votes cast in an election in which a majority of the freeholders who are qualified electors residing in such county shall participate.\nAs the bonds in this case are not to be issued to refund bonds of the county, they cannot under amended Section 6, Article IX, Constitution, be issued without the required approving vote at an election duly held for that purpose.\nReversed.\nStrum and Buford, J. J. concur.\nTerrell, C. J., and Ellis and Brown, J. J., concur in the opinion and judgment.",
        "type": "majority",
        "author": "Whitfield, P. J."
      }
    ],
    "attorneys": [
      "Z. B. Newman, for Appellant;",
      "Smith, Crofton & Wilson, for Appellee."
    ],
    "corrections": "",
    "head_matter": "A. N. Nolle, Appellant, v. Brevard County, Florida, and George G. Brockett, Chairman, John B. Rodes, A. Fortenberry, C. R. Copeland, and A. W. Donaldson, Constituting the Present Board of County Commissioners in and for Brevard County, Florida; also A. A. Dunn, County Commissioner-elect, and N. T. Froscher, Clerk of the Circuit Court in and for Brevard County, Florida, Appellees.\nDivision B.\nOpinion filed January 10, 1931.\nZ. B. Newman, for Appellant;\nSmith, Crofton & Wilson, for Appellee."
  },
  "file_name": "1692-01",
  "first_page_order": 688,
  "last_page_order": 691
}
