{
  "id": 1279491,
  "name": "L. E. Edwards, Petitioner, v. Daniel Robert Knight, Respondent",
  "name_abbreviation": "Edwards v. Knight",
  "decision_date": "1931-01-12",
  "docket_number": "",
  "first_page": "1704",
  "last_page": "1707",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1704"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "97 Fla. 479",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1261472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/97/0479-01"
      ]
    },
    {
      "cite": "99 Fla. 696",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1305235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/99/0696-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 239,
    "char_count": 3802,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.1627116774561808e-07,
      "percentile": 0.5844460429932401
    },
    "sha256": "bcd46a8afeba21976b8107c3837e68db0b4b5aff0730ba6e166247d5c25a40d3",
    "simhash": "1:81751b1dec4ea1d9",
    "word_count": 666
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strum, Brown and Buford, J. J., concur.",
      "Terrell, C. J. and Whitfield, J., concur in the order made."
    ],
    "parties": [
      "L. E. Edwards, Petitioner, v. Daniel Robert Knight, Respondent."
    ],
    "opinions": [
      {
        "text": "Ellis, J.,\nA writ of certiorari was issued by this Court to the Circuit Court of tbe Eleventh Judicial Circuit for Dade County to send the record and proceedings to this Court of a cause determined in the circuit court wherein L. E. Edwards was plaintiff in error and Daniel Robert Knight was defendant in error. - .\nThe case originated in the Civil Court of Record for Dade County. Knight was the plaintiff and Edwards and William Thomas were defendants. The action was a joint one upon the promissory note of the defendants. Such proceedings were had as resulted in a judgment for the plaintiff. The defendants took a writ of error to the Circuit Court which Court affirmed the judgment by an order dated June 4, 1930, which was filed and recorded on July 7, 1930, after the court had granted a severance on motion of Edwards.\nA petition for certiorari was lodged in this Court on September 4, 1930, by Edwards and the writ issued, the same day.\nKnight moves to. dismiss the writ because the petition was not filed within thirty days after the rendition of the judgment of affirmance by the Circuit Court. Knight also moved to quash the writ upon several grounds, the substance of which máy be stated to be that the Circuit Court was not without jurisdiction• and that the record discloses no procedure in the Civil Court of Record which was not in accordance with the essential requirements of the law.\nIn the case of Brinson v. Tharin, 99 Fla. 696, 127 So. R. 313, we said:\n“It is only the common-law writ of certiorcu'i which may be issued by this Court to review the proceedings of the circuit court as an appellate court, and as that power is secured by the Constitution in this Court, it may not be extended, limited, nor regulated by statute. We have seen that the attempt to give it the effect of' a writ of error and transferring the appellate jurisdiction of the circuit court to this Court is futile. Second Weatherford case, supra. Likewise vain is the attempt to limit the issuing of a certiorari in the matter of time to a period within thirty days after the judgment of the circuit court. Palmer v. Johnson, 97 Fla. 479, 121 So. R. 466.\n“The writ, confined to its legitimate scope, may issue within.the Court’s discretion at any time to correct the procedure of courts wherein they have not observed those requirements of the law which are-deemed to be essential to the administration of justice. It is important, however, that the Court should not broaden or extend the scope of the writ.\n“A judgment void for lack of jurisdiction of a proceeding characterized by a kind of tyranny in the failure to observe essential requirements should be subject to correction at the discretion of the Court vested with the power to issue the writ”.\nThe motion to dismiss therefore because the writ was not' taken within thirty days from the date of the judgment, of affirmance by the appellate court is denied.\nThe motion to quash is denied to the end that counsel for the petitioner may submit a brief if they desire upon the question whether the record reveals any proceedings beyond the trial court’s jurisdiction or any failure-, to observe the essential requirements of the. law in either-the trial or appellate court.\nThe writ of certiorari involves a limited review of the proceedings of an inferior jurisdiction. It does not perform the function of a writ of error or the purpose of appellate proceedings in the nature of a writ of error.\nIt is ordered that the motion to quash the writ be and it is hereby denied.\nStrum, Brown and Buford, J. J., concur.\nTerrell, C. J. and Whitfield, J., concur in the order made.",
        "type": "majority",
        "author": "Ellis, J.,"
      }
    ],
    "attorneys": [
      "Hudson '& Cason, for Petitioner;",
      "Evans & Mershon, for Respondent."
    ],
    "corrections": "",
    "head_matter": "L. E. Edwards, Petitioner, v. Daniel Robert Knight, Respondent.\nDivision A.\nOpinion filed January 12, 1931.\nHudson '& Cason, for Petitioner;\nEvans & Mershon, for Respondent."
  },
  "file_name": "1704-01",
  "first_page_order": 700,
  "last_page_order": 703
}
