{
  "id": 1279808,
  "name": "Kenneth Smith, as trustee for Weaver's Lakeland Steam Laundry, Plaintiff in Error, v. Reuben Coleman, a minor, by his next friend, Isham E. Coleman, Defendant in Error",
  "name_abbreviation": "Smith v. Coleman",
  "decision_date": "1931-01-12",
  "docket_number": "",
  "first_page": "1707",
  "last_page": "1722",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1707"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "151 N. C. 529",
      "category": "reporters:state",
      "reporter": "N.C.",
      "case_ids": [
        8655427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/151/0529-01"
      ]
    },
    {
      "cite": "58 Fla. 362",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1094599
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/58/0362-01"
      ]
    },
    {
      "cite": "61 Fla. 455",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1633113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/61/0455-01"
      ]
    },
    {
      "cite": "69 Fla. 246",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1047666,
        1047621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/69/0246-01",
        "/fla/69/0246-02"
      ]
    },
    {
      "cite": "61 Fla. 424",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1633055
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/61/0424-01"
      ]
    },
    {
      "cite": "55 Fla. 577",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1072198
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/fla/55/0577-01"
      ]
    },
    {
      "cite": "54 Fla. 311",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1045028
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/54/0311-01"
      ]
    },
    {
      "cite": "69 Fla. 624",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1047622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/69/0624-01"
      ]
    },
    {
      "cite": "17 Fla. 465",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        6100880
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/17/0123-01"
      ]
    },
    {
      "cite": "90 Fla. 148",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1642818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/90/0148-01"
      ]
    },
    {
      "cite": "69 Fla. 136",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1047652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/69/0136-01"
      ]
    },
    {
      "cite": "59 Fla. 130",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1640381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/59/0130-01"
      ]
    },
    {
      "cite": "53 Fla. 400",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        323288
      ],
      "pin_cites": [
        {
          "page": "432"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/53/0400-01"
      ]
    },
    {
      "cite": "87 Fla. 530",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1646194
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/87/0530-01"
      ]
    },
    {
      "cite": "80 Fla. 624",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1285179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/80/0624-01"
      ]
    },
    {
      "cite": "97 Fla. 679",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1261390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/97/0679-01"
      ]
    },
    {
      "cite": "61 Fla. 338",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1633084
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/61/0338-01"
      ]
    },
    {
      "cite": "66 Fla. 220",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1025900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/66/0220-01"
      ]
    },
    {
      "cite": "94 Fla. 664",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1268914
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/94/0664-01"
      ]
    },
    {
      "cite": "66 Fla. 27",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1025939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/66/0027-01"
      ]
    },
    {
      "cite": "60 Fla. 164",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1636657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/60/0164-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1001,
    "char_count": 25199,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 3.791437933679325e-07,
      "percentile": 0.8970148452670407
    },
    "sha256": "bbd602e056e25bc9cc7928f737ad25bb3dd44172bf2e8953ca13b40257ce4639",
    "simhash": "1:b9dd820efb4a888d",
    "word_count": 4396
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Ellis, J., concur.",
      "Whitfield, P. J., and Strum and Buford, J. J., concur in the .opinion and judgment."
    ],
    "parties": [
      "Kenneth Smith, as trustee for Weaver's Lakeland Steam Laundry, Plaintiff in Error, v. Reuben Coleman, a minor, by his next friend, Isham E. Coleman, Defendant in Error."
    ],
    "opinions": [
      {
        "text": "Brown, J.\nThis ease is before us on writ of error to a judgment recovered by the defendant in error, Reuben Coleman by his next friend, plaintiff in the court below, against plaintiff in error here, Kenneth Smith, as trustee for Weaver’s Lakeland Steam Laundry, for the sum of $1500.00 and costs, in a suit for damages for personal injuries alleged to have been received by the plaintiff in the course of his employment in such laundry.\nThe only declaration shown by the transcript is designated as plaintiff’s amended declaration, filed in November, 1927. It is entitled, “Reuben Coleman by his next friend Isham E. Coleman, plaintiff, v. Bradford G. Williams and John W. Patterson, Jr., as trustees of Weaver’s Lakeland Steam Laundry, defendants.” The'body of the declaration, however, contains, in addition to two counts against the named trustees, a third count against Bradford G. Williams as Executor of the estate of Reed W. Weaver.\nThe first count charges that at the time of plaintiff’s injury Williams and Patterson “were and still are” the joint trustees of Weaver’s Lakeland Steam Laundry, describing its location, which laundry was during his lifetime owned and operated by Reed W. Weaver, “who in the codicil of his last will and testament appointed said defendants joint trustees and empowered them to have exclusive charge of the operation, management and control of said laundry;” that said codicil and will have been duly proven and admitted to probate, as the same appears of record, and that said defendants were operating said laundry on the date of plaintiff’s injury, October 25, 1926. The count then goes on to charge the defendants with certain alleged negligence causing plaintiff’s injury. The second count begins by charging that the defendants on October 25, 1926, “as joint trustees of the estate of Weaver’s Lakeland Steam Laundry, were operating said laundry located in the City of Lakeland, County of Polk and State of Florida,” and that’ in such operation they were guilty of certain negligence causing plaintiff’s injury. The nature- and source of the trust are not alleged, as in the first count, nor does the second count expressly adopt the allegations of the first count in this respect.\nThe third count, against Bradford G. Williams as Executor, who was not named as one of the parties defendant in the caption of the declaration, begins by alleging that at the time of plaintiff’s injury Williams was the qualified and acting executor of the estate of Reed W. Weaver, and that after the death of Weaver defendant William^ as executor of Weaver’s estate had continued to operate said laundry. The count then proceeded to charge Williams with substantially the same negligence already alleged against the trustees.\nObviously, the inclusion of the third count in the declaration operated to effect a misjoinder of causes of action and also of parties. While the statute (Section 4225 Comp. Gen. Laws) permits a joinder in the same suit of different causes'of action (except as to replevin and ejectment), such different causes of action so joined must be “by and against the same parties in the same rights.” Here the several-counts were not against the same parties, nor in the same rights. Pensacola Electric Co. v. Soderlind, 60 Fla. 164, 53 So. R. 722. Furthermore, a joint tort is essential to the maintenance of a joint action therefor against several parties. Symmes v. Prairie Pebble Phosphate Co., 66 Fla. 27, 63 So. R. 1; Gulf Refining Co. v. Wilkinson, 114 So. R. 503, 94 Fla. 664. For separate and distinct wrongs, not connected by the ligament of a common purpose, actual or implied by law, the wrongdoers are liable only in separate actions and not jointly in the same action. Standard Phosphate Co. v. Lunn, 66 Fla. 220, 63 So. R. 429.\nThe defendants, without questioning the sufficiency of the declaration by demurrer, plea in abatement, or otherwise, plead to the declaration. It was not until July 12, 1928, nineteen days after judgment was rendered, that an effort was made to do so by filing a motion in arrest of judgment, one of the grounds of which was that the declaration was “duplicitous.” This motion came too late. Motions in arrest of judgment must be made within the same time and in the same manner as provided for motions for new trial. Section 4500 Comp. Gen.. Laws.\nBut so far as the misjoinder of the executor is concerned, it worked no injury to the defendants. Sections 4499 and 4501, Comp. Gen. Laws. For, before going to trial,' on motion of- Williams as Executor, to which no objection was made, the court granted a severance as to him, and the ease was tried on .the first two counts, against Kenneth Smith as trustee, he having been substituted as a party defendant in the place of Williams and Patterson as trustees. The severance was properly granted; or, at least, the defendants are not in a position to question it. See Mitchell v. Mason, 61 Fla. 338, 54 So. R. 863; Edgar v. Bacon, 97 Fla. 679, 122 So. R. 107.\nThis substitution of parties, according to the only entry concerning it in the record, came about as follows. It appears from page 22 of the transcript that on April 10, 1928, there was filed in said cause a “suggestion as to the resignation of trustees by John W. Patterson, Jr., and Bradford G. Williams, and as to the appointment of one Kenneth Smith as the successor to said trust.” Then follows this entry: “On the 28th day of May, 1928, pursuant to suggestion as to resignation of trustees as aforesaid, the plaintiff filed in said cause motion to amend all pleadings by substituting therein Kenneth Smith as trustee for Weaver’s Lakeland Steam Laundry for the names of the former trustees, John W. Patterson, Jr. and Bradford G. Williams. On the 2nd day óf June, 1928, after due notice of the motion aforesaid, an order was entered in said cause striking out the names of John W. Patterson, Jr. and Bradford G. Williams, as joint trustees of Weaver’s Lakeland Steam Laundry, and substituting therefor the name of Kenneth Smith, as trustee for Weaver’s Lakeland Steam Laundry.”\nThis order of substitution had an effect which does not appear to have been noticed, nor any attempt to take advantage thereof made, in the trial court; nor has the point been argued in this Court. We refer to the fact that the declaration as thus amended had the effect of making counts one and two 'charge the negligence therein alleged as having been the negligence of Kenneth Smith as trustee,, instead of by his predecessors in the trust, in the - course of the operation of said laundry, as charged in the original amended declaration filed in November, 1927. Now it is most likely that Williams and Patterson did not resign as trustees until long after the plaintiff was injured, but the' suggestion, motion to amend the order of the court as shown by the record does not expressly show when they resigned, nor when Kenneth Smith was appointed, nor by whom, nor' upon what authority he was appointed. No objection, however, was made to the motion or 'to the granting of the ■ order substituting the name of Kenneth Smith as trustee in the place of Williams and Patterson. The order as made was in general terms, and rather indefinite, but construed in the light of the motion, it was evidently intended to apply to ‘ ‘ all pleadings. ’ ’ This would have made counts one and two, on which the case was tried and judgment rendered, charge that Smith as trustee was empowered and authorized under the will of Reed W. Weaver to operate, and was operating, the laundry at the time of plaintiff’s injury, and was therefore guilty of and chargeable with the negligence alleged.\nThe evidence in the case did not show who was the owner or who was in control of or operating the laundry at the time of plaintiff’s injury, excepting that one of the witnesses, Morris Bass, testified that he was the manager. The evidence merely dealt with the method of the laundry’s operation, the existence of certain alleged dangerous conditions in the laundry, particularly an unprotected machine of which the defendant had failed to warn the plaintiff, and the circumstances of plaintiff’s injury by said machine. The presumption might well be that if negligence was shown, the responsibility would rest upon the person in control of and operating the laundry, whoever it might, be, or in whatever capacity he was operating it. But in the absence of evidence, would the jury have been warranted in finding that such person was Kenneth Smith and that he was operating said laundry as trustee at the time of plaintiff’s injury, under the trusteeship created by the will of Reed W. Weaver, as alleged in the amended declaration ?\nIt might be noted that the bill of exceptions contains the following entry at the close of. plaintiff’s evidence in chief:. “Defendant admits the probate of Weaver’s will and Kenneth Smith’s power of attorneyship.” This may have been intended to cover more than the words indicate. But this is not an admission of Smith’s trusteeship, nor that as. such trustee he was in control of, or operating, the laundry at the time of plaintiff’s injury.\nThis brings us to the question as to whether under the pleadings as thus amended, this was all matter of inducement which was in legal, effect admitted by the plea of not guilty; there having been no special plea denying such matters. The defendant trustees had only filed pleas of the general issue, contributory negligence, and the like, and after the order of substitution of Kenneth Smith as. trustee, no further pleas were filed. Doubtless the order of substitution might be construed as reaching to the pleas, as well as to the declaration. It was evidently so understood by the parties, and the- court, and we will so treat it..\nIn view of the fact that one of the grounds of the motion for new trial was that the evidence was insufficient to support the verdict, it becomes necessary for us to consider the; question as to the scope of the plea of the general issue in actions of tori; that is, what is denied and put in issue by such plea, and what is admitted by it.\nRule 71 of Circuit Court Practice reads as follows:\n“In actions for torts, the plea of Not Guilty shall operate as a denial only of the breach of duty or wrongful act alleged to have been committed by defendant, and not of the facts stated in the inducement, and no other defense than such denial shall be admissible under that plea; all other pleas in denial shall take issue on some particular matter of fact alleged in the declaration. ’ ’\nIn Varnes v. Seaboard Air Line Ry. Co., 80 Fla. 624, 86 So. R. 433, this Court, in a well considered opinion by Mr. Justice Ellis, held that in an action for damages for the wrongful death of plaintiff’s intestate alleged in the declaration to have been caused by a railroad corporation acting through its special agent, servant or employee, the plea of not guilty does not admit that the person through whose conduct the deceased was killed was the special agent, servant or employee of the defendant, .and the burden of proving such relation was upon the plaintiff; that inducement in pleading is the statement of matter which is introductory to the principal subject of the declaration or plea and which is necessary to elucidate or explain it.\nShortly after this decision was handed down, the legislature of 1921 adopted Senate bill No. 131, which had the effect of amending rule 71 by adding thereto the following clause: ‘ ‘ and where in the declaration the breach of duty or wrongful act is alleged to have been committed by defendant through the agency of any other person or thing the alleged relationship between the defendant and that other person or thing shall not be put in issue by the plea of not guilty.” See paragraph 5, being the last paragraph of Sections 4332-4333 Comp. Gen. Laws.\nSenate bill No. 131 was vetoed by the Governor after the adjournment of the legislature, but in Croissant v. DeSoto Improvement Co., 87 Fla. 530, 101 So. R. 37, it was held by this Court that the veto was ineffective, not having been made within ten days after such adjournment, and that said bill therefore became a law.\nUnder rule 71 as thus amended, the effect of the plea of not guilty was only changed in cases where in the declaration the breach of duty or wrongful act is alleged to have been committed by defendant through the agency of any other person or thing.” The question at once arises whéther, under the allegatiohs of the declaration, the statutory amendment of the rule has any application in this case.-\nIn the Varnes case, supra, there was no allegation of negligence. The declaration charged that one Hicks was the special agent, servant or employee of the defendant railway company, vested with the duty and authority to prevent trespassers from stealing rides on the company’s freight train, and that Hicks, while acting within the scope of his authority, sought to eject Fox, a trespasser, from the moving train, and, while doing so, shot and killed him, or wantonly and wilfully caused him to fall to the ground, or shot him to prevent his reentering the train, thus causing his death. Thus the declaration charged a wilful or intentional act on the part of Hicks, amounting to either murder or manslaughter, and, as pointed out in the opinion, the defendant’s liability, if any, depended upon allegation and proof of Hicks’ agency; that is, that at the time he killed Fox, Hicks was the agent of the defendant, and was acting within the scope of his authority as such agent. Thus in that case, the agency of Hicks was of the gist of the ease. The holding there very properly was, as above pointed out, that, under such a declaration, the plea of the general issue did not admit such agency. The effect of the statute was to reverse this ruling so far as future cases were concerned, by providing in effect that in cases where the declaration alleges that the breach of duty or wrongful act was committed by the defendant through ‘ ‘ the agency of any other person or thing,” the plea of not guilty would admit “the alleged relationship,” that is the agency, between the defendant and such other person “or thing.” Just what the legislature meant by the agency of a “thing” is not quite clear. A “thing” may constitute an instrumentality, but neither in legal meaning nor in common parlance is it ordinarily understood that a thing, an inanimate object, may act as an agent. But whatever may have been the meaning of this word as used in the statute, it is quite clear that the declaration in this case is not within the operation of the statutory amendment to rule 71, for it nowhere alleges that the breach.of duty or wrongful act complained of was ‘ ‘ committed by defendant through the agency of any other person or thing. ’ ’ The gist of the charge made in the declaration is that the injury complained of was caused by a negligent failure on the part of the defendant to perform certain non-delegable duties of the master, such as the failure to provide the plaintiff employee with a reasonably safe place in which to work; or, more specifically speaking, the failure of the defendant to keep a guard or other protecting device over or around the upper part of a dangerous and rapidly revolving piece of machinery, by which machine it was necessary for plaintiff to pass in the course of his duty and employment, and into which plaintiff, slipping upon the slick and soapy floor of the laundry, fell and was injured. The declaration also charged that the defendant was negligent in failing to warn plaintiff, an eighteen year old boy who had but shortly before entered his .employment, of the dangerous character of the machine when thus left uncovered. So neither the statutory amendment to rule 71, nor the principle enunciated in the Varnes case, have any application to the case at bar. Here we have a case alleging merely simple negligence, all of which is charged directly against the defendant.\nAt common law the' rule was that the plea of the general issue puts in issue all the material allegations of the complaint or declaration. This is still the .rule in many of our States to this day. 45 C. J. 1140; A. C. L. R. R. Co. 1. Crosby, 53 Fla. 400, 432, 43 So. R. 318. As usually the only contention between the parties in actions of tort was whether or not the breach of duty or wrongful act alleged to have been committed by the defendant amounted in law to a breach of duty or wrongful act, and whether it had in fact been committed as alleged, the common law rule was a cumbersome one in actual practice and required the introduction of much unnecessary evidence by the plaintiff to prove allegations in the nature of .inducement which were not really in dispute. So the eommon law requirement was changed by the rules of pleading adopted at Trinity Term, 1853, which rules- liad the force of an act of Parliament. Rule 71 of our Circuit Court rulés, adopted by this Court in June, 1873, is an exact copy of the English Trinity Term rule on that subject, and has in operation greatly simplified and facilitated the administration of justice. See the Crosby case, supra. It is one of the many illustrations of the value of leaving the rule-making power in the hands of the courts.\nThis rule is admirably expressed, but, as has always been the case with practically all rules and statutes, some questions have arisen in regard to its application to partieular eases. Thus in the Crosby ease, it was held that in an action against a railroad company for damages for personal injuries received by the plaintiff while a passenger on one of its trains caused by the negligence of the defendant in backing a locomotive against such train, the allegation in the declaration that the plaintiff was a passenger was matter of inducement which was not denied by the-plea of not guilty, and no proof of such relation was necessary in the absence of any special plea denying such relationship. It was observed in the able opinion of Chief' Justice Shackleford that “it is settled law in this Court that all the allegations in the declaration which are not denied by plea are admitted to be true.” And in A. C. L. R. R. Co. v. Coachman, 59 Fla. 130, 52 So. R. 377, it was held that, under the plea of not guilty, the allegation in the declaration that the consignee of the-damaged livestock was the agent of the plaintiff, was-matter of inducement and was not put in issue by such plea. In City of Key West v. Baldwin, 69 Fla. 136, 67 So. R. 808, various allegations leading up to the charge of the negligence complained of, were held, in the opinion by Mr. Justice Ellis, to be matters of inducement, not denied by'the plea. And in Johnson v. Fla. Brewing Co., 90 Fla. 148, 105 So. R. 319, it was held that in an action of trespass on the ease for' a wrongful injury to a chattel, the plea of not guilty did not deny the allegation in the; declaration that plaintiff was the owner of the chattel. It was said in the opinion by Mr. Justice Strum that, “If the defendant desired to put in issue the question of plaintiff’s ownership, it should have filed a special plea in denial thereof. Not being so denied, plaintiff’s allegation of ownership is admitted;” citing among other cases: Tison v. Broward, 17 Fla. 465, wherein it was held that in an action of trespass upon lands-, the plea of not guilty admitted the possession of the plaintiff, and Clark v. United Grocery Co., 69 Fla. 624, 68 So. R. 766, which, though an action ex contractu, held that in such actions all allegations of a declaration which are not denied by plea are admitted to be true. In 49 C. J. 248-249, the text says: ‘ ‘ The general issue admits ownership, possession, control and operation. of the premises or instrumentality causing an injury sued on, and denies only the wrongful act alleged. It does not put in issue the character or capacity in which plaintiff sues, or in which defendant is sued. Relationship of parties is put in issue by the plea of the general issue, if the relationship is of the gist of the action, otherwise not.” Citing in support of the last proposition, our case of Varnes v. Seaboard Air Line Ry. Co., supra. See also, to like effect, 45 C. J. 1141-2.\nIn the light of these authorities, we hold that the allegations of the amended declaration, as further amended by order of the court on plaintiff’s motion, to the effect that the defendant Kenneth Smith as trustee was at the time of plaintiff’s injury operating the laundry in question as trustee under the authority of the duly probated will of the deceased former owner, were matters of inducement which were not put in issue by the plea of not guilty, and not having been denied by any other plea, must, be considered as having been admitted for the purposes of the trial, thus dispensing with any necessity for proof of such allegations, if indeed such proof were possible.\nNo error was committed by the court in its ruling upon the demurrer to the defendant’s pleas. All. the defenses which the defendant could have made, or which were attempted to be made, except the defense of assumption of risk, were available under the pleas of the general issue and of contributory negligence, upon which the case was tried; no plea of assumption of risk having been interposed.\nThe general rule is that assumption of risk by an employee is an affirmative defense, which must be specially pleaded and proven. Atlantic Coast Line R. Co. v. Beazley, 54 Fla. 311, 45 So. R. 761; German American Lumber Co. v. Brock, 55 Fla. 577, 46 So. R. 740; Southern Turpentine Co. v. Douglass, 61 Fla. 424, 54 So. R. 385; Cooney-Eckstein Co. v. King, 69 Fla. 246, 67 So. R. 918; 39 C. J. 952. The fifth headnote in Taylor v. Prairie Pebble Phosphate Co., 61 Fla. 455, 54 So. R. 904, holds that contributory negligence and assumed risk are affirmative defenses which should be pleaded .and proven by the defendant “unless they appear in the case made by the plaintiff.” But in the opinion the latter clause is used only in connection with contributory negligence. Be that as it may, after due consideration of plaintiff in error’s argument to the contrary, we do not think that either the declaration or the evidence shows any assumption by the plaintiff of the risk created by leaving the dangerous extractor machine uncovered. The doctrine has long obtained in this jurisdiction, as in many others, that as a general rule the servant will not be held to have assumed risks resulting from the master’s negligence. Stearns & Culver Lumber Co. v. Fowler, 58 Fla. 362, 50 So. R. 680; German American Lumber Co. v. Brock, supra; 39 C. J. 692, 696; Southern Turpentine Co. v. Douglass, supra. This rule was expressly adopted, and somewhat extended by the statute of 1913, known as the “hazardous occupations act,” as to cases falling within the operation of that act. See section 7061 Comp. Gen. Laws.\nThe declaration, as amended, stated a cause of action under the principles of law laid down in German American Lumber Co. v. Brock, Stearns & Culver Lumber Co. v. Fowler, and Southern Turpentine Co. v. Douglass, above cited. See also 39 C. J. 401 et seq.\nNor. do we find any merit in the assignments of error based upon the court’s instructions to the jury. Considered as a whole, the court’s charge was eminently fair to both sides and free from any harmful or revei'sible error.\nThe evidence was in conflict, especially as to whether the plaintiff had been warned of the danger, but the jury settled these questions in favor of the plaintiff, and as there was substantial evidence to sustain their verdict on all disputed points, the coui't did not err in overruling the motion for new trial.-\nThe judgment in this case against the defendant as trustee of Weaver’s Lakeland Steam Laundry provided that the same should be paid out of the funds and assets in the hands of the defendant belonging to said laundry, that is, belonging to the trust estate. This was correct. While the general rule is that the trust estate is not liable for the torts of the trustee, as the law will not allow a trust estate to be impaired by the negligence or improvidence of the trustee, this rule is subject to exceptions. Thus where an active trust is created and the trustee is charged with the duty of carrying on a business, the trust estate may be held liable for the negligence of the trustee or his employees, unless there be some limitation to the contrary imposed by statute or by the instrument creating the trust. 26 R. C. L. 1319, 1320; Wright v. Caney River Ry. Co., 151 N. C. 529, 19 Ann. Cases 384, and note on pages' 387 et seq.\nThere being no reversible error in the record, the judgment of the court below is affirmed.\nAffirmed.\nTerrell, C. J., and Ellis, J., concur.\nWhitfield, P. J., and Strum and Buford, J. J., concur in the .opinion and judgment.",
        "type": "majority",
        "author": "Brown, J."
      }
    ],
    "attorneys": [
      "Bradford O. Williams and Bryant & Trantham, for Plaintiff in Error;",
      "Anna A. Kñvitshy, for Defendant in Error."
    ],
    "corrections": "",
    "head_matter": "Kenneth Smith, as trustee for Weaver's Lakeland Steam Laundry, Plaintiff in Error, v. Reuben Coleman, a minor, by his next friend, Isham E. Coleman, Defendant in Error.\nDivision A.\nOpinion filed January 12, 1931.\nBradford O. Williams and Bryant & Trantham, for Plaintiff in Error;\nAnna A. Kñvitshy, for Defendant in Error."
  },
  "file_name": "1707-01",
  "first_page_order": 703,
  "last_page_order": 718
}
