{
  "id": 12166708,
  "name": "In re Hampton G. Corneil and Andrew D. Shuttle, Jr.",
  "name_abbreviation": "In re Corneil",
  "decision_date": "1965-06-17",
  "docket_number": "No. 7295",
  "first_page": "1718",
  "last_page": "1726",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1718"
    },
    {
      "type": "parallel",
      "cite": "347 F. 2d 563; 145 U.S.P.Q. 702"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "145 USPQ 702",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": -1
    },
    {
      "cite": "347 F. 2d 563",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        860344
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f2d/347/0563-01"
      ]
    },
    {
      "cite": "229 F. 2d 457",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        67218,
        6078125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/229/0457-01",
        "/ccpa/43-2/0775-01"
      ]
    },
    {
      "cite": "331 F. 2d 636",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6092369,
        132734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1317-01",
        "/f2d/331/0636-01"
      ]
    },
    {
      "cite": "51 CCPA 1317",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6092369
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/1317-01"
      ]
    },
    {
      "cite": "43 C.C.P.A. 775",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078125
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/43-2/0775-01"
      ]
    },
    {
      "cite": "135 USPQ 442",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6078230
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0773-01"
      ]
    },
    {
      "cite": "305 F. (2d) 505",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165970,
        251606
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1243-01",
        "/f2d/305/0505-01"
      ]
    },
    {
      "cite": "49 CCPA 1243",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165970
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1243-01"
      ]
    },
    {
      "cite": "229 F. 2d 457",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        67218,
        6078125
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/229/0457-01",
        "/ccpa/43-2/0775-01"
      ]
    },
    {
      "cite": "43 C.C.P.A. 775",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078125
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/43-2/0775-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 961,
    "char_count": 22819,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 7.334101527552327e-08,
      "percentile": 0.4401675541701466
    },
    "sha256": "67b10527840d8f5136fdcb84c7c68a3838b051a89cf37e688f5824bf286cfc69",
    "simhash": "1:9f1e90d967ca6fcc",
    "word_count": 3750
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Hampton G. Corneil and Andrew D. Shuttle, Jr."
    ],
    "opinions": [
      {
        "text": "Worley, Chief Judge,\ndelivered the opinion of the court:\nThis appeal is from the rejection of all the claims, 1 through 20, of appellants’ application Serial No. 735,581, filed May 15, 1958, for “Nuclear Energy Utilization.”\nThe application relates to a method which includes detonating a nuclear device of the fission or fusion type in a cavern in a salt formation located below the earth’s surface, utilizing the energy released thereby to heat water in the cavern, and removing the resulting heated water or steam for utilizzation of the energy therein at the surface. The cavern is prepared by drilling a well in to a geological formation such as a salt dome, and then circulating water through the well to dissolve and remove salt through “well known water elution techniques.” According to the application:\nAll of the elution water may be removed from the cavern after the formation thereof, or only a portion of the water may be removed. For example, the desired amount of water to be left in the caven may amount to 0.51 X 10s cubic feet or 9.1X10° barrels. * * *\nWhile the water left in or remaining in the cavern 11' may be a portion of the water remaining after the forming of the cavern, it is specifically contemplated that the elution water may be removed substantially completely to provide a dry cavern and a selected amount of fresh water introduced into the cavern 14' either before or after actuating a nuclear device as contemplated in the present invention.\nAfter the nuclear device is placed in the cavern, the cavern is closed and device fired. Appellants state that firing the device will cause water in the cavern to be heated to a temperature of about 800° to 1500° F. at a pressure of about 1,500 to 10,000 psia. It is also stated that radioactive products are formed and “a portion of the salt may be liquefied or volatilized or both.”\nThe application states that the cavern may be closed for about 5 to 10 days after detonation, allowing shortlived radioactive entities resulting from the detonation to decay, and permitting reactive chlorine, sodium, hydrogen and oxygen entities to react with themselves or each other to achieve a thermodynamic steady state. The cavern is tapped in a suitable manner, as by moving a plugging device used to seal the well or drilling another well.\nThe application describes an embodiment wherein two or three caverns are prepared in the salt dome. As the contents of one cavern cool, another nuclear device may be fired in the next cavern to provide a continuous supply of steam at the surface.\nClaims 1, 13 and 15 are representative:\n1. A method which comprises actuating a nuclear device in a cavern in an isolated, compact, subterranean, stable, geological salt formation comprising at least about 90 percent sodium chloride, whereby the energy liberated by the actuation is substantially completely thermally retained adjacent the zone of detonation, utilizing at least a portion of said thermal energy for the heating of water in the cavern, and withdrawing a portion of said heated water from said zone for the utilization of at least a portion of the thermal energy contained therein.\n13. A method which comprises drilling a plurality of spaced apart wells into a subterranean salt dome comprising at least about 90 percent sodium chloride, forming a cavern in said salt dome below each of said wells, at least partially filling the first of said caverns with water through a first well communicating therewith, inserting a nuclear device into said first cavern through said first well, said device having a predetermined energy release capacity sufficient to convert said water to steam, closing said well from the atmosphere, actuating said device, tapping said first cavern, withdrawing at least a portion of said steam and abstracting useful energy therefrom, whereby said steam is cooled, condensing said cooled steam into recycle water, injecting said recycle water into a second of said caverns until said first cavern is substantially depleted of useful steam, thereafter inserting a second nuclear device into said second cavern and actuating said second nuclear device therein whereby said recycle water is again converted into steam, thereafter withdrawing steam from said second cavern and abstracting useful energy therefrom, condensing said thus used steam into recycle water and injecting said condensed water into another of said caverns whereby a substantially constant supply of steam is provided.\n15. A method which comprises the steps of penetrating a salt formation with a well, eluting with water an elongate cavern in said formation below said well having a diameter within the range of 30 to 200 feet and a length-to-diameter ratio in excess of about 30:1, removing elution water from said cavern, to thereby provide a substantially dry cavern, actuating a nuclear device in said cavern adjacent the midportion thereof to thereby liquefy salt about the zone of detonation to form a pool of molten salt in said cavern, next bringing liquid water into contact with said molten salt to convert said liquid water into steam and thereafter withdrawing a portion of said thus-generated steam from said cavern, said salt formation comprising at least about 90 percent sodium chloride.\nAll the claims stand rejected on the ground that the disclosure is insufficient under 35 USC 112. Claims 1 through 12, but not 13 through 20, are additionally rejected as unpatentable over the prior art.\nThe references relied on for the prior art rejection are:\nRougeron, Les Applications de L’Explosion Thermonueleaire—Paris. Editions Berger-Levrault, 1956, pages 152-168.\nTime Magazine, March 24, 1958, page 64.\nUCRL 5124. The Underground Nuclear Detonation of Sept. 19, 1957, Rainier Operation Plumbob, Feb. 4, 1958, pages 3, 5-8, 14-27.\nRelied on with respect to the rejection on incomplete disclosure are:\nUCRL 5677, Plowshare Series, May 14, 1959, pages 56-57.\nAtomic Energy Commission Report entitled “Major Activities in the Atomic Program,” January-December 1961, pages 208-215. (AEC)\nAlso, appellants, in a request for reconsideration, cited the following in connection with the question of incomplete disclosure:\nPNE-109F, U.S. Atomic Energy Commission Plowshare Program, July 19,, 1962, pages 34-36.\nUCRL 7166, Review and Summary of Some Project Gnome Results, December 21, 1962, pages 7-14.\nRougeron discloses that underground thermonuclear boilers can be formed by introducing water into a chamber with a bomb which is exploded to heat or vaporize the water. It states that such boilers can be adapted to any soil and that, if volumes of the boilers are found insufficient in granite rocks, the volumes can be increased by producing the explosion at lesser depths in more compressible calcareous rocks or sedimentary soil. The publication gives illustrative values for the depth and size of the chambers for a thermonuclear boiler along with the pressure and temperature of the steam produced.\nTime describes a small underground nuclear explosion (Test Rainier) in soft volcanic rock wherein the heat from the explosion was dissipated through the rock. It refers to the possibility that a bomb exploded under a different kind of mountain might create a mass of very hot rock whereby water forced into it would be turned to steam to be used to drive turbines in generating power.\nUCRL 5124, also directed to the Test Rainier explosion, discloses in equation form the relationship between the depth of the underground explosion and the energy of the device to be exploded.\nUCRL 5677 and AEC both bear dates later than appellants’ filing date. The latter discusses results of an underground nuclear detonation carried out by the Atomic Energy Commission in a salt formation on December 10, 1961, designated Project Gnome. UCRL 5677 presents an analysis, made prior to the performance of Project Gnome, of the results it was expected would be attained.\nPNE-109F and UCRL 7166 are still later discussions of Project Gnome results.\nWith respect to the rejection on insufficient disclosure, the examiner referred to UCRL 5677 and AEC as showing uncertainty as to the effect of an explosion in a salt formation. Pie referred particularly to a disclosure in the latter that steam actually escaped from the shaft in Project Gnome and questioned whether conditions necessary to obtaining a significant heat recovery are disclosed by appellants. The board agreed with the examiner, also expressing doubt that the energy liberated in appellants’ process is substantially thermally retained adjacent the zone of detonation. It found the application “inadequate for one skilled in this art to carry out the claimed method without undue experimentation to determine necessary, but non-disclosed, parameters which render the process operative.” The board further stated:\nThe above cited U.C.R.L. 5677 and Atomic Energy Commission reports present factual information (see In re Rainer et al., 49 CCPA 1243; 784 O.G. 747; 305 F. (2d) 505; 134 USPQ 343 and In re Wilson et al., 50 CCPA [827]; 787 O.G. 440; 135 USPQ 442) indicating the specification herein not to include sufficient details for operation of the claimed method in order positively to produce the desired results. U.C.R.L. 5677 indicates uncertainty in maintenance of the cavity. More importantly, the A.E.C. Report (page 213) discloses that an actual explosion in a salt cavity more or less in conformance with appellants’ disclosed mode of operation produces cavities, at least some of which persist, but such cavities do not maintain steam pressure and are apparently not sealed since the steam has escaped. A failure of the cavity to maintain steam pressure would render appellants’ process inoperative; there is no teaching in this application of the additional expedients which would enable one skilled in the art to carry out the claimed method so as to necessarily obtain caverns which will maintain steam pressure. * * *\nThe description, indicated by the above reports to be conjectural and based upon appellants’ opinions and theories but not supported by the disclosure of a specific, complete, operative embodiment demonstrating the best mode of carrying out the claimed process, does not comply with the requirements of 35 U.S.O. 112. * * *\nOn reconsideration, the board adhered to its decision. Although taking the position that the publications cited by appellants in their request were not properly before it, the board referred to its consideration of them in a decision on reconsideration in another of appellants’ applications, that involved in Patent Appeal No. 7284 decided concurrently herewith.\nAppellants contend that their application is adequate to enable a person skilled in the art to carry out the claimed invention. They take the position that the record clearly shows calculations of the temperature and pressure to be attained in the cavern and the amount of water and power of the nuclear device are within the ability of such person, pointing in particular to several statements in the Rougeron reference. They urge that, since their specification “clearly points out to one skilled in the art that the cavity should be thermally and pressure insulated,” such a person following their suggestion “will do his utmost to thermally and pressure insulate the cavern.” Appellants further state:\nThe Board’s requirement that the desired results be “POSITIVELY” produced seems to be tantamount to a requirement that Appellants’ method be actually reduced to practice and that there be no problems to be overcome In order for Appellants to receive a patent. This, of course, Is not in accordance witli the requirements of the law.\nAbsolute certainty is not required by the law. Also, the fact that some of the steam would escape in the Gnome Project does not in itself preclude Appellants from obtaining a patent on their invention. The mere fact that something has not previously been done clearly is not in itself a sufficient basis for rejecting all applications purporting to disclose how to do it: In re Chilowsky, 43 C.C.P.A. 775, 108 USPQ 321.\nSo far as PNE-109F and UCRL 7166, which the board held not properly before it, are concerned, appellants urge those publications have been incorporated in this case because of the board’s reference to its treatment of them in its decision in the application of Patent Appeal No. 7284. We are inclined to agree with that position and have considered the arguments appellants based on those publications, including the arguments in the request for reconsideration before the board.\nThe rejection under 35 USC 112 raises the issue whether appellants’ description of the invention and the manner of using it is “in such full, clear, concise and exact terms” as to enable “any person skilled in the art” to make and use the invention. That issue is closely related to that in Patent Appeal No. 7284 involving another appellants’ applications, decided concurrently herewith.\nThe application in No. 7284 describes utilization of a cavern prepared in a salt formation in the same manner disclosed here for the production and recovery of radioactive isotopes through detonation of a nuclear device. Neutron target material is placed in the cavern before the detonation of the device. It is stated that water may then be introduced into the cavern for contact with molten salt resulting from the detonation to cause isotopes to be carried to the surface by steam or water recovered from the cavern. In deciding that appeal, we referred to In re Wooddly, Jr. and, Moore, 51 CCPA 1317, 331 F. 2d 636, 141 USPQ 518, where we considered the adequacy of an application directed to a method involving detonation of a nuclear device in a cavity in a salt dome to form a body of molten salt and removal of that salt to create a large cavern. We quoted from Wooddy as follows:\nIt appears that no one on earth is certain as of the present whether the process claimed will operate in the manner claimed. Yet absolute certainty is not required by the law. The mere fact that something has not previously been done clearly is not, in itself, a sufficient basis for rejecting all applications purporting to disclose how to do it. In re Chilowsky, 43 CCPA 775, 229 F. 2d 457, 108 USPQ 321. Our statute requires, inter alia, that the invention be useful (35 U.S.C. 101) and that it be fully disclosed (35 U.S.C. 112). * * * If the whole invention is not communicated to those skilled in the art on reading the disclosure, the inventor is not entitled to his limited monopoly under the patent.\nWe further concluded that the application in 7284 did not describe the invention in sufficient detail to show that the process could be carried out by one of ordinary skill in the art, finding in particular that the specification was deficient as to details of operation necessary to provide a zone of molten salt.\nWe think the present application is insufficient to teach one skilled in the art to carry out its objective for substantially the same reasons. It is true that the excerpts from Rougeron cited by appellants set out values of temperature and pressures to be attained in an atomic boiler. However, the reference does not disclose procedures which satisfy us that one skilled in the art would be enabled by appellants’ disclosure to provide a pool of molten salt from which a useful amount of energy could be attained.\nAlso, the reference in the AEC Report to leakage of steam in the Project Gnome explosion leaves serious doubt that appellants’ disclosure would enable persons skilled in the art to maintain steam pressure in the cavern. Appellants’ argument that their specification would cause a person following it to “do his utmost to thermally and pressure insulate the cavern” is not convincing since the real question is whether such person following the teaching of the specification would be able to seal the cavern effectively, not whether he would try to do so. The record does not satisfy us that the question can be answered in appellants’ favor. In Project Gnome steam escaped although only a 5 kiloton explosion was involved.\nAccordingly, we think the record requires the conclusion that the specification does not set forth sufficient detail to provide reasonable assurance that one of ordinary skill in the art could carry out the claimed method without additional and extensive experimentation.\nIn the prior art rejection, claims 1 through 6 were held unpatentable over either Eougeron or Time on the ground it would be obvious to substitute a salt formation such as a salt dome for the particular formations disclosed as the explosion site in those references. Claims 7 through 12 were rejected on the same references in view of UCEL 5124. It appears uncontroverted that UCEL 5124 is adequate to teach the relationships of depth of detonation and explosive power expressed in claims 7 through 12 and that those claims thus stand or fall with claims 1 through 6. Thus appellants state:\n* * * as to claims 1 through 12, the novelty * * * resides in using a salt dome or salt formation as the site for the nuclear device. The issue, therefore, is whether the use of the salt dome or salt formation imparts patentability to claims 1 through 12.\nWe agree with that statement and are satisfied that the use of a salt dome as the explosion site would be obvious. One of ordinary skill in this field who contemplates utilizing underground nuclear explosions to obtain useful energy at the earth’s surface would be expected to have some knowledge of geology. Statements in Eougeron that an underground thermonuclear boiler can be adapted to any soil and that any insufficiency in the boiler formed in granite can be overcome by using more compressible calcareous rocks or sedimentary soil would not be ignored by such a person contemplating formation of an underground boiler. The existence of salt formations being known, as well as the fact that water elution techniques permit forming a cavern therein, it seems clear that one of ordinary skill in the ai't would conceive of using such a formation as the site for the boiler.\nIn affirming the prior art rejection, the board stated:\nWe wish to emphasize the lack of evidence by way of a specific operative example in the specification or elsewhere in this record which may be compared with the reference method to demonstrate the claimed choice of a salt formation as a site of operation of the claimed process actually to produce any results pat-entably distinct from those which would occur in the operation of the Rongeron process in any of the several natural formations therein described. In our opinion, the selection of other natural formations such as the claimed salt strata is well within the expected skill of one skilled in this art.\nAppellants quote the first sentence of that paragraph and imply that the board improperly imposed a requirement that they demonstrate a. difference in operation or in results instead of confining itself to the sole requirement of the statute, unobviousness. We do not think that the board imposed such a requirement. Its conclusion that the selection of other natural formations such as the claimed salt strata is well within the expected skill of one skilled in the art, clearly demonstrates its decision was based on a holding of obviousness under 35 USC 103.\nNo error is seen in the rejection of claims 1 through 12 on the prior art.\nThe decision of the board is affirmed.\nThe term psia means pounds per square inch absolute.\nUniversity of California Radiation Laboratory.\nThat request and the cited portions of the two publications are included in the record here.\nIn connection with the rejection of claims 1 to 12 on Rougeron or Time, the board stated:\nWe note the Examiner to have withdrawn the similar rejection of claims 13 through 14 although Rougeron (page 167) discloses successive chambers and several boilers (page 16S).\nWe do not regard that comment as amounting to a rejection of those claims on the prior art.",
        "type": "majority",
        "author": "Worley, Chief Judge,"
      },
      {
        "text": "Smith, Judge,\ndissenting in part, with whom Rich, J., joins.\nStudy of the record has convinced me that the board committed no-reversible error in sustaining the rejection of claims 1-12 as unpat-entable over the prior art, and I agree with the majority that that aspect of the appealed decision should be affirmed.\nI do not agree, however, that appellants’ disclosure is inadequate. See my concurring opinion in appeal No. 7284, decided concurrently herewith. It is clear that a person of ordinary skill in this art, viewing the present disclosure, would reasonably expect that appellants’ invention will operate as claimed.\nRegarding the problem of escaping steam noted in the Project Gnome experiment, I agree with appellants that:\n* * * Appellants’ specification clearly points out to one skilled in the art that the cavity should be thermally and pressure insulated. Accordingly, one skilled in the art following Appellants’ suggestion will do his utmost to thermally and pressure insulate the cavern. The proper amount of plugging to be placed in the drill hole can be easily determined by those skilled in the art in order to perform a process which will probably work.\n*******\n* * * It is true that in some cases, particularly in the early stages of development, the pressure and heat seal may fail as was the case in the Gnome Project. However, this is true not only in the early stages of a new art, but even after the art is old and well known. * * *\nMoreover, this court pointed out in In re Chilowsky, 43 CCPA 775, 229 F. 2d 457, 108 USPQ 321, that the failure of other devices designed for the same general purpose does not prove that an applicant’s claimed invention could not operate successfully. This principle is even more applicable here, in view of the many differences between the method claimed by appellants and that employed in Project Gnome. As appellants point out, the access drill hole disclosed by them is different from the shaft and horizontal tunnel used in the Gnome Project. In addition, the Gnome Project did not employ a salt dome formation. Thus there is no basis for concluding that the Gnome Project results portend even occasional failure for appellants’ claimed method.\nThe rejection of claims 13-20 predicated on inadequacy of appellants’ disclosure should, in my opinion, be reversed.",
        "type": "dissent",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Frank 8. Troidl, for appellants.",
      "Clarence W. Moore (Raymond F. Martin, of counsel) for Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 563; 145 USPQ 702\nIn re Hampton G. Corneil and Andrew D. Shuttle, Jr.\n(No. 7295)\nUnited States Court of Customs and Patent Appeals,\nJune 17, 1965\nFrank 8. Troidl, for appellants.\nClarence W. Moore (Raymond F. Martin, of counsel) for Commissioner of Patents.\n[Oral argument December 10, 1964, by Mr. Troidl and Mr. Martin]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges\nPetition for rehearing denied October 12, 1965."
  },
  "file_name": "1718-01",
  "first_page_order": 1042,
  "last_page_order": 1050
}
