{
  "id": 12166773,
  "name": "David Crystal, Inc. v. Budd & Votaw",
  "name_abbreviation": "David Crystal, Inc. v. Budd & Votaw",
  "decision_date": "1965-06-17",
  "docket_number": "No. 7432",
  "first_page": "1741",
  "last_page": "1742",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1741"
    },
    {
      "type": "parallel",
      "cite": "145 U.S.P.Q. 718"
    },
    {
      "type": "parallel",
      "cite": "346 F.2d 623"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 224,
    "char_count": 2278,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 4.688403287882615e-08,
      "percentile": 0.2512967921815572
    },
    "sha256": "e8d316d51e672ca50f85cae56a5bb908d19254e24f0df2178fe22a59658e6fa9",
    "simhash": "1:c64919aa32a5eee6",
    "word_count": 361
  },
  "last_updated": "2023-07-14T14:34:02.795273+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "David Crystal, Inc. v. Budd & Votaw"
    ],
    "opinions": [
      {
        "text": "Wokley, Chief Judge,\ndelivered the opinion of the court:\nBudd & Votaw seek registration of “Fog Cutter” for men’s and boys’ jackets, raincoats, shirts and sweaters, alleging use since 1961. David Crystal, Inc. opposes on prior registrations of “Foggers” and “British Foggers” for ladies’ and misses’ dresses, coats, dress and jacket ensembles, suits, blouses, slacks, coveralls and jumpers. In dismissing the opposition the Trademark Trial and Appeal Board stated:\nApplicant’s mark “Fog Cutters” and opposer’s marks “Foggers” and “British Foggers” manifestly differ substantially in both appearance and sound, and they convey distinctly different commercial impressions. In view thereof, it is our opinion that there is no reasonable likelihood of purchaser confusion, mistake or deception.\nNo testimony was taken regarding channels of trade, quality or prices of the competing goods, the parties merely submitting on the record and briefs.\nWe agree with the board’s assumption that the goods are of such nature as to be made by a single manufacturer and probably sold through the same trade channels. We also agree that application of the competing marks to the respective goods would not result in any likelihood of confusion.\nHere, as in all such cases, the competing marks have something in common, else there would be no contest. In this instance, opposer dissects his allegedly arbitrary mark “Foggers” into “fog” and “er” in an attempt to establish confusion. We do not think purchasers would be prone to follow that course when the marks are viewed as a whole, as they must be. The fact that applicant’s mark is applied to mens’’ apparel, and opposer’s mark to ladies’ garments, goods presumably bought with some degree of care, provides additional reason in support of the board’s holding.\nRich, J., dissents.\nSmith, J., dissents.",
        "type": "majority",
        "author": "Wokley, Chief Judge,"
      }
    ],
    "attorneys": [
      "Arthur 11. Seidel and Edward Gonda, for appellant.",
      "Joseph E. Trabucco, for appellees."
    ],
    "corrections": "",
    "head_matter": "346 F. 2d 623; 145 USPQ 718\nDavid Crystal, Inc. v. Budd & Votaw\n(No. 7432)\nUnited States Court of Customs and Patent Appeals,\nJune 17, 1965\nArthur 11. Seidel and Edward Gonda, for appellant.\nJoseph E. Trabucco, for appellees.\n[Oral argument May 6, 1965, by Mr. Gonda; submitted on brief for appellees.]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges\nPetition for rehearing denied October 12, 1965."
  },
  "file_name": "1741-01",
  "first_page_order": 1065,
  "last_page_order": 1066
}
