{
  "id": 1279768,
  "name": "The Gregg Corporation, a Corporation, Plaintiff in Error, v. R. B. Burdine and A. J. Cleary, Defendants in Error",
  "name_abbreviation": "Gregg Corp. v. Burdine",
  "decision_date": "1930-05-14",
  "docket_number": "",
  "first_page": "1751",
  "last_page": "1756",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1751"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "95 Fla. 596",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1265566
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/95/0596-01"
      ]
    },
    {
      "cite": "93 Fla. 503",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1275954
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/93/0503-01"
      ]
    },
    {
      "cite": "93 Fla. 670",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1275962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/93/0670-01"
      ]
    },
    {
      "cite": "89 Fla. 383",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1647226,
        1647239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/89/0383-01",
        "/fla/89/0383-02"
      ]
    },
    {
      "cite": "88 Fla. 80",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1308766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/88/0080-01"
      ]
    },
    {
      "cite": "86 Fla. 338",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1254290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/86/0338-01"
      ]
    },
    {
      "cite": "87 Fla. 448",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1646254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/87/0448-01"
      ]
    },
    {
      "cite": "83 Fla. 29",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1282915
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/83/0029-01"
      ]
    },
    {
      "cite": "78 Fla. 405",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1259572
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/78/0405-01"
      ]
    },
    {
      "cite": "47 Fla. 224",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1066821
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/47/0224-01"
      ]
    },
    {
      "cite": "96 Ark. 251",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1541982
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ark/96/0251-01"
      ]
    },
    {
      "cite": "71 Fla. 110",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1031580
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/71/0110-01"
      ]
    },
    {
      "cite": "72 Fla. 311",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1033269
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/72/0311-01"
      ]
    },
    {
      "cite": "61 Fla. 441",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1633005
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/61/0441-01"
      ]
    },
    {
      "cite": "60 Fla. 429",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1636661
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/60/0429-01"
      ]
    },
    {
      "cite": "62 Fla. 208",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1631572
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/62/0208-01"
      ]
    },
    {
      "cite": "57 Fla. 480",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1091426
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/57/0480-01"
      ]
    },
    {
      "cite": "74 Fla. 130",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1057455
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/74/0130-01"
      ]
    },
    {
      "cite": "72 Fla. 467",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1033280
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/72/0467-01"
      ]
    },
    {
      "cite": "56 Fla. 670",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1096385
      ],
      "opinion_index": 1,
      "case_paths": [
        "/fla/56/0670-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 9319,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4109338034765733
    },
    "sha256": "4cc3fed7cb69911e60572de0b12d0ae27552a12ed55b68dc6991fe75cb35b944",
    "simhash": "1:bed785d0bf4855cc",
    "word_count": 1664
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur.",
      "Terrell, C. J., and Whitfield and Strum, J., concur.",
      "Ellis, Brown and Buford, J. J., dissent.",
      "Brown and Buford, J. J., concur."
    ],
    "parties": [
      "The Gregg Corporation, a Corporation, Plaintiff in Error, v. R. B. Burdine and A. J. Cleary, Defendants in Error."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIn this cause Mr. Justice Ellis, Mr. Justice Brown and Mr. Justice Buford are of the opinion that the order of the circuit court sustaining the demurrer should be affirmed, while Mr. Chief Justice Terrell and Mr. Justice Whitfield and Mr. Justice Strum are of the opinion that the said order should be reversed. When it appears that the members of the Court are permanently and equally divided in opinion as to whether a judgment should be affirmed or reversed, and there is .no prospect of an immediate change in the personnel of the Court, the judgment should be affirmed. Therefore, it is considered, ordered and adjudged that the judgment of the circuit court in this cause bei and the same is hereby affirmed on the authority of State ex rel. Hampton v. McClung, 47 Fla. 224, 37 So. R. 51.\nTerrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur.\nPer Curiam.\nThe amended declaration herein does not wholly fail to state a cause of action, therefore the demurrer thereto should have been overruled. Wertz v. Tampa Electric Co., 78 Fla. 405, 83 So. R. 270; Peterson v. Oscar Daniels Co., 83 Fla. 29, 90 So. R. 621; Pero v. Corley, 87 Fla. 448, 100 So. R. 748; Foster v. St. Johns Electric Co., 86 Fla. 338, 98 So. R. 75; McDonald v. Exchange Supply Co., 88 Fla. 80, 101 So. R. 28; Cummings Mach. Works v. Clark, 89 Fla. 383, 105 So. R. 100; Hawkins v. Shore Acres Properties, 93 Fla. 670, 112 So. R. 61; Yon v. Pinellas County Power Co., 93 Fla. 503, 112 So. R. 50; Carlton v. F. E. C. Ry. Co., 95 Fla. 596, 116 So. R. 870.\nThe judgment rendered on the demurrer should be reversed.\nTerrell, C. J., and Whitfield and Strum, J., concur.\nEllis, Brown and Buford, J. J., dissent.",
        "type": "majority",
        "author": "Per Curiam. Per Curiam."
      },
      {
        "text": "Ellis, J.\n(dissenting).—I am unable to agree to the conclusion reached by the other members of the Court in this case that the declaration “does not wholly fail to state a cause of action” and that “therefore the demurrer thereto should have been overruled.”\nA writ of error was taken by the plaintiff, The Gregg Corporation, to a judgment on demurrer to the declaration. It was the fourth declaration filed in the cause for damages for an alleged breach of a contract which had been entered into between The Gregg Corporation as purchaser and Bum dine and Cleary as sellers of a ninety-nine year lease held by the latter on certain described real estate in Miami.\nA copy of the contract of purchase and a purported copy of the lease were attached to the declaration and by apt words made a part of it. Therefore upon demurrer the sufficiency of the declaration is tested by reference to it and the copies ¡of the instruments attached and made a part of it, because the instruments attached become a part of the declaration and all taken together constitute the statement in writing of the cause of action or declaration. See State v. Seaboard Air Line Ry. Co., 56 Fla. 670, 47 So. R. 986; Sovereign Camp of W. O. W. v. Hodges, 72 Fla. 467, 73 So. R. 347.\nThe rule may be considered as established in this jurisdiction that where the allegations of a declaration containing one count only are repugnant to and inconsistent with each other such allegations neutralize each other and the declaration will be held bad on demurrer. See State v. Seaboard Air Line Ry. Co., supra; Am. Fire Ins. Co. v. King Lumber Co., 74 Fla. 130, 77 So. R. 168.\nIt has also been repeatedly held that every pleading is to be most strictly construed against the pleader thereof; that it is the first essential of good pleading that it be characterized by certainty See Murrell v. Peterson, 57 Fla. 480, 49 So. R. 31; Hillsborough Grocery Co. v. Leman & Wright, 62 Fla. 208, 56 So. R. 684; Seaboard Air Line v. Rentz & Little, 60 Fla. 429, 54 So. R. 13; Sylvester v. Lichtenstein, 61 Fla. 441, 55 So. R. 282; F. E. C. Ry. Co. v. Peters, 72 Fla. 311, 73 So. R. 151; Co-operative Sanitary Baking Co. v. Shields, 71 Fla. 110, 70 So. R. 934.\nIt is the function of a court of equity or a court exercising such powers to enforce the rescission of contracts and the surrender and cancellation of written instruments and to grant' the appropriate relief. That proposition is well settled in the judisprudence of the United States. “It is in fact an ancient head of equity jurisdiction founded on the administration of a protective or preventive justice”. See 9 C. J. 1160; McCracken v. McBee, 96 Ark. 251, 131 S. W. R. 450; Hamilton v. Cummings, 1 John’s Ch. (N. Y.) 516.\nIn the case at bar the plaintiff corporation did not seek its remedy in a court of equity but preferred to take its case into a court of law to seek damages for an alleged breach of the contract. To sustain such an action it was necessary to allege clearly with such degree of certainty that the defendant might be informed of the grounds of complaint; just what the duty under the terms of the agreement the defendant was obligated by the instrument to discharge and which he failed to perform. It should also show the plaintiff’s right to the performance of such duty by the defendant or as has been stated in other words the performance by the plaintiff of all conditions precedent to a right of action upon the contract.\nThe cases cited in the majority opinion are to the proposition that where the declaration does not wholly fail to state a cause of action a demurrer thereto should not be sustained.\nIn view of the long line of decisions by this court holding that all pleadings should be certain, that the allegations or averments of the pleader must be taken most strongly against him and that inconsistent or repugnant allegations in a declaration render it bad, the rule expressed in the language of the majority opinion to which the cases therein listed are cited does not mean that a declaration faulty in its allegations, a declaration that is vague, unclear, inconsistent, containing allegations which neutralize or contradict each other is not subject to demurrer. It does not mean that upon a demurrer every intendment is taken in favor of the pleader and the allegations or averments of the plea are to be taken most strongly in the pleader’s favor instead of most strictly against him.\nThe declaration, when read in connection with the exhibits attached to it, contains imperfections sufficient to render it bad upon an attack by demurrer.\nIn the first place the contract was a broker’s proposition to become effective or binding upon the plaintiff and defendants only when approved by them. The proposition was approved by them and the contract was thereby closed. It acknowledges the receipt of the first payment, required the second to be paid on July 31, 1925, seventeen days after its date and the balance of $15,000.00 to be paid on or before ninety days from its date. Another provision is that the transaction shall be closed and the purchaser shall pay the balance of the first payment and execute all papers necessary to be executed by him for the completion of his purchase within fifteen days from the delivery or tender to him of an “ abstract of said property ’ ’.\nThat clause is incapable of interpretation when it is considered that at the time it was written or at least so soon as it was approved by the parties the first payment had been paid in full. The declaration alleges that the first payment was made on the date of the contract and the second was made on the date required in the contract to be made, which was July 31, 1925. The contract was ’closed .when the parties approved it. What could have been the meaning or effect of the provision that the ‘ ‘ purchaser shall have 90 days from date to close.” when it was closed by the approval of the parties and executed to the extent of five-sevenths of it by payment of two installments is equally unclear. To construe that clause to mean that the purchaser had the right to rescind the contract after the approval of it by the parties and the payment by the purchaser of the first and second installments would be to place an interpretation upon it which would defeat its other provisions that part of the price of the land was to be paid in cash and another part on July 31, 1925.\nThe declaration therefore was not framed upon the the theory that there was any right in the purchaser to rescind the contract but that a cause of action had arisen because the seller had not supplied an abstract of title showing a ‘ ‘ title to be good and marketable. ’ ’ The declaration rests solely upon the defendant’s failure to furnish such an abstract of title and failure to use reasonable 4 4 diligence to make the said title good and marketable.*’ Even if the allegations of the declarations do not show a waiver of the abstract by the closing of the transaction, the declaration does not allege that the title to the' property was not good nor marketable. If it was good and marketable the failure to furnish an abstract of the title would not constitute a cause of action.\nI think the order sustaining the demurrer was correct and should be sustained.\nBrown and Buford, J. J., concur.",
        "type": "dissent",
        "author": "Ellis, J."
      }
    ],
    "attorneys": [
      "Crawford & May, for Plaintiff in Error;",
      "Burdine, Terry & Fleming, for Defendants in Error."
    ],
    "corrections": "",
    "head_matter": "The Gregg Corporation, a Corporation, Plaintiff in Error, v. R. B. Burdine and A. J. Cleary, Defendants in Error.\nEn Banc.\nOpinion filed May 14, 1930..\nPetition for rehearing denied September 4, 1930.\nCrawford & May, for Plaintiff in Error;\nBurdine, Terry & Fleming, for Defendants in Error."
  },
  "file_name": "1751-01",
  "first_page_order": 747,
  "last_page_order": 752
}
