{
  "id": 1279687,
  "name": "Drake Lumber Company, Appellant, v. E. L. Semple, the W. P. Thurston Company, and Anderson Properties, Inc., Appellees. And- The W. P. Thurston Company, Inc., Appellant, v. Anderson Properties, Inc., Drake Lumber Company, and E. L. Semple, Appellees. And- Anderson Properties, Inc., Appellant, v. E. L. Semple, The W. P. Thurston Company, Inc., and Drake Lumber Company, Appellees",
  "name_abbreviation": "Drake Lumber Co. v. Semple",
  "decision_date": "1930-07-07",
  "docket_number": "",
  "first_page": "1757",
  "last_page": "1770",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1757"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [
    {
      "cite": "68 Fla. 451",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1027837
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/68/0451-01"
      ]
    },
    {
      "cite": "63 Fla. 631",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1629142
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/63/0631-01"
      ]
    },
    {
      "cite": "63 Fla. 612",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1629176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/63/0612-01"
      ]
    },
    {
      "cite": "72 Fla. 43",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1033273
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/72/0043-01"
      ]
    },
    {
      "cite": "53 Fla. 1055",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        323185
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/53/1055-01"
      ]
    },
    {
      "cite": "98 Fla. 1055",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1302036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/98/1055-01"
      ]
    },
    {
      "cite": "96 Fla. 671",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1248698
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/96/0671-01"
      ]
    },
    {
      "cite": "98 Fla. 1081",
      "category": "reporters:state",
      "reporter": "Fla.",
      "case_ids": [
        1302292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/fla/98/1081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 799,
    "char_count": 20313,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 4.864693648637454e-07,
      "percentile": 0.9328964738870876
    },
    "sha256": "7a25768a2e838c5ea086867cd4d7b49770767dad7c2b386a21af37036c4ea0b0",
    "simhash": "1:62ea2885123b4d97",
    "word_count": 3531
  },
  "last_updated": "2024-02-27T19:39:14.952203+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J. and Wi-iiteield, Ellis, Strum, Brown and Buford, J. J., concur."
    ],
    "parties": [
      "Drake Lumber Company, Appellant, v. E. L. Semple, the W. P. Thurston Company, and Anderson Properties, Inc., Appellees. And-The W. P. Thurston Company, Inc., Appellant, v. Anderson Properties, Inc., Drake Lumber Company, and E. L. Semple, Appellees. And— Anderson Properties, Inc., Appellant, v. E. L. Semple, The W. P. Thurston Company, Inc., and Drake Lumber Company, Appellees."
    ],
    "opinions": [
      {
        "text": "Andrews, Commissioner:\nThis litigation involves (1) the foreclosure of a mortgage held by E. L. Semple as assignee of said mortgage; (2) the foreclosure of a contractor’s lien for labor and material by W. P. Thurston Company, Inc.; and (3) claim for materialman’s lien by the Drake Lumber Company;, all encumbering or purporting to encumber Lot 5, Block 2, Spring Gardens Subdivision, Numbers one and two, in Dade County, Florida, owned by Anderson Properties, Inc., upon which lot there was being constructed a large apartment house.\nThe suits were consolidated and a final decree was entered finding (1) that the mortgage held by Semple was a prior lien, (2) that the contractor’s lien held by the Thurston Company for labor and material was next in priority, and (3) that the claim of Drake Lumber Company for material furnished was excluded as a statutory lien because, the time for filing suit within twelve months had expired. The Anderson Properties, Inc., the Thurston Company and the Drake Lumber Company took appeal. Other parties named defendants in original suits were dismissed before final decree was entered.\nIt appears that in July, 1925, Anderson Properties, Inc., having contracted to buy said lots in Spring Garden Subdivision, entered into an agreement with one M. P. Tooker, a contractor, for the construction of an apartment house thereon and the Drake Lumber Company, one of the appellants here, furnished said Tooker building material in the aggregate amount of $2,674.55 used in the beginning of said construction. The last material was delivered to Tooker on September 5, 1925, and on October 10, thereafter, he abandoned his construction contract. The said Anderson Properties, Inc., on October 15, 1925, executed an agreement with the Drake Lumber Company, acknowledging the above amount as due and agreed to pay for same. On October 16 and October 26, 1925, the said Drake Lumber Company furnished additional materials of the value of $195.00, upon the direct request and order of the owner, Anderson Properties, Inc. On October 10, 1925, the same date that said Tooker abandoned his contract, the title to said lot being perfected in Anderson Properties, Inc., it borrowed from H. C. Thompson $10,000.00, for which it gave a ninety-day note secured by a mortgage on said property, while said building was under construction; said mortgage being the one involved in this litigation. ■ On November 16, Anderson Properties, Inc., entered into a written contract with said Thurston Company in which the latter company agreed to furnish all labor, tools, equipment, transportation, material and everything necessary to complete the construction.\nTaking the liens in the order in which each originally arose, it was stipulated and agreed between the parties to these suits that the said Drake Lumber Company furnished material to the original contractor, Tooker, between July 31 and September 9, 1925, in the amount of $2,674.55 and that said Drake Lumber Company on October 16 and October 26, 1925, furnished additional material used in said building in the amount of $195.00, on the direct order of Anderson Properties, Inc. It was also stipulated and agreed ‘.‘that if the lien of Drake Lumber Company is not barred by the statute limiting the time in which material lien foreclosures may be brought, it is still valid, effective and superior to the lien of the W. P. Thurston Company, Inc., which entered into its construction contract on November 16, 1925, also superior to the lien of the mortgage given October 10, 1925, by said Anderson Properties, Inc., to H. C. Thompson, which was by mesne assignments transferred to E. L. Semple, complainant in foreclosure and one of the appellees here.\nThe \"W. P. Thurston Company, between November 16, 1925, and March 1,1926, performed the work and furnished the material in said construction in the total amount of $39,584.34, of which $10,180.34 was paid, and claims a lien on said premises for the unpaid balance with interest at 8% thereon from March 1, 1926. It was stipulated and agreed between all parties to the suits which had been consolidated that if the Thompson mortgage dated October 10, 1926 (now held by Semple) “is still unpaid” it is superior to the lien of the W. P. Thurston Company, Inc.\nThe issue as to the claims of the Drake Lumber Company rested mainly upon the above stipulation and no evidence was taken in support of or in opposition to its claim and the matter went to hearing before the general master and later before the chancellor on testimony presented by the other parties to the suit. There is no contention here that the notice of lien which was filed by Drake Lumber Company on April 28, 1926, was within ninety days of the furnishing of the last material as required by statute to be effective in law. It is contended- however that inasmuch as all lienors may, under Section 5394 Compiled General Laws, 1927, consolidate and bring one suit to enforce their respective liens, that as the Thurston Company brought suit within one year of the furnishing of the material by the Drake Lumber Company, to which the latter, being made a party defendant, filed its appearance within one year, that being thus brought into the suit it was unnecessary to institute a separate suit when its claims could thereby be placed before the coui’t in an action to determine its rights. It appears that the Drake Lumber Company relies for its authority, among others, upon 18 R. C. L. 979, Section 120, and the cases there cited, wherein the general proposition is stated that if one lienor institutes a suit to enforce his lien and makes another lienor a party defendant, setting forth the latter’s recorded lien in his bill, that the court should determine the rights of the parties. It seems that the above, rule would apply only where the other suit to foreclose set forth “the latter’s recorded lien in his bill.” In the present case the amended bill of Thurston Company filed August 6, 1926, merely alleged that the defendant Drake Lumber Company has or claims to have some interest in the property by virtue of a lien filed for record April 28, 1926, inferior to complainant’s lien. The notice of lien of Drake Lumber Company, having been filed three months after the expiration of the ninety days from the last date of the furnishing of the material, is barred by the statute and such an allegation in the Thurs-ton bill could not have the effect of re-establishing or reviving it. The year within which the Drake Lumber Company could bring suit expired October 26, 1926. At that time only the appearance of the said company filed on September 6, 1926, was of record, except the notice of lien filed April 28, 1926, which, as above stated, was barred by the statute. A cross-bill of the Drake Lumber Company to the bill of the said Thurston Company was filed on November 29, 1926, which of course was more than a year from the last date of furnishing of material which was October 26, 1925.\nWhile Section 5394, Compiled General Laws of Florida, 1927, permits lien claimants to file joint suits to enforce all liens claimed by such claimants, this was not done- in this case. It might be that if the Drake Lumber Company had filed its cross-bill fully setting up its claim within the year, it would have been a sufficient compliance with the statute. In the case of Baugher v. Cohen, 98 Fla. 1081, 124 So. R. 813, it was held that a chancery suit to enforce a materialman’s claim is “brought” when the complaint is duly filed with the clerk. In Booker & Co. v. Leon H. Watson, Inc., 96 Fla. 671, 123 So. R. 837, it was held that if it develops that the date for filing the suit was more than one year after the last furnishing of material, and that no notice had been filed in the office of the clerk of the circuit court, as by statute required, the suit would abate, because the lien expires by limitation at the end of twelve months from the last furnishing of materials, and when the lien shall have expired a suit cannot be maintained to enforce same.\nThe Drake Lumber Company .insists that making it a party defendant to the bill saved it from being barred by the statute because: (1) the statute permits two or more lien claimants to join in one suit against the common debtor; (2) the right of all lien claimants are saved when one lien, claimant brings suit to foreclose and serves process on the others as defendants; (3) the Thurston Company’s suit put the Drake Lumber Company’s lien in litigation; and (4) the Thurston Company cannot question the validity Of the Drake Lumber Company’s claim.\n'The above contentions have been carefully considered with the authorities cited, and it is our opinion that the admitted facts and record in this case do not bring the Drake Lumber Company within the protection of a materialman’s lien as no suit was brought, in fact or substantially, within the meaning of the statute, within twelve months from the time of furnishing the said material.\nIn the case of Harper Lumber and Mfg. Co. v. Teate, 98 Fla. 1055, 125 So. R. 21, this Court said:\n“The right to the lien is not created by the contract but by operation of the statute upon the relationship into which the parties have brought themselves.”\nWe have to apply a valid statute as we find it, notwithstanding the fact that it may sometimes work an apparent injustice.\nThe appearance to the said Thurston Company’s suit on September 6, 1925, by the Drake Lumber Company, while within the year that the latter might have brought suit, cannot be construed as the equivalent of filing or bringing of a suit to enforce its lien for material furnished as contemplated by the statute and there was therefore no error in that portion of the decree of the chancellor so holding. See Weaver-Loughridge Lumber Company v. Hobson, decided this term.\nWe will now consider the issue raised as to the priority of the» mortgage, given by the Anderson Properties, Inc., on October 10, 1925, to H. C. Thompson, over the statutory lien of the W. P. Thurston Company. It appears that Thompson immediately assigned the said mortgage' and .note to George N. Davis, trustee, who thereupon endorsed the note and deposited same with the mortgage in a bank for collection. After the note and mortgage matured on January 10, 1926, the mortgagor advised Davis that George Whyel would buy the mortgage and thereupon Davis in due course executed and assigned it to Whyel; and then K. 0. Anderson of Anderson Properties, Inc., with two checks of Whyel made payable to Anderson, went to the bank and procured from the teller of the bank the mortgage and the note which had been previously endorsed by Davis for collection. The note was by mistake—so far as the intention of the parties to the transaction and this suit is concerned—stamped by the teller as “paid,” as he had no instructions from Davis that the latter was selling and assigning the note and mortgage to Whyel.\nAfter the assignment of the mortgage was made by Davis to Whyel the latter assigned it to Edward L. Semple, who is complainant in the mortgage foreclosure. The assignment from Davis to Whyel was not recorded for some months, which appears to have been partly due to the latter’s absence from the State and to an effort and promise on the part of Anderson to take up the mortgage soon thereafter. •\nThe main contention of the W. P. Thurston Company, Inc., here is that the mortgage lien was inferior to its lien because the note was stamped “paid” by the bank’s teller and thereby the debt was ipso facto extinguished. It was stipulated at the beginning of the hearing before the general master that the sum of $10,000.00 plus $302.00 interest was paid to George N. Davis, trustee, on the 24th day of' February, 1926, and that this was the amount then due and owing, and that the said amount- was furnished by George Whyel; but that there was no intention on the part of the stipulators to agree that the original note secured by said mortgage was ever delivered to George Whyel or Edward L. Semple; and that if this note was unpaid, the mortgage securing it is superior to the lien of the W. P. Thurston Company, Inc.\nThe general master who was authorized to make findings as to the facts in his report to the chancellor held, (1) that the mortgage held by Edward L. Semple was superior to the lien of the W. P. Thurston Company, (2) that the lien of the Drake Lumber Company was barred by the statute, and (3) that the W. P. Thurston Company, by virtue of work done and material furnished, acquired a lien upon the premises in the sum of $29,180.34 with interest at the rate of 8% per annum from March 1, 1926, same being subordinate and inferior to the lien of the mortgage held by E. L. Semple.\nWhile Anderson Properties, Inc., filed a plea of payment, the testimony of K. 0. Anderson, who handled the note and the accompanying transactions at the time of procuring the note and mortgage from the bank, taken before the chancellor himself, not only refutes his plea of payment, but shows that there was no intention on his part at the time of his getting the mortgage from the bank, to have the debt satisfied and marked or recorded as such. It is also clear that it was not the intention of George Whyel who furnished the money to purchase the debt, nor Geo. N. Davis who owned the note and mortgage, nor K. 0. Anderson who gave them, to cancel or satisfy the note and mortgage, and a mere mistake though unconsciously made by the bank’s teller, at the time of the delivery of the note to K. 0. Anderson, in stamping it “paid” does .not have such legal effect; furthermore, it would lend no verity to such contention for anyone knowing the facts to undertake to give it a meaning that could not be sustained. Though the Thurston Company claims to have been injured through Anderson’s exhibition of the note stamped paid, and thus causing him to surrender the property to Anderson, who was in possession, no proof of damages was submitted and it appears quite clear that Thurston Company caused Anderson to transfer to Ellyson who holds it now for Thurston Company—the conveyance apparently having been made since these suits were filed.\nThe evidence shows that as soon as Anderson realized, after consulting with others, the apparent effect that the “paid” stamp would have upon the note, that he, instead of taking the note back to the bank and having the ‘ ‘ paid ’ ’ stamp marked or cancelled out, he was’advised to duplicate the note in terms, procure all endorsements, with the “paid” stamp left out, which he appears to have done— except as to the payable bank and attorney fee which are not considered material here. The substitute note was transferred to Whyel with the assignment of the mortgage attached. The incident appears not to have come to the knowledge of Whyel until the filing of suit .\nThe general rule appears to be stated in 2 Jones on Mortgages (8th Ed.), page 663, section 1186, as follows:\n‘ ‘ The taking up of the mortgage note and the substitution of another is not a discharge of the original debt, either as between the parties or as to a subsequent purchaser. This is upon the ground that it is the debt and not the mere evidence of it which is secured, and so long as the debt exists in any form, the mortgage will remain unsatisfied. Even where the purchaser finds the mortgage note in the hands of the mortgagor, the mortgage remaining unsatisfied of record, he has no right to presume that it was satisfied. * * * In like manner the original mortgage\" notes may be given up, and in lieu of them an agreement made that the mortgagor shall pay the amount of the notes upon an indebtedness of the mortgagee for the same land, without in any way discharging the mortgage security.\n\"When payment is pleaded as a defense to a foreclosure suit, the burden is upon the party asserting such payment to establish it by a preponderance of the evidence,” 2 Jones on Mortgages (8th Ed.) page 647, Sec. 1173; Parsons v. Ramsey, 53 Fla. 1055, 43 So. R. 503.\nA court of equity will keep an encumbrance alive, or consider it extinguished as will best serve the purpose of justice, and the actual and just intention of the party; and a mortgage discharged through mistake will ordinarily - be regarded in equity as still in existence. 19 R. C. L. 438, Sec. 222.\nUnder Section 5725, Comp. Gen. Laws of Florida, 1927,\n\"A mortgage shall be held to be a specific lien on the property therein described,”\nand under Section 5743, Comp. Gen. Laws of Florida, 1927,\n\"the person to whom any mortgage may be assigned or transferred may also assign and transfer it, and he or his assigns or subsequent assignees may lawfully have, take and pursue the same means and remedies which the motgagee may lawfully have, take or pursue for the foreclosure of a mortgage and for the recovery of the money secured thereby.”\nIt being made to appear that the debt was not extinguished by the error of the bank in stamping the original note “paid”, and that there was no intention on the part of either the mortgagor, mortgagee or assignee that it should be so considered, it follows that that portion of the decree adjudging that the mortgage being foreclosed was a prior lien to that of the Thurston Company—it having been given before the construction contract between Ander-, son Properties Inc., and the Thurston Company was made should be sustained. According to the testimony of Davis, the Owner of the note and mortgage, the assignment to Whyel had been already made when Anderson went to the bank with the two checks drawn in his favor, which he endorsed to the bank.\nIn the ease of the First Nat. Bank of Quincy v. Guyton, 72 Fla. 43, 72 So. R. 460, this Court said:\n“When a note secured by mortgage is transferred the mortgage follows the note as an incident thereto and the transferrer of the note ordinarily has no more right or authority to release the mortgage than he has to cancel the note after the note is transferred. See Scott v. Taylor, 63 Fla. 612, 58 So. R. 30; Taylor v. American National Bank of Pensacola, Fla., 63 Fla. 631, 57 So. R. 678; Northrup v. Reese, 68 Fla. 451, 67 So. R. 136.”\nIn addition to the above it is noted that Section 6875, Comp. Gen. Laws of Florida, 1927, which constitutes a section of .our negotiable instruments act, provides:\n“A cancellation made unintentionally, or under a mistake, or without the authority of the holder, is inoperative; but where an instrument, or any signature thereon, appears to have been cancelled, the burden of proof lies on the party who alleges that the cancellation was made unintentionally, or under a mistake or without authority.”\nThe stamping of the note “paid” was unintentional in so far as the owner, George N. Davis, was concerned, and the bank was acting only as Davis ’ agent in the transaction when it stamped the note, the teller thinking it was proper, to do so at that time. Whether or not the burden of proof was on the complainant in foreclosure to establish that the cancellation was made by mistake, it could not seriously be contended that such proof was insufficient. This leaves the mortgage in the status of being the prior lien in these suits as was decreed by the chancellor.\nNo error being made to appear, the decree of the chancellor should be affirmed.\nPer Curiam.\nThe record in this cause having been considered by the Court, and the foregoing opinion prepared under Chapter 14553, Acts of 1929, adopted by the Court as its opinion, it is considered, ordered and decreed by the Court thaj; the decree of the Court below should be, and the same is hereby, affirmed.\nTerrell, C. J. and Wi-iiteield, Ellis, Strum, Brown and Buford, J. J., concur.",
        "type": "majority",
        "author": "Andrews, Commissioner: Per Curiam."
      }
    ],
    "attorneys": [
      "Lilburn B. Bailey, Harold M. Wilson and David B. Newsom, for Appellant.",
      "Loftin, Stokes & Galkins, H. H. Taylor and Semple <& Hirschman, for Appellees."
    ],
    "corrections": "",
    "head_matter": "Drake Lumber Company, Appellant, v. E. L. Semple, the W. P. Thurston Company, and Anderson Properties, Inc., Appellees. And-The W. P. Thurston Company, Inc., Appellant, v. Anderson Properties, Inc., Drake Lumber Company, and E. L. Semple, Appellees. And— Anderson Properties, Inc., Appellant, v. E. L. Semple, The W. P. Thurston Company, Inc., and Drake Lumber Company, Appellees.\nEn Banc.\nOpinion filed July 7, 1930.\nPetition for rehearing denied November 8, 1930.\nLilburn B. Bailey, Harold M. Wilson and David B. Newsom, for Appellant.\nLoftin, Stokes & Galkins, H. H. Taylor and Semple <& Hirschman, for Appellees."
  },
  "file_name": "1757-01",
  "first_page_order": 753,
  "last_page_order": 766
}
