{
  "id": 12166856,
  "name": "Star Watch Case Co. v. Mido G. Schaeren & Co., SA, by Change of Name From Societe Anonyme Mido, by Mesne Assignments From Mido Societe Anonyme",
  "name_abbreviation": "Star Watch Case Co. v. Mido G. Schaeren & Co.",
  "decision_date": "1965-07-01",
  "docket_number": "No. 7342",
  "first_page": "1770",
  "last_page": "1775",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1770"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 190"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 894"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "115 USPQ 342",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "81 USPQ 126",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        6079721
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/36-2/0939-01"
      ]
    },
    {
      "cite": "139 USPQ 18",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 635,
    "char_count": 12868,
    "ocr_confidence": 0.531,
    "pagerank": {
      "raw": 1.4975956836136062e-07,
      "percentile": 0.6645966618131018
    },
    "sha256": "58b30726aca13799fefefc237cb59e1b10901464b60b933449b3a0db7e24433f",
    "simhash": "1:f4410119d3efb719",
    "word_count": 2082
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Wobley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "Star Watch Case Co. v. Mido G. Schaeren & Co., SA, by Change of Name From Societe Anonyme Mido, by Mesne Assignments From Mido Societe Anonyme"
    ],
    "opinions": [
      {
        "text": "Martin, Judge,\ndelivered the opinion of the court:\nThis appeal is from a decision of the Trademark Trial and Appeal Board, 139 USPQ 18, dismissing appellant’s petition to cancel ap-pellee’s registration for trademark and dismissing appellant’s opposition to the application to register another mark by appellee.\nMido G. Schaeren & Co., by change of name from Societe Anonyme Mido (Mido), appellee, has filed an application to register on the Principal Register the following mark for watches and parts of watches:\nHereinafter we shall refer to the mark sought to be registered as OCEAN ⅛ STAR. Ownership of Swiss registration No. 174,598 issued March 9, 1959 is alleged. Mido also listed ownership of the registered mark OCEANSTAR in its application, and filed notice of reliance thereon for the purpose of overcoming appellant’s pleading of likelihood of confusion and abandonment of the mark sought to be registered.\nRegistration is opposed by the Star Watch Case Co. (Star), appellant, which has registrations of “STAR W. C. CO.,” within a border design, for watch cases, and of “STAR WATCH CASE COMPANY” in combination with a five-pointed star, for “solid-gold and gold-filled watch cases.” Appellant also attempts to rely on several registrations to a star design, the outline of a five-pointed star, which were registered subsequent to appellee’s first mark OCEAN-STAE, but which allege dates of first use prior to 1944, the date of appellee’s Swiss registration.\nStar moved to strike appellee’s notice of reliance on OCEANSTAE in part because that mark differed from the one sought to be registered. In the alternative Star requested suspension of the opposition pending the filing of a petition by it to cancel the registration of OCEAN-STAE and requested a consolidation with the opposition to OCEAN ⅛ STAE. The Patent Office denied the motion to strike, noting that the OCEANSTAE registration “is relevant to the question of possible damage to the opposer [appellant],” and gave appellant a limited time within which to file a petition for cancellation “failing which, the opposition will be dismissed.” The petition was timely filed and Mido pleaded the affirmative defenses of laches and estoppel in answer to the cancellation petition. In this consolidated proceeding appellant relies solely on its registrations.\nBoth appellee’s registered mark and that sought to be registered are for, inter alia, “parts of watches” which appellee admits in the answer to petition for cancellation include watch cases and watch casings, the primary line of goods of appellant. Thus the goods are identical for present purposes.\nMido apparently presented the testimony of the president of Mido Watch Company of America, a wholly owned subsidiary of appellee and distributor for ‘“MIDO” watches in the United States. That testimony is not of record, but the board summarized it in its decision as follows (139 USPQ. at 19) :\n* * * The witness, who has been the president of his company since its organization in December 1941, testified that all the watches it sells bear the mark “MIDO” and in most cases an additional mark. The witness testified further that his company received shipments of watches marked “OCEANSTAR” beginning in 1944, with shipments being of “vast quantities” starting in 1959. This witness gave no actual figures as to shipments or sales of watches under the mark “OCEANSTAR” excepting that since 1959 the shipments of such watches have “run into thousands.” “OCEANSTAR’’ watches have been advertised during the years 1959 and 1960 and this advertising has been directed to the trade and the public through the means of national magazine advertising, newspaper advertising, counter cards, folders and broad sides. In this regard, “OCEANSTAR” watches have been solely featured or featured in conjunction with other “MIDO” watches. It is estimated that advertising costs in 1959 and 1960 approximated one hundred and seventy thousand dollars and two hundred thousand dollars respectively.\nThe board, in dismissing both the opposition and cancellation, considered the registration of OCEANSTAE and the mark sought to be registered, OCEAN-^-STAE, “exactly the same for all practical purposes,” although noting that between the two “there are minor differences.” Thus the board considered Mido to be “* * * entitled to the presumptions afforded by said registration [of OCEANSTAE] not only in the cancellation proceeding but also in the opposition proceeding.” Assistant Commissioner Fay, in a concurring opinion, cited authority for that point with regard to opposition proceedings. On that basis the board considered only the two marks of appellant which\nWATCH\nwere registered prior to 1948, STAE W. C. CO and STAE^-CASE,\nCOMPANY\nin determining whether there would be likelihood of confusion. The board held that Mido’s “marks are sufficiently dissimilar from each of opposer’s [Star’s] marks as to obviate likelihood of confusion.”\nThe board also considered that Star had constructive notice of Mido’s “use of ‘OCEANSTAE’ ” by virtue of the registration, and that the delay of more than twelve years in bringing the cancellation proceeding “constitutes such laches as to estop opposer from now asserting that it would be injured by the continued existence of ‘OCEAN-STAE’ on the registry * *\nWith regard to the board’s holding that “for all practical purposes” OCEANSTAE and OCEANASTAE are the same, appellant urges that to be error since:\n* * * In the first place, can it be said that the “single word” mark “OCEAN-STAR” and the composite mark “OCEAN-&STAR” are “exactly the same” to the extent that adjudication on the basis of one of the marks would constitute res judicata as to the other? The alleged dates of first use of the respective marks are different. The design feature is present in the later mark but not in the earlier. The words “OCEAN” and “STAR” are presented as separate words in the later marks, whereas, “OCEANSTAR” is presented as a “single word” in the earlier. * * *\nAppellant notes that during the prosecution of appellee’s mark OCEANSTAE, appellant’s two earlier registrations were cited as references. Appellee made the following statements in answer to the examiner’s citation of Ex parte Lauritzen Malt Co., 153 O.G. 1082, 1910 C.D. 63, in which the mark “North Star” was held anticipated by “Star,” as a basis for the refusal of the registration of OCEANSTAE over appellant’s earlier registrations:\nThe applicant [Mido] submits that the cited decision ex parte Lauritzen does not apply to the present case since in the expression NORTH STAR the word “North” qualifies the word “Star”.\nThe applicant’s trademark, however, consists of a single word, the dominant portion of which [is] the prefix “Ocean” since the suffix “Star” may be considered to be a laudatory description of applicant’s product.\nWhile in the cited registrations the word “Star” dominates the trademarks, it is believed that in applicant’s case it is the word “Ocean” which dominates the trademark.\nWe agree with appellant that the marks OCEANSTAR and OCEANASTAR may not “be considered exactly the same for all practical purposes,” as the board concluded. We have two proceedings before us with different marks and issues of such a nature that they cannot be easily lumped together. Considered in their entirety there are several significant differences between appellee’s two marks, primarily the one word mark as opposed to a composite two-word mark which flanks a design representation of a star. Such changes might shift the dominant theme of the mark from “ocean” to “star.” We think that the marks of appellee, while similar in the verbal portion, are not the same mark for the legal purposes here and must be considered separately with respect to a comparison with the marks of appellant.\nIt is so fundamental that a party not presenting testimony is restricted to his filing date that no authority need be cited. Thus we may consider only appellant’s earliest two marks as against the OCEANSTAR mark of appellee in the cancellation. From what we have said concerning the difference between appellee’s two marks it follows that we must consider all of appellant’s marks in connection with the opposition, since all are prior to the date of OCE A NASTAR. Further, as appellant points out, there can be no issue of laches with regard to the mark OCEANA-STAR.\nTaking first the cancellation proceeding, we agree with the board, much for the reasons given by appellant in obtaining the registrations, that there is no likelihood of confusion between\nWATCH\nOCEANSTAR and STAR W. C. Co. or STARACASE. Thus the\nCOMPANY\nissue of laches need not be considered.\nAppellant argues that it has been unfairly forced into the cancellation proceedings by the Patent Office under “threat” of having the opposition dismissed, and that this was improper since:\n* * * there is no such thing as a “compulsory” counterclaim (within the meaning of Rule 13(a), Federal Rules of Civil Procedure) in Patent Office proceedings. The School Mfg. Co., Inc. v. Simon, 81 USPQ 126 (CCPA, 1949) ; R. S. Macy & Co., Inc. v. The Richter & Phillips Co., 115 USPQ 342 (Comm’r. 1957) and Diplomat Tie Co. v. Wembley, Inc., Cane. 8106 (TTAB Nov. 6, 1963, unpub.).\nWe view this argument to be not well taken since from the record it appears that it was appellant, in its “motion to strike, Dec. 21,1960” who “requests suspension of further proceedings in the present opposition, pending the filing of a petition for cancellation * *\nWe agree with the result the board reached in the opposition proceedings. However, the board considered only the earlier marks of appellant; but, as noted above, we must consider both those marks as well as the five-pointed star outline marks. We feel there are sufficient differences between the mark sought to be registered and the marks of appellant that, when used on the identical goods, there is no likelihood of confusion. Although the separation into two words OCEAN and STAR with an addition of a design representing a star serves somewhat to emphasize that design, there is a significant difference between it and the five-point star in appellant’s mark. We think that, considered in their entireties, the marks are not so similar as to create an impression in the minds of the purchasers which would be likely to cause them to consider that the goods emanated from the same source.\nWe therefore affirm the board in the opposition proceedings, as well as in the cancellation proceedings.\nWorley, C. J., dissents.\nCancellation No. 7,678.\nOpposition No. 39,918.\nSerial No. 74,957, filed June 2, 1959.\nReg. No. 441,020, registered Oct. 19, 1948 for watches, watch-casings and parts of watches, based on registration in Switzerland, No. 109,198 dated Dec. 20, 1944.\nThe respective registrations are: Reg. No. 84,196, registered Nov. 14, 1911 for STAR W. C. CO. within a border design, use since 1902 being alleged ; Reg. No. 195,577, registered Feb. 24, 1925 for STAR WATCH CASE COMPANY in combination with a five-pointed star, use since 1909 being alleged. Except for the fact that the word “WATCH” is curved over the stop of the star, the latter mark is as follows :\nWATCH STAR ☆ CASE COMPANY\nThe several registrations of the star design are: Reg. No. 586,651, registered Mar. 9, 1954 for watch cases, first use on Feb. 5, 1909 being alleged; Reg. No. 615,753, registered Nov. 8, 1955, for watch bands and buckles for watch bands, first use in April 1928 being alleged; and Reg. No. 627,046, registered May 15, 1956 for buckles of non-precious metal for watch bands, first use in April 1928 being alleged.\nAppellant also relies on its trade name “Star Watch Case Company.” Since its marks employ its name, either alone or in conjunction with a design representation of a star, no additional or different issue is presented thereby.\nSee note 5.",
        "type": "majority",
        "author": "Martin, Judge,"
      },
      {
        "text": "Smith, Judge,\nconcurring.\nWhen considered in their entireties, the marks in issue seem to me to be sufficiently distinctive that confusion, mistake or deception of purchasers would not be likely. I would, therefore, affirm the board solely on this basis.",
        "type": "concurrence",
        "author": "Smith, Judge,"
      }
    ],
    "attorneys": [
      "Francis C. Browne { 'William E. Schuyler, Jr., Andrew B. Beveridge, Joseph A. DeGrandi, of counsel) for appellant.",
      "V. Alexander Sher (Richard & Geier, of counsel) for appellees."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 894; 146 USPQ 190\nStar Watch Case Co. v. Mido G. Schaeren & Co., SA, by Change of Name From Societe Anonyme Mido, by Mesne Assignments From Mido Societe Anonyme\n(No. 7342)\nUnited States Court of Customs and Patent Appeals,\nJuly 1, 1965\nFrancis C. Browne { 'William E. Schuyler, Jr., Andrew B. Beveridge, Joseph A. DeGrandi, of counsel) for appellant.\nV. Alexander Sher (Richard & Geier, of counsel) for appellees.\n[Oral argument March 1. 1965 by Mr. Browne and Mr. Slier]\nBefore Wobley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges\nPetition for rehearing granted October 12, 1965, to the extent of modifying the opinion of July 1, 1965, at page 3 line 3 by adding footnote 6a after the word “registration.”"
  },
  "file_name": "1770-01",
  "first_page_order": 1094,
  "last_page_order": 1099
}
