{
  "id": 1279739,
  "name": "Drake Lumber Company, Appellant, v. E. L. Semple, The W. P. Thurston Company, and Anderson Properties, Inc., Appellees, And- The W. P. Thurston Company, Inc., Appellant, v. Anderson Properties, Inc., Drake Lumber Company, and E. L. Semple, Appellees, And- Anderson Properties, Inc., Appellant, v. E. L. Semple, The W. P. Thurston Company, Inc., and Drake Lumber Company, Appellees. On Petition of the W. P. Thurston Company Inc., for Rehearing",
  "name_abbreviation": "Drake Lumber Co. v. Semple",
  "decision_date": "1930-11-08",
  "docket_number": "",
  "first_page": "1771",
  "last_page": "1772",
  "citations": [
    {
      "type": "official",
      "cite": "100 Fla. 1771"
    }
  ],
  "court": {
    "name_abbreviation": "Fla.",
    "id": 9230,
    "name": "Florida Supreme Court"
  },
  "jurisdiction": {
    "id": 28,
    "name_long": "Florida",
    "name": "Fla."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 184,
    "char_count": 2626,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4395729249079773
    },
    "sha256": "33dede84e6d924850448d91e57d39315234234d04f360ea70f472ebd4a505325",
    "simhash": "1:f753b4c5b0399d17",
    "word_count": 442
  },
  "last_updated": "2023-07-14T17:35:28.833773+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Terrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur."
    ],
    "parties": [
      "Drake Lumber Company, Appellant, v. E. L. Semple, The W. P. Thurston Company, and Anderson Properties, Inc., Appellees, And— The W. P. Thurston Company, Inc., Appellant, v. Anderson Properties, Inc., Drake Lumber Company, and E. L. Semple, Appellees, And— Anderson Properties, Inc., Appellant, v. E. L. Semple, The W. P. Thurston Company, Inc., and Drake Lumber Company, Appellees. On Petition of the W. P. Thurston Company Inc., for Rehearing."
    ],
    "opinions": [
      {
        "text": "Andrews, Commissioner :\nThe appellant W. P. Thurston Company, Inc., has filed petition in the above cause for rehearing, and in said pe-. tition has pointed out certain discrepancies on pages 6 and 10 of the original opinion filed herein on July 17, 1930.\nThe discrepancies referred to in the motion for rehearing have reference to statements in the above-mentioned opinion that the two cheeks issued by Whyel were made payable to Davis, who indorsed them to the bank. As a matter of fact the record shows that the checks were made payable to Anderson who indorsed them over to the bank in exchange for the note in question which Davis had indorsed to the bank for collection. In either case, the results of the transaction are not affected.\nThe other discrepancy pointed out in the motion for rehearing is that the assignment of the' mortgage from Davis to Whyel had been already made when Anderson procured the note from the bank. It appears from a copy of' the note and assignment in the transcript that both checks and the assignment were dated February 24, 1927, which is the day the note was transferred by the bank. Though the assignment may not have been delivered on that date, it would make no material difference in the ultimate results, as the note constituted the evidence of the debt, while the mortgage and assignment were incident or ancillary thereto.\nIt appearing that the matters, referred to in the motion for rehearing do not in any way affect the conclusion reached in the former judgment in said cause, the motion for rehearing should be, and the same is hereby, denied.\nPer Curiam.\nThe Court having considered the petition for rehearing herein with the record in the cause, and the foregoing opinion prepared under Chapter 14553, Acts of 1929, adopted by the Court as its opinion, it is considered and ordered by the Court that the said petition for rehearing be and the same is hereby denied.\nTerrell, C. J., and Whitfield, Ellis, Strum, Brown and Buford, J. J., concur.",
        "type": "majority",
        "author": "Andrews, Commissioner : Per Curiam."
      }
    ],
    "attorneys": [
      "Lilburn E. Eailey, Harold M. Wilson, and David B. Newsom, for Appellants;",
      "Loftin, Stokes & Galkins, H. H. Taylor, and Semple & Hirschman, for Appellees."
    ],
    "corrections": "",
    "head_matter": "Drake Lumber Company, Appellant, v. E. L. Semple, The W. P. Thurston Company, and Anderson Properties, Inc., Appellees, And— The W. P. Thurston Company, Inc., Appellant, v. Anderson Properties, Inc., Drake Lumber Company, and E. L. Semple, Appellees, And— Anderson Properties, Inc., Appellant, v. E. L. Semple, The W. P. Thurston Company, Inc., and Drake Lumber Company, Appellees. On Petition of the W. P. Thurston Company Inc., for Rehearing.\nOpinion filed November 8, 1930.\nLilburn E. Eailey, Harold M. Wilson, and David B. Newsom, for Appellants;\nLoftin, Stokes & Galkins, H. H. Taylor, and Semple & Hirschman, for Appellees."
  },
  "file_name": "1771-01",
  "first_page_order": 767,
  "last_page_order": 768
}
