{
  "id": 12166889,
  "name": "In re Alick Isaacs and Jean Lindenmann",
  "name_abbreviation": "In re Isaacs",
  "decision_date": "1965-07-01",
  "docket_number": "No. 7357",
  "first_page": "1791",
  "last_page": "1800",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1791"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 193"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 887"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "245 F. 2d 474",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080136,
        404269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0981-01",
        "/f2d/245/0474-01"
      ]
    },
    {
      "cite": "44 CCPA 981",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080136
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0981-01"
      ]
    },
    {
      "cite": "325 F. 2d 248",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        108947,
        6091845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/325/0248-01",
        "/ccpa/51-2/0852-01"
      ]
    },
    {
      "cite": "51 CCPA 852",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6091845
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/51-2/0852-01"
      ]
    },
    {
      "cite": "306 F. 2d 924",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        256747,
        12166094
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/306/0924-01",
        "/ccpa/49-2/1283-01"
      ]
    },
    {
      "cite": "49 CCPA 1283",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166094
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/49-2/1283-01"
      ]
    },
    {
      "cite": "344 F. 2d 970",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165208,
        869463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1269-01",
        "/f2d/344/0970-01"
      ]
    },
    {
      "cite": "52 CCPA 1269",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165208
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/1269-01"
      ]
    },
    {
      "cite": "292 F. 2d 948",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6081971,
        212340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/48-2/1116-01",
        "/f2d/292/0948-01"
      ]
    },
    {
      "cite": "48 CCPA 1116",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6081971
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/48-2/1116-01"
      ]
    },
    {
      "cite": "311 F. 2d 249",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078330,
        190004
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0780-01",
        "/f2d/311/0249-01"
      ]
    },
    {
      "cite": "50 CCPA 780",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078330
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/50-2/0780-01"
      ]
    },
    {
      "cite": "333 F. 2d 234",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        141625,
        12163958
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/333/0234-01",
        "/ccpa/52-2/0739-01"
      ]
    },
    {
      "cite": "52 CCPA 739",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12163958
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/52-2/0739-01"
      ]
    },
    {
      "cite": "305 F. 2d 875",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12165873,
        252053
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/49-2/1227-01",
        "/f2d/305/0875-01"
      ]
    },
    {
      "cite": "49 CCPA 1227",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12165873
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/49-2/1227-01"
      ]
    },
    {
      "cite": "325 F. 2d 248",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        108947,
        6091845
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/325/0248-01",
        "/ccpa/51-2/0852-01"
      ]
    },
    {
      "cite": "51 CCPA 852",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6091845
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/51-2/0852-01"
      ]
    },
    {
      "cite": "306 F. 2d 924",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        256747,
        12166094
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/306/0924-01",
        "/ccpa/49-2/1283-01"
      ]
    },
    {
      "cite": "49 CCPA 1283",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12166094
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/ccpa/49-2/1283-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1032,
    "char_count": 24660,
    "ocr_confidence": 0.517,
    "pagerank": {
      "raw": 1.2259629941993354e-07,
      "percentile": 0.6045476010377439
    },
    "sha256": "0898c6e30192018f9e1d5b834678b360a7e53887cac3cee238cc6c83c81c274a",
    "simhash": "1:a2cce4dc6d009f39",
    "word_count": 4129
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "In re Alick Isaacs and Jean Lindenmann"
    ],
    "opinions": [
      {
        "text": "Smith, Judge,\ndelivered the opinion of the court:\nOn May 9, 1958, appellants filed application serial No. 734,106 for a patent on “Production of Viral Interfering Substances.” On this appeal they urge error in the board’s decision, adhered to on reconsideration, sustaining the examiner’s rejection of all the claims in that application.\nThe claims, 1-19, define a process and a product produced by the process. Claims 1 and 18 are illustrative and read:\n1. A process for the production of a viral interfering substance which comprises incubating in a material selected from the group consisting of living animal cells and tissue in an aqueous medium in the presence of oxygen a virus inactivated until it has lost its power of reproduction but still having viral interfering activity and thereafter separating the aqueous medium containing the viral interfering substance from the material.\n18. A viral interfering substance produced by the process of claim 1.\nWhen the claims are read in light of the disclosure, it is apparent that appellants have discovered that the known “viral interference” phenomenon, i.e., the fact that an attenuated virus will inhibit a live virus, involves an intermediary substance distinct from either virus. Appellants term this material “viral interfering substance,” or “Interferon.” As they point out in the specification:\nViral interference is a phenomenon in which one virus interferes with the growth of a second virus in living tissues or cells. This interference is not an immunological effect and may occur when the interfering virus is non-infective.\nWe have found that during the induction of a viral interference by non-infective virus, a viral interfering substance distinct from the non-infective virus is produced. The viral interfering substance, which we call Interferon, is formed by the interaction of inactivated virus and living cells, and its activity may be recognized by its ability to inhibit the growth of living viruses.\nIt seems quite clear that this is a pioneer field, for the Patent Office applied no prior art in rejecting the claims. Perhaps it is for this reason, the fact that the invention lies in relatively virgin territory, that it has been so difficult for us to ascertain the precise grounds relied upon by the Patent Office to support its rejections. After much study of the record, we have determined that the rejections are based on 35 USC 101 and 35 USC 112. In particular, there is a rejection of all claims for failure to prove utility, under section 101; a rejection of all claims for failure to disclose how to malee and use the invention, under section 112; and a rejection of all claims on the ground that they fail to define the invention with the particularity and distinctness required by section 112. We shall consider these rejections separately, in the order stated:\nI. Section 101: Proof of Utility\nThe solicitor treats this case as one wherein the objection was directed to failure to prove any asserted utility, rather than one in which the objection ivas on the ground that none of the asserted utilities would satisfy section 101 even if proved. This seems at first glance a fair appraisal of the Patent Office’s position here, but it is enlightening to consider the various ways in which the secton 101 rejection was expressed during the prosecution of the application. Thus, in his letter of November 18, 1958, the examiner stated:\nThe claims are further rejected for lack of demonstrated utility in the absence of a showing that the compositions are safe, effective and reliable for their intended purpose.\nSuch language, of course, calls to mind the familiar problem of “human utility,” with which this court has had to deal many times. See, e.g., In re Hartop, 50 CCPA 780, 311 F. 2d 249, 135 USPQ 419; In re Krimmel, 48 CCPA 1116, 292 F. 2d 948, 130 USPQ 215. In his next letter, on January 12,1960, the examiner stated:\nThe claims are further rejected for lack of demonstrated utility in the absence of any showing that the composition is safe, effective and reliable for its intended purpose. Merely stating that it interferes with the growth of a few viruses is not considered a sufficient demonstration of utility particularly since there is no indication of how such experiments were performed, amount of material used or the like.\nThis passage seems to indicate a subtle shift of position. But it is not clear whether the examiner simply did not believe that the composition would interfere “with the growth of a few viruses,” or whether he was concerned with the sufficiency of the disclosure of how to use the compound under 35 TJSC 112.\nIn response to the letter of January 12, 1960, the attorney for appellants entered an amendment and remarked:\nOn the matter of utility, there is ample showing already of record and applicants have not merely stated that Interferon interferes with the growth of a few viruses, as they have gone much further as carefully explained in the record. Nevertheless, applicants will endeavor to meet any reasonable requirement and, for this purpose, it is respectfully requested that the Examiner issue an advisory action based upon the amendments and the foregoing discussion.\nResponding to the above request in a letter of July 12, 1960, the examiner stated:\nThe claims stand rejected for lack of demonstrated utility for the reasons fully set forth in the Anal rejection * * * of Jan. 12, 1960. * * *\nThe next statement pertinent to the question of section 101 utility appears in the examiners answer of May 8, 1961:\nThe claims are further rejected for lack of demonstrated utility. No evidence of record shows that the Interferon has been utilized in vivo in any animal, human or otherwise. The tests noted by applicants in the biief, pages 7 and 8 are in vitro tests. It is well settled that in this art the two types of tests do not necessarily compare. * * * [O]bviously the average physician is not going to try a completely untested material nor experiment to determine what might be an effective dosage, and how it might be administered to be most effective. He also would not barter the lives of his patients for the remote possibility that he may prove that this unknown and untested material is or is not effective in the treatment of a particular disease. * * *\nThis statement is somewhat bewildering. First the examiner indicates that the rejection is for failure to prove an asserted utility. He then goes on to point out that in vivo tests were apparently not made and implies that in vitro utility, however believable, is insufficient for purposes of section 101. Fie then concludes with statements indicative of a concern both for the problem of “human utility” and the problem of “how to use.”\nThe board’s decision unfortunately provides no added insight as to the real basis for the rejection. As stated by the board:\nNot only is there lacking in the application a showing of how the invention product or process is to be used, a deficiency under 35 IJ.S.C. 112, but there is no proof of operativeness or usefulness. As the Examiner states, there is no evidence of in vivo animal or human tests. Cex-tainly no competent evidence is adduced which suggests the Examiner erred in rejecting the claims on the ground that they lacked demonstrated utility. Accordingly, we will also sustain this rejection.\nWe have tried to rationalize the above statements into a meaningful rejection under section 101. One thing seems clear: both the examiner and the board felt that appellants should have submitted evidence of in vivo tests. No authority has been cited and we have been able to find none which requires that in order to secure a patent, utility of a pharmacologically active substance must be proved by in vivo testing. The mere fact that the claimed invention may have possible utility in vivo does not warrant disregard of in vitro activity where the claims are not limited to in vivo use. See In re Folkers, 52 CCPA 1269, 344 F. 2d 970, 145 USPQ, 390. Indeed, it is doubtful that the viral interfering activity could have been initially discovered in vivo.\nMoreover, in consistently requiring in vivo test data, the Office seems to have implied that appellants’ allegations of success in vitro, while not sufficient under section 101, were at least credible. Certainly it is extremely doubtful that any of the statements quoted above could be reasonably interpreted as a call for in vitro test data. The most relevant portion of appellants’ disclosure states:\nThe activity of the viral interfering substances may be measured by a biological test and it can be shown in the following way. The substance is mixed with pieces of chick chorio-allantoic membrane for 24 hours at 37° C. to allow interference to become established. It is then removed and the membrane pieces are incubated with live influenza virus. In such an experiment only a very low yield of virus will result as compared with control pieces of membrane not previously treated with viral interfering substance but similarly incubated with live influenza virus. The yield of virus is conveniently measured by the haemag-glutinin titration test.\nNowhere in the record have we been able to find the slightest indication that the examiner or the board disbelieved the foregoing description of in vitro utility, or that they ever called for proof of such utility.\nFurthermore, even if there had been a call for in vitro test data, we seriously question the examiner’s discretion to make it. In In re Novak, 49 CCPA 1283, 306 F. 2d 924, 134 USPQ 335, we said:\nIn our opinion, when an applicant bases utility for a claimed invention on allegations of the sort made by appellants here, unless one with ordinary skill in the art would accept those allegations as obviously valid and correct, it is proper for the examiner to ask for evidence which substantiates them. * * *\nMore recently, in In re Citron, 51 CCPA 852, 325 F. 2d 248, 139 USPQ 516, we had occasion to expound the Novak case, and stated:\nWe approve the board’s decision affirming the rejection based on section 101 and the rationale that where claimed compounds are alleged in the specification to have a utility of as much public importance as is the effective treatment of cancer, which alleged utility appears to be incredible in the light of the knowledge of the art, or factually misleading, applicant must establish the asserted utility by acceptable proof. * * *\nIt is our opinion that the instant disclosure would satisfy one of ordinary skill in this particular art that the claimed invention possesses the alleged utility. Even more to the point, however, it seems manifestly clear from the record that the alleged utility is not “incredible in the light of the knowledge of the art, or factually misleading.” In such a case, it is clearly improper for the examiner to make a demand for further test data, which as evidence would be essentially redundant and Avould seem to serve for nothing except perhaps to unduly burden the applicant.\nFor the foregoing reasons, we hold that appellants have disclosed and claimed an invention which meets the requirements of section 101, i.e., that the invention is “useful.”\nII. Section 112: How To Make and Use\nThe claims were also rejected, in the words of the board, “because appellants’ application does not tell us how this material is to be put to use or even how it is to be prepared or treated to put it into a final useful form for application to a particular subject, animal or vegetable.”\nTo the contrary, we think appellants’ specification clearly shows how to carry out the process of claims 1-17, to obtain and isolate the product of claims 18 and 19, and further enables one skilled in the art to make use of that product in connection with the asserted in vitro utility. As stated in the specification:\nThe inactivation of the virus from the infective state to the noninfective state may be carried out in a known manner, for example, by heating or by subjecting it to ultra-violet light. The inactivating treatment is generally such as to abolish or greatly reduce the infectivity of the virus, whilst retaining its interfering activity. Heat treatment at 56° C. for 1 hour is sufficient for this purpose; heating to 60° C. would destroy the interfering activity of the virus.\nThe procedure for the production of Interferon will generally be to infect the cell material or tissue with the inactivated virus, for example the Melbourne (1935) strain of influenza virus A, by incubating the cell material or tissue for a relatively short time, of the order of one to three or four hours, in a medium containing the virus. The cell material or tissue is then removed from the medium and washed free of it so that the virus is not carried into the fresh medium in which the cell material or tissue is thereafter incubated. In order to obtain good yields of Interferon adequate oxygenation of the cell material or tissue is necessary during incubation, which is carried out in a buffered salt solution, for example Earles’ solution (see R. O. Parker, “Methods of Tissue Culture”, 1950). This incubation is carried out, most advantageously at blood heat, for a relatively longer period, for example overnight, and the Interferon is spontaneously liberated into the medium. With heat-inactivated virus the bulk of the Interferon is liberated between 3 and 12 hours after commencing incubation, but with ultra-violet inactivated virus liberation may continue for 2 or 3 days.\nThe medium containing the Interferon is then separated from the cell material or tissue and may be treated in various ways to purify and/or concentrate the Interferon. Thus the Interferon may be precipitated from the medium by saturating it with ammonium sulphate. The precipitate may be dissolved in Earle’s buffer solution. Ammonium sulphate carried into the buffer solution may then be removed therefrom by dialysis.\nThe Interferon in this solution or in the original medium may be purified by dialysis against a buffer solution; Interferon is stable at pH 2 and when so dialysed at this pH some material precipitates leaving Interferon in solution. Interferon is also stable under other pH conditions, and is stable for at least two weeks at 2° C. Unlike pancreatic ribonuclease, it is w'holly or partially inactivated at 00° C.\nThe concentration of the Interferon in solution in the original medium or in a fresh solution after precipitation may be increased by pressure dialysis; through, for example, a Visiting cellulose casing at a pressure of 600 mm.Hg.; the volume of the solution may be reduced 50-fold or more by this method, leaving Interferon within the dialysis sac.\nInterferon can be distinguished from the original inactivated virus by several properties, namely its inability to agglutinate red blood cells, its resistance to the neutralising action of viral antiserum, and its lower sedimentation rate. It is not measurably sedimented by centrifuging at 100,000 g. for ½ hour or 20,000 g. for 2 hours, although the same treatment removes all interfering activity from inactivated virus.\nWe have quoted at some length from appellants’ specification because we think the disclosure contained therein speaks for itself most eloquently regarding the question of how to carry out the claimed process and produce the claimed product. The foregoing, and other equally detailed and comprehensive statements in the specification clearly describe, first in general terms and then by specific example, the preparation of Interferon; and we are more than satisfied that a person skilled in this art would thereby be enabled to use the claimed process to prepare the claimed substance.\nReferring to the question of how to use Interferon once it is obtained, the board said:\n* * * The specification does not inform us (1) what quantities safely may be administered to a subject, human or animal, (2) how this material may be administered, or (3) what the effect of any quantity of this material on a living subject may be. It is not disclosed that when applied in any certain manner to treat any certain, specific virus contained in any certain animal subject the resultant gain or change will make the treatment worth the application.\nIn view of our holding that an unchallenged allegation of in vitro utility is sufficient for purposes of section 101, these objections become moot. As for how to use Interferon in an in vitro application, we have already set forth the relevant portion of the specification, the gist of which is that the “substance [Interferon] is mixed with pieces of chick chorio-allantoic membrane for 24 hours at 37° C. to allow interference to become established.” The membrane pieces are then “incubated with live influenza virus” and the yield of virus “is conveniently measured by the haemagglutinin titration test.” We think such a disclosure tells a skilled worker in this field all he needs to know in order to carry on further research and investigation.\nWe therefore hold that appellants’ specification satisfies the requirements of section 112.\nIII. Section 112: Definition of Invention\nThe final ground of rejection was on the basis that the “claims fail to properly define the invention.” As stated by the board:\n* * * The essenfiai feature of these claimed processes and products alike is the incubation in living animal cells and tissues of a virus which is inactivated until it has lost its power of reproduction but still has a “viral interfering activity.” What this viral interfering activity amounts to and the nature and extent of its interference are not specified in the claims and even in the claims where such source virus is indicated the manner or standard for determining that “viral interference activity” is not specified. * * *\nWe point out in connection with this rejection that an applicant need not understand the theory or scientific principle underlying his. invention. In re Storrs, 44 CCPA 981, 245 F. 2d 474, 114 USPQ 293. All that an applicant need do is enable a person skilled in the art to* duplicate his efforts, and appellants have certainly done so here. When the words “viral interfering activity” are read in the light of the specification, it is clear that they define the property of the attenuated virus in interacting with the other live virus in the living cell material to produce the viral interfering substance. Broad, but clearly well-defined ranges of the activity of the attenuated virus are thus functionally specified. We cannot conceive how else appellants could describe the activity as clearly and conveniently; certainly an applicant may so define his terms in the specification in a pioneer area such as this.\nWe therefore hold that “viral interfering activity” is an adequate functional limitation governing the degree of inactivation of the attenuated virus, and is such as to convey definite meaning to- one skilled in this art.\nThe appealed decision is accordingly reversed.",
        "type": "majority",
        "author": "Smith, Judge,"
      },
      {
        "text": "AlmoND, Judge,\ndissenting, with whom Wouley, C. J., joins.\nI disagree with the view of this case taken by the majority. Before this utility question can be properly considered, appellants’ disclosure should be consulted to determine just exactly what the asserted utility is. I think the following passage of the disclosure, which incidentally was not referred to by the majority, is as close as appellants come to stating a utility:\nThe value of the viral interfering substance is that, whereas vaccines are not only very specific in their action, hut do not generally confer immunity upon the subject for some two weeks, Interferon is active against a variety of viruses and not only that virus from the inactivated form of which has been used in its preparation, and furthermore shows its activity in the subject to which it is, administered within a matter of only a few hours.\nAppellants claim that the utility of their compound is its activity against a variety of viruses in a “subject,” thus making it a replacement for vaccines. I see nothing here that would suggest that appellants consider their compound to be merely a death potion for viruses in a test, tube. On the contrary, the disclosed utility of Interferon is its activity against viruses in place of a vaccine. Are test tubes vaccinated against viruses ? I think not. The utility here disclosed is anti-viral activity in a “subject” or in vivo as a substitute for a vaccine. Thus, I am convinced that the disclosure must be construed as an assertion of in vivo utility.\nI think that the deliverance of this court in In re Novak, 49 CCPA 1283, 306 F. 2d 924, 134 USPQ, 335, has controlling impact here. In sustaining rejection of the claims for lack of proof of utility, the court, said:\nWe observe that no evidence whatever has been presented to demonstrate that the claimed compounds have the alleged properties or will function as alleged in the specification. * * *\nIn our opinion, when an applicant bases utility for a claimed invention on allegations of the sort made by appellants here, unless one with ordinary skill in the art would accept those allegations as obviously valid and correct, it is proper for the examiner to ask for evidence which substantiates them. * * *\nHere we are dealing with a claimed compound completely, as far as the record reveals, unknown prior to its disclosure by appellants. Its chemical constituents are not revealed. Appellants admit that there is no “real precedent for this precise type of invention * * *.\" In view of the rather remarkable utility asserted and the fact that the prior art provides no basis for predicting or even hinting that Interferon might have the alleged in vivo utility, it seems clear that the alleged utility could not be accepted as obviously valid and correct by one skilled in the art. I thus feel that the examiner displayed no abuse of discretion in requiring proof of the alleged utility.\nI am in strong disagreement with the attempt by the majority to limit the Novak doctrine to situations such as those in In re Citron, 51 CCPA 852, 325 F. 2d 248, 139 USPQ 516. I can think of no good reason why the examiner should be precluded from requiring proof of utility in situations such as the present one, and furthermore I can think of no good reason why the appellants should refuse to submit such proof unless they have none. The majority states that the test data required by the examiner would be “redundant.” On the contrary, it would be the only data in an application now barren of in vivo test results.\nIt is noted that in the application of section 101 to the claims in issue, the examiner and the board made no distinction between the product claims and the process claims. No distinction is made by appellants in their brief or in the reasons of appeal. Here, as in In re .Novate, all of the claims, both product and process, were rejected for lack of utility and disposed of on that basis, citing In re Lorenz and Wegler, 49 CCPA 1227, 305 F. 2d 875, 134 USPQ 312, wherein the following- statement is made:\nThe examiner and the board made no distinction between the product claims and the process claims as to the ground of rejection. While appellants filed reasons of appeal which would justify our separate consideration of both groups of claims, we construe appellants’ brief to be an abandonment of any issue as to the legality of such a rejection of the process claims. Our decision is thus necessarily limited to a consideration of the rejection solely on the validity of the rejection of the product claims.\nI agree with the solicitor that our decision in In re Manson, 52 CCPA 739, 333 F. 2d 234, 142 USPQ 35, is not apposite to the situation here presented. The legal issue presented in Mans an involved an application on a new process for making a known compound. The court held that “where a claimed process produces a known product it is not necessary to show utility for the product * * The instant case involves both product and process claims where patentability is predicated on the advantages of a heretofore unknown product.\nFor the reasons stated, I would affirm the rejection of the board on the ground of lack of proof of utility.",
        "type": "dissent",
        "author": "AlmoND, Judge,"
      }
    ],
    "attorneys": [
      "Albert L. Jacobs, James W. Dent for appellants.",
      "Clarence W. Moore (Fred W. Sherling, of counsel) for the Commissioner of Patents."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 887; 146 USPQ 193\nIn re Alick Isaacs and Jean Lindenmann\n(No. 7357)\nUnited States Court of Customs and Patent Appeals,\nJuly 1, 1965\nAlbert L. Jacobs, James W. Dent for appellants.\nClarence W. Moore (Fred W. Sherling, of counsel) for the Commissioner of Patents.\n[Oral argument March 2, 1965 by Mr. Jacobs and Mr. Sherling]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges\nPetition for rehearing denied October 12, 1965."
  },
  "file_name": "1791-01",
  "first_page_order": 1115,
  "last_page_order": 1124
}
