{
  "id": 12166905,
  "name": "Hugh S. Knowles v. George C. Tibbetts",
  "name_abbreviation": "Knowles v. Tibbetts",
  "decision_date": "1965-06-24",
  "docket_number": "No. 7377",
  "first_page": "1800",
  "last_page": "1808",
  "citations": [
    {
      "type": "official",
      "cite": "52 C.C.P.A. 1800"
    },
    {
      "type": "parallel",
      "cite": "146 U.S.P.Q. 59"
    },
    {
      "type": "parallel",
      "cite": "347 F.2d 591"
    }
  ],
  "court": {
    "name_abbreviation": "C.C.P.A.",
    "id": 8989,
    "name": "United States Court of Customs and Patent Appeals"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "41 USPQ 366",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "103 F. 2d 722",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1064477
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/103/0722-01"
      ]
    },
    {
      "cite": "12 USPQ 218",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "55 F. 2d 998",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6080724,
        1806886
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/19-2/0953-01",
        "/f2d/55/0998-01"
      ]
    },
    {
      "cite": "19 CCPA 953",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6080724
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/19-2/0953-01"
      ]
    },
    {
      "cite": "241 F. 2d 944",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        6078304,
        417635
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0772-01",
        "/f2d/241/0944-01"
      ]
    },
    {
      "cite": "44 CCPA 772",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6078304
      ],
      "weight": 2,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/44-2/0772-01"
      ]
    },
    {
      "cite": "144 USPQ 1",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "case_ids": [
        12164228,
        12164462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0906-01",
        "/ccpa/52-2/1030-01"
      ]
    },
    {
      "cite": "339 F. 2d 217",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        884010,
        12164228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/339/0217-01",
        "/ccpa/52-2/0906-01"
      ]
    },
    {
      "cite": "52 CCPA 906",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164228
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0906-01"
      ]
    },
    {
      "cite": "341 F. 2d 110",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        12164343,
        878399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0968-01",
        "/f2d/341/0110-01"
      ]
    },
    {
      "cite": "52 CCPA 968",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        12164343
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/52-2/0968-01"
      ]
    },
    {
      "cite": "4 USPQ 269",
      "category": "reporters:specialty",
      "reporter": "U.S.P.Q. (BNA)",
      "opinion_index": 0
    },
    {
      "cite": "36 F. 2d 292",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1769826
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/36/0292-01"
      ]
    },
    {
      "cite": "17 CCPA 647",
      "category": "reporters:specialty",
      "reporter": "C.C.P.A.",
      "case_ids": [
        6094186
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ccpa/17-2/0647-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 829,
    "char_count": 16678,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 4.901327436286113e-07,
      "percentile": 0.9337660226522859
    },
    "sha256": "e57128cc9fb2d8a5b3ac1b589e368be069adf416baa7fe8bc83ed76566f03202",
    "simhash": "1:2d7cd6e86463eda9",
    "word_count": 2760
  },
  "last_updated": "2024-02-27T16:56:34.096021+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges"
    ],
    "parties": [
      "Hugh S. Knowles v. George C. Tibbetts"
    ],
    "opinions": [
      {
        "text": "Almond, Judge,\ndelivered the opinion of the court:\nHugh S. Knowles appeals from a decision of the Board of Patent Interferences awarding priority of invention to George C. Tibbetts. The interference is between two applications. The board based its award of priority on its holding that the junior party, Knowles, had failed to prove a reduction to practice prior to the senior party’s filing date.\nThere are three counts in the interference. At oral hearings, Knowles’ attorney abandoned the appeal as to count 1. We thus are concerned only with counts 2 and 3 which read as follows:\n2. An electromagnetic transducer comprising a magnet, a pole piece flux-con-ductively engaging each pole of the magnet, said pole pieces extending laterally of the magnet to form a nonmagnetic gap therebetween, an elongated flux-conductive, elastic armature, means clamping one end of said armature in nonmagnetic, spaced relationship to the pole pieces in fixed position in said gap so that the other end of said armature may vibrate in another portion of said gap, there being a bending line between the clamped end and the vibratable end of the armature, and means for varying the reluctance between the pole pieces in the air gap at the fixed end of the armature.\n3. The electromagnetic transducer of count 2 wherein the reluctance varying means is a T-shaped armature with the clamped portion between the arms of the T which project laterally on both sides into the gap.\nIt is clear from the applications in interference that the invention relates to a transducer of the type shown in Figure 2 of the Knowles application:\nA reed 27 is clamped between washers 28W at one end and is free to vibrate at its other end. When used in a microphone to convert acoustic energy into mechanical energy, the reed is made to vibrate by diaphragm 31 and drive link 32. Vibration of the reed between magnetic poles 22 and 23 causes a variable magnetic flux in the reed. The variable flux causes a current to be set up in coil 20. This output electrical current from the coil varies with the input acoustical energy.\nReduction to Practice\nAn understanding of the problem solved by the invention is important in determining whether there was a reduction to practice. Both applications in interference indicate that two kinds of flux are normally present in the vibrating reed. There is a steady polarizing flux in the region of the gaps between the magnetic poles and a variable signal flux in other regions of the reed. It is desirable that the reed carry as little steady flux as possible in regions outside the gaps. Knowles’ Figure 4 represents a reed positioned between pole pieces:\nAccording to Knowles, circulation of polarizing flux through the reed can be prevented by magnetically balancing the reed. Magnetic balance is obtained when the reluctance across each of the air gaps Gi, G2, G3, and G4, represented as IT, 1C, 1C, and R,, is in the relationship R1/R2 = R3/R4. A reed may be balanced by simple mechanical centering or by bending adjustments which produce strains in the reed.\nThe invention described by the applications in interference is another method for magnetically balancing the reed. Adjustable tabs 19 and 20 are provided to the fixed end of the reed as indicated by Tib-betts’ Figure 5:\nMagnetic balance is obtained by bending the tabs. An important feature of the invention is that it allows adjustment of the transducer after it has been assembled in a casing if a small hole is placed in the casing to allow bending of the tabs.\nKnowles’ Exhibit 3 dated “3-18-53” is a drawing of a T-reed having bendable tabs. Herbert G. Zapfe, a model maker employed by Knowles’ company, Industrial Research Products, Inc., testified that he had made several reeds in accordance with Exhibit 3 and probably turned them over to Knowles about April 30,1953. Edward R. Cronk, an engineer employed by Industrial, testified that the T-reeds were placed in magnetic armature type motors designated as model API. The parties appear to be in agreement that these AH motors “incorporating the T-reed” satisfy counts 2 and 3. There was testimony that these AH motors were tested to determine whether magnetic centering could be obtained by bending the tabs on the T-reeds and that the motors were assembled in microphones and tested acoustically by an engineer, Paul Ulrich. The board held that this activity carried out in 1953 established conception by Knowles but that it did not establish reduction to practice.\nConception is the formation in the inventor’s mind of the complete operative invention, Townsend v. Smith, 17 CCPA 647, 36 F. 2d 292, 4 USPQ 269. Here the concept was not only in Knowles’ mind, it was actually incorporated into a motor. Thus, it appears that the board considered the AH motor containing the T-reed to be a complete and operative embodiment of the invention in counts 2 and 3. The board’s finding that reduction to practice had not been attained was expressed as follows:\nAs to the activity in 1953, we are of the opinion that the record does not demonstrate an actual reduction to practice although we believe that it established conception by Knowles in that year. Under the circumstances of this case a more specific finding is unnecessary. Here, while there is no evidence directly indicating lack of success, Ulrich’s notebook did not include any factual data or statement as to results obtained and we are left to the inference suggested orally by Ulrich that the results must have been satisfactory or some contrary note would have been made. We decline to draw that inference where other circumstances pointing in that direction are absent and where the failure to adopt the proposal or to file an application are circumstances w’liich tend to indicate the contrary.\nThis vague statement by the board appears to indicate that only the acoustical tests by Ulrich were considered in determining reduction to practice. This brings us to the nub of the problem. We find, as apparently the board did, that an operable transducer satisfying the counts was made in 1953. The legal question we must determine is, what proof of testing of this motor is required to establish reduction to practice ?\nAlthough tests under actual conditions of use are not necessarily a requirement for reduction to practice, the tests must prove that the invention will perform satisfactorily in the intended functional setting, White v. Lemmerman, 52 CCPA 968, 341 F. 2d 110, 144 USPQ 409 and Paivinen v. Sands, 52 CCPA 906, 339 F. 2d 217, 144 USPQ 1. Before considering Knowles’ proofs regarding reduction to practice, we must scrutinize the technical aspects to determine just exactly what the intended functional setting of the invention is.\nThere is some dispute over the actual nature and purpose of the invention. Knowles contends that the invention is a transducer or in simpler terms merely a motor which has a wide variety of applications and need only run to prove reduction to practice. Tibbetts, on the other hand, apparently takes the position that the primary utility of the invention is in a microphone or receiver and would require actual service tests in a hearing aid. The Knowles application states:\nThis invention pertains to the provision of improvements in electromagnetic devices such as transducers employing an armature movable relative to polarized pole pieces, and more particularly, but not exclusively, to that class of transducers used as receivers and microphones in hearing aids, and the like, in which the armature may be a long thin magnetic reed reacting relative to pole pieces conducting the main polarizing flux.\nThe entire invention, however, is directed to problems encountered in miniaturized equipment. Knowles states that magnetic balancing is “important in receivers where the alternating signal flux in the pole pieces becomes an appreciable portion of the steady polarizing flux.” Tibbetts, in his application, describes the problem as follows:\nAs the size of certain types of transducer assemblies is reduced, e.g. microphones, the sensitivity also tends to reduce. One of the important means of maintaining sufficiently high sensitivity of such magnetic transducers is to employ a magnetic Instability factor as high as practicable. Hence the problem of obtaining a sufficiently low steady flux density in the armature of moving armature magnetic transducers is greatly accentuated by the process of miniaturization.\nThe principal object of my invention is to provide means in a balanced armature magnetic translator for adjusting accurately and permanently the magnetic state of the armature and hence of obtaining as close an approximation to magnetic balance as may be desired.\nThe gist of the invention then appears to be magnetically balancing miniaturized transducers, and this balancing is necessary when the transducers are used in microphones and receivers. There seems to be no doubt that a miniaturized transducer was made; Herbert Zapfe made the T-reeds which were made up into modified AH motors according to the testimony of Cronk. There is further evidence that bending the tabs resulted in “varying the reluctance between the pole pieces in the air gap at the fixed end of the armature” as called for by the count. Rnowles testified that he bent the tabs and measured the shift in magnetic balance obtained by a laboratory test setup. Cronk corroborated, stating that he had seen Knowles make the magnetic centering tests and had made them himself. Tibbetts questions whether a satisfactory reluctance adjustment was achieved. Tibbetts first points to Knowles’ Exhibit 15, a progress report allegedly made by Cronk in 1954. Cronk’s testimony with regard to this report was:\nQ259. Will you read into the record your comment on this bent tail reed No. 3? A. “Bent tail reed tried. Very little effect caused by tail. ITobably because permeance of tail clamp section. Could cause total shift of pattern of less than 3/i6th inch under any condition of tail coupling.’’\nQ260. What were you after when you were testing this particular bent tail reed? A. Primarily we were after a very large gross effect to operate as a volume control rather than as a touch-up adjustment, as we call it.\nQ261. Was this pure reluctance? A. Yes, this was definitely pure reluctance because it was completely isolated by the clamp from the balance of the reed.\nQ262. Does the report you have there show that the reluctance adjustment did occur? A. Yes. In fact I think the wording here as I read this thing is in matter of concept. In other words, it says very little but this is only in terms of what we were trying to get, rather than what it actually did. I would say the amount talked about here was probably adequate for most production readjustment procedures.\nWe first note that .a bent tail reed rather than the T-reed involved in the 1953 test was being discussed. Furthermore, Cronk states that some reluctance adjustment was obtained.\nTibbetts also argues that unless the tab adjustment can be made without introducing stresses in the vibratory portion of the reed, the results are unsatisfactory because of mechanical instability of the reed. We do not feel that he has pointed to any persuasive evidence which would indicate that mechanical stresses had been introduced during the 1953 tests. He cites testimony by Cronk indicating that both mechanical and reluctance adjustments were obtained but that testimony dealt with a “pitchfork” reed designed to give both types of adjustment.\nWe thus conclude that Knowles made a miniaturized transducer and tested to establish that reluctance could be varied by manipulation of tabs on the T-reed.\nThe next step by Knowles was to have acoustical tests performed on a microphone containing a T-reed transducer. It is not clear from the record just what Knowles hoped to learn from the acoustical tests. Ulrich, at Knowles’ request, placed the T-reed transducers in microphones and ran acoustical tests to determine sensitivity as a result of frequential volume. The results of these tests were expressed by curves. The test was apparently a standard practice. Ulrich’s notebook, Exhibits 9-12, covers a period from “7/7/53” to “10/15/53” and “Curve #441” through “Curve #661.” Two of the entries are:\nWith regard to these tests, Ulrich testified:\nRDQ15. Mr. Ulrich, were these microphones satisfactory microphones? A. Apparently they were or I would have made some note.\nRDQ16. You would have made some note that they were not? A. That they were * * * unsatisfactory.\nThe curves are not in the record. Knowles testified that he saw the curves run on the T-reed transducers and was satisfied that “sensitivity was up to par.” Cronk testified:\nQ226. What tests did Mr. Ulrich make on finished ¡acoustic models? A. He ran a finished acoustic response test.\nQ227. Which would be shown by some kind of curve? A. Which would be sensitivity versus frequential volume, yes.\n* * * * * * *\nQ229. Did the curve show that the microphones equipped with that T-reed would work acoustically ? A. Yes, once they were in the acoustic state they were indistinguishable from any other reed.\nIt was these acoustical tests alone which the board seemed to consider in holding that there was no reduction to practice. In its original opinion, the board stated that Ulrich’s testimony and notebook failed to indicate success of the acoustical tests. On reconsideration, the board criticized Cronk’s corroboration of the Ulrich test results because “the testimony does not show that Cronk recalled the nature of the tests.” We would agree that Ulrich’s testimony is of little value as to success of the acoustical tests. We think, however, that Cronk corroborated Knowles’ testimony of success. In view of the large number of sensitivity tests run by Ulrich, the curves from which were all delivered to Cronk, we think that Cronk must have known the nature of the test.\nTibbetts argues that, the short acoustical test which indicated that the operation of the T-reeds was acoustically indistinguishable from normal reeds is merely a laboratory test insufficient to establish reduction to practice because it didn’t prove whether tab adjustment introduced mechanical strains or whether it would be affected by conditions of “temperature, vibration etc. in normal usage in a hearing aid.” We think, however, that once Knowles established that tab adjustment provided reluctance adjustment and also that T-reeds operated in the same manner as normal reeds, he had sufficiently proved that the transducer would perform satisfactorily in its intended functional setting.\nTibbetts points to the fact that Knowles did not lile a patent application until almost five years after the 1958 reduction to practice as evidence that reduction to practice was not actually established. It is true that a long delay in filing has been held to warrant the presumption that experiments alleged to be a reduction to practice were actually unsuccessful. See Conner v. Joris, 44 CCPA 772, 241 F. 2d 944, 113 USPQ 56; Stewart v. Robinson, 19 CCPA 953, 55 F. 2d 998, 12 USPQ 218 and Globe-Union, Inc. v. Chicago Tel. Supply Co., 103 F. 2d 722, 41 USPQ 366 (7th Cir. 1939). However, in a case like this where we are convinced that there was a reduction to practice, we will not hold otherwise because of the delay. To do so would result in a double standard in an area where the standard is already elusive. We thus reverse the board’s holding that there was no reduction to practice by Knowles in 1953.\nLoss of Right to Patent Under 35 USC 102{g)\nHaving held that there was no reduction to practice, the board did not consider whether Knowles had abandoned, suppressed or concealed his invention from the time of reduction to practice in the latter part of 1953 until his filing date of April 22,1958. Tibbetts has raised that issue throughout the interference and it .must be decided. We thus remand for consideration of the 35 USC 102(g) issue.\nTibbetts, serial No. 680,753 filed August 28, 1957 and Knowles, serial No. 730,082 filed April 22, 1958.\nTibbetts does contend that, because of the type of washer used to hold the reed, magnetic adjustment alone is impossible. This argument will be treated later.",
        "type": "majority",
        "author": "Almond, Judge,"
      }
    ],
    "attorneys": [
      "Wilfred S. Stone, ,J. William Pike for appellant.",
      "Charles S. Grover, James W. Dent for appellee."
    ],
    "corrections": "",
    "head_matter": "347 F. 2d 591; 146 USPQ 59\nHugh S. Knowles v. George C. Tibbetts\n(No. 7377)\nUnited States Court of Customs and Patent Appeals,\nJune 24, 1965\nWilfred S. Stone, ,J. William Pike for appellant.\nCharles S. Grover, James W. Dent for appellee.\n[Oral argument May 3, 1965 by Mr. Stone and Mr. Grover]\nBefore Worley, Chief Judge, and Rich, Martin, Smith, and Almond, Jr., Associate Judges\nPetition for rehearing denied October 12, 1965."
  },
  "file_name": "1800-01",
  "first_page_order": 1124,
  "last_page_order": 1132
}
