{
  "id": 7380746,
  "name": "Harriet RYMER, Appellant, v. Nelson POOL, Appellee",
  "name_abbreviation": "Rymer v. Pool",
  "decision_date": "1990-05-10",
  "docket_number": "No. 89-183",
  "first_page": "279-283",
  "last_page": "286",
  "citations": [
    {
      "type": "official",
      "cite": "574 A.2d 283"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "488 A.2d 1359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7980419
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1361, n. 2"
        },
        {
          "page": "1365"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/488/1359-01"
      ]
    },
    {
      "cite": "404 F.2d 216",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2125229,
        3579367
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/404/0216-01"
      ]
    },
    {
      "cite": "131 U.S.App.D.C. 216",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3579367
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "390 A.2d 4",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11716466
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "5"
        },
        {
          "page": "5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/390/0004-01"
      ]
    },
    {
      "cite": "546 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7938218
      ],
      "pin_cites": [
        {
          "page": "372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/546/0367-01"
      ]
    },
    {
      "cite": "660 F.2d 854",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        390962
      ],
      "pin_cites": [
        {
          "page": "860"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/660/0854-01"
      ]
    },
    {
      "cite": "558 F.2d 948",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        946928
      ],
      "pin_cites": [
        {
          "page": "952"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/558/0948-01"
      ]
    },
    {
      "cite": "482 A.2d 359",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7903346
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/482/0359-01"
      ]
    },
    {
      "cite": "534 A.2d 1268",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7893429
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1269"
        },
        {
          "page": "1270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/534/1268-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 10471,
    "ocr_confidence": 0.779,
    "pagerank": {
      "raw": 1.4532443470159662e-07,
      "percentile": 0.6554725777448801
    },
    "sha256": "45cc9e9d960f26706dec03c6af2bb8e611b9ffdeec2b9df290dcb413960689a0",
    "simhash": "1:ceceac38320d0d15",
    "word_count": 1768
  },
  "last_updated": "2024-02-27T22:37:28.643463+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NEWMAN and FARRELL, Associate Judges and MACK, Senior Judge."
    ],
    "parties": [
      "Harriet RYMER, Appellant, v. Nelson POOL, Appellee."
    ],
    "opinions": [
      {
        "text": "NEWMAN, Associate Judge:\nAppellant Rymer, a United States citizen, resident in the U.S. Virgin Islands, sued Appellee Pool, a citizen of the Dominican Republic, in Superior Court for (1) fraudulent inducement to marry and (2) unjust enrichment for fraudulently obtaining property from her. After hearing from counsel, but before any evidentiary hearing, the judge dismissed the case for failure to state a claim for which relief could be granted under D.C. law. We find that, under the circumstances of this case, it was error for the trial court to apply D.C. law without first engaging in a choice-of-law analysis and considering the applicability of the law of the other jurisdictions that have an interest in this suit. We thus reverse and remand this case for a choice-of-law determination, including any evidentiary hearing appropriate to that task.\nI\nAssuming as true the allegations pleaded in the complaint, as we must for purposes of our review of a motion to dismiss for failure to state a claim for which relief may be granted, Rong Yao Zhou v. Jennifer Mall Restaurant, 534 A.2d 1268, 1269 (D.C.1987); Vicki Realty v. Laufer, 482 A.2d 359, 364 (D.C.1984), we are presented with the following set of facts. Appellant Rymer, a U.S. citizen residing in the U.S. Virgin Islands, first met Appellee Pool, a citizen of the Dominican Republic, on a cruise ship in the Caribbean in 1982. She was a passenger on the ship and he worked on board as a waiter. They became friendly during the cruise and afterwards maintained contact with each other. Several times, Pool, from the Dominican Republic, called Rymer, in the Virgin Islands, and professed his love for her. During these conversations, he also urged her to come to the Dominican Republic and marry him. Rymer did go to the Dominican Republic and, in January 1983, Rymer and Pool were married.\nAfter the wedding, Rymer returned to the Virgin Islands and petitioned the Immigration and Naturalization Service to classify Pool as the immediate relative of a United States citizen, so that he could apply for an immigrant visa. Pool was granted a visa in 1984. Shortly after obtaining the visa, he journeyed to the Virgin Islands and lived there with Rymer for approximately three weeks.\nDuring 1983 and 1984, relying upon the marriage relationship, Rymer sent money to her husband in the Dominican Republic. In addition, Rymer gave Pool money in 1984 to travel to Washington, D.C. to visit relatives.\nPool came to Washington, D.C. in late 1984 and, shortly thereafter, by letter, informed Rymer that he did not love her, that he did not wish to live with her, and that he had married her only to obtain his immigration “green card”.\nSince these incidents, Pool has divorced Rymer and allegedly married his Dominican Republic girlfriend. Pool apparently still lives in the District of Columbia.\nPlaintiff filed a complaint in Superior Court, suing defendant Pool for fraudulent inducement to marry and unjust enrichment for fraudulently obtaining property from her. Defendant filed an answer with the court asserting as a defense that plaintiff had failed to state a claim upon which relief could be granted; the answer did not address the choice-of-law question. Defendant did not file any motions with the court prior to trial that focused on plaintiffs failure to state a claim, and plaintiff never had the opportunity prior to trial to refute the argument that no claim for which relief may be granted exists or to focus the court’s attention on the possibility that D.C. substantive law should not be applied in resolving this case.\nOn the morning of trial, in a brief off-the-record conference in chambers, defendant orally moved to dismiss the case for failure to state a claim for which relief may be granted. In the courtroom, the judge then heard from counsel concerning the legal basis for the claim. Before any evi-dentiary hearing, the trial judge ruled from the bench that the complaint was dismissed for failure to state a claim for which relief may be granted under D.C. law.\nII\nWe have before us a suit that has very little to do with the District of Columbia, but to which D.C. substantive law has been applied. According to the pleadings and the plaintiffs pretrial statement, it appears that the parties did not court each other in the District of Columbia, the marriage did not occur in the District of Columbia, and the parties never lived together in the District of Columbia. Apparently, all relevant transactions took place either on a cruise ship in the Caribbean, in the U.S. Virgin Islands, or in the Dominican Republic. The only contacts the parties have with the District are (1) defendant moved to the District after the marriage (and after he committed the alleged torts for which he is being sued), (2) defendant informed plaintiff by letter mailed from the District that he had fraudulently induced her to marry him, (3) plaintiff travelled to the District to persuade defendant to remain married to her, and (4) defendant presently lives in the District of Columbia and can personally be served here.\nWhile this case has little to do with the District of Columbia, neither the parties nor the trial court ever raised the issue that a law other than the law of the District of Columbia should be applied in this case. In fact, when the trial court rendered its decision, it considered only D.C. law. Generally, when parties do not raise the issue of the applicability of foreign law, a court is under no obligation to apply foreign law and may instead apply the law of the forum. As the Restatement (Second) of Conflicts explains: .\n[W]here either no information, or else insufficient information, has been obtained about the foreign law, the forum will usually decide the case in accordance with its own law except when to do so would not meet the needs of the case, or would not be in the interest of justice. The forum will usually apply its own law for the reason that in this way it can best do justice to the parties.... When both parties have failed to prove foreign law, the forum may say that the parties have acquiesced in the application of the local law of the forum.\nRestatement (Second) op Conflicts § 136, comment h, at 378-79 (1971). See also Commercial Ins. Co. of Newark v. Pacific-Peru Construction Corp., 558 F.2d 948, 952 (9th Cir.1977) (citing Restatement § 136, federal court sitting in Hawaii determined that it need not apply Peruvian law to a construction contract dispute regarding construction work performed in Peru, since neither party raised the issue of the applicability of Peruvian law and, instead, chose to apply Hawaiian law to the dispute). It should be noted that, though a court may apply its own law in multi-na-tional cases when the parties do not raise the foreign law issue, a court is not obligated to do so. Even when not requested to do so by a party, a court is permitted to apply foreign law. Vishipco Line v. Chase Manhattan Bank, N.A., 660 F.2d 854, 860 (2d Cir.1981).\nThough the general rule is that a court may apply its own law when the parties do not raise the issue of the applicability of foreign law, we find that under the circumstances of this particular case, the trial court erred in not engaging in a choice-of-law analysis. We are not convinced that in this case plaintiff had a meaningful opportunity to address the choice-of-law issue. If the court had requested that plaintiff file a reply to the answer (as the court could have done pursuant to Super.Ct.Civ.R. 7(a)), or if defendant had filed a motion t’o dismiss for failure to state a claim and plaintiff had responded to it, plaintiff would have had the opportunity to argue that she had a valid claim and could have focused the court’s attention on the question of the applicability of foreign law. If such had been the case, we would have no reason to reverse the trial court’s decision. Since this is not the case, we hold that it was error for the trial court to apply D.C. law without considering the choice-of-law problem.\nUpon remand, the trial court should make a choice-of-law decision by engaging in the “government interest analysis” approach used by the District of Columbia courts to resolve choice-of-law questions. See Stutsman v. Kaiser Foundation Health Plan of Mid-Atlantic States, Inc., 546 A.2d 367, 372 (D.C.1988); Rong Yao Zhou, supra, 534 A.2d at 1270; Williams v. Williams, 390 A.2d 4, 5 (D.C.1978); Gaither v. Myers, 131 U.S.App.D.C. 216, 404 F.2d 216, 222 (1968). This approach requires the court to “evaluate the governmental policies underlying the applicable laws and determine which jurisdiction’s policy would be most advanced by having its law applied to the case under review.” Williams, supra, 390 A.2d at 5. In making the choice-of-law decision, the trial court should also consider the four factors set forth in the Restatement (Second) of Conflicts § 145, Estrada v. Potomoc Elec. Power Co., 488 A.2d 1359, 1361, n. 2 (D.C.1985). Those factors are:\n(a) the place where the injury occurred,\n(b) the place where the conduct causing the injury occurred,\n(c) the domicil, residence, nationality, place of incorporation and place of business of the parties, and\n(d) the place where the relationship between the parties is centered.\nRestatement (Second) of Conflicts § 145 (1971). In sum, the trial court should look at the determinative factors for choice-of-law questions in the District of Columbia: “which jurisdiction has the most substantial interest in having its law applied.” Estrada, supra, “488 A.2d at 1365.\nReversed and remanded.\n. At this point in time, it would be premature for this court to decide whether a cause of action exists under D.C. law for fraudulent inducement to marry or for unjust enrichment for fraudulently obtaining property from one’s spouse, thus we do not decide this issue here. If upon remand the court decides that District of Columbia law should be applied in this case, and that under D.C. law no claim for relief exists on either of these theories, then the issue of whether these causes of action exists under D.C. law would be ripe for review.",
        "type": "majority",
        "author": "NEWMAN, Associate Judge:"
      }
    ],
    "attorneys": [
      "St. John Barrett, Washington, D.C., for appellant.",
      "No one appeared for and no brief was submitted, on behalf of appellee."
    ],
    "corrections": "",
    "head_matter": "Harriet RYMER, Appellant, v. Nelson POOL, Appellee.\nNo. 89-183.\nDistrict of Columbia Court of Appeals.\nArgued March 5, 1990.\nDecided May 10, 1990.\nSt. John Barrett, Washington, D.C., for appellant.\nNo one appeared for and no brief was submitted, on behalf of appellee.\nBefore NEWMAN and FARRELL, Associate Judges and MACK, Senior Judge."
  },
  "file_name": "279-283-01",
  "first_page_order": 331,
  "last_page_order": 334
}
