{
  "id": 7354520,
  "name": "COMMONWEALTH of Pennsylvania, v. Richard Gleason KNOWLES, Appellant",
  "name_abbreviation": "Commonwealth v. Knowles",
  "decision_date": "1994-02-03",
  "docket_number": "",
  "first_page": "325-331",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "637 A.2d 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "250 N.W.2d 348",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "76 Wis.2d 72",
      "category": "reporters:state",
      "reporter": "Wis. 2d",
      "case_ids": [
        8671782
      ],
      "year": 1977,
      "pin_cites": [
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis-2d/76/0072-01"
      ]
    },
    {
      "cite": "429 P.2d 126",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "71 Wash.2d 400",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        1095219
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/71/0400-01"
      ]
    },
    {
      "cite": "220 Mont. 280",
      "category": "reporters:state",
      "reporter": "Mont.",
      "case_ids": [
        2502721
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/mont/220/0280-01"
      ]
    },
    {
      "cite": "315 Md. 458",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        2035469
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/md/315/0458-01"
      ]
    },
    {
      "cite": "363 Pa.Super. 466",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        672578
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "469"
        },
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/363/0466-01"
      ]
    },
    {
      "cite": "116 A.2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "179 Pa.Super. 328",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        727597
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/179/0328-01"
      ]
    },
    {
      "cite": "277 Pa.Super. 451",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        144355
      ],
      "weight": 3,
      "year": 1980,
      "pin_cites": [
        {
          "page": "455"
        },
        {
          "page": "1235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/277/0451-01"
      ]
    },
    {
      "cite": "529 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831189
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "186"
        },
        {
          "page": "839"
        },
        {
          "page": "186"
        },
        {
          "page": "839"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0168-01"
      ]
    },
    {
      "cite": "271 Pa.Super. 317",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        133021
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/271/0317-01"
      ]
    },
    {
      "cite": "31 A. 123",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1895,
      "opinion_index": 0
    },
    {
      "cite": "166 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864187
      ],
      "year": 1895,
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0405-01"
      ]
    },
    {
      "cite": "343 Pa.Super. 486",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        635329
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "494"
        },
        {
          "page": "573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/343/0486-01"
      ]
    },
    {
      "cite": "342 Pa.Super. 438",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        632925
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "442"
        },
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/342/0438-01"
      ]
    },
    {
      "cite": "389 Pa.Super. 136",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474492
      ],
      "weight": 8,
      "year": 1989,
      "pin_cites": [
        {
          "page": "140"
        },
        {
          "page": "884"
        },
        {
          "page": "140"
        },
        {
          "page": "884"
        },
        {
          "page": "141"
        },
        {
          "page": "884"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/389/0136-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 8792,
    "ocr_confidence": 0.713,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.1894376853631235
    },
    "sha256": "2692e5458eab9f4c5b1d820bf502673c9088af0a86defff357adb253dd892ce5",
    "simhash": "1:a214322ab85342f8",
    "word_count": 1472
  },
  "last_updated": "2024-02-27T21:14:59.125695+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WIEAND, KELLY and MONTGOMERY, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, v. Richard Gleason KNOWLES, Appellant."
    ],
    "opinions": [
      {
        "text": "WIEAND, Judge:\nRichard Gleason Knowles was tried by jury and was found guilty of indecent assault and endangering the welfare of a child in connection with conduct directed toward his teenage step-granddaughter. Post-trial motions were denied, and Knowles was sentenced to a term of imprisonment. On direct appeal from the judgment of sentence, Knowles argues that the trial court erred when it allowed the alleged victim to testify to incidents of sexual abuse by appellant while the parties were living in Texas several years before the offenses charged in this case. This is a difficult issue and requires our careful review.\nThe evidence was that during the summer of 1989 or 1990, when Amy J. K. was either 13 or 14 years of age, she went to live with Knowles and his wife, who was Amy’s grandmother. Amy’s grandparents had recently moved to Pennsylvania from Texas and had established a home in close proximity to where Amy lived. Thereafter, during the period between Thanksgiving and Christmas, while Amy and Knowles were alone in the latter’s home, Knowles called to Amy as she stepped from the shower to sit with him on the couch. When she did so, Knowles moved the towel which was around her and inserted two fingers in her vagina. He told her she was “being good” and shouldn’t say anything to anyone about what had happened.\nDuring the following spring, according to the Commonwealth’s evidence, appellant entered Amy’s bedroom while Amy’s grandmother was away and told Amy to remove her clothes. When she refused, appellant removed the child’s pants and penetrated her digitally in the same manner as before. He told her again that she was a good girl and should not say anything because if she did people would be disappointed in her. There was also testimony that appellant would ask Amy to hug and kiss him; whereupon, he would fondle her breasts through her clothing. At some time thereafter, Amy moved back with her mother and father. Amy ran away in the fall of 1991. Upon her return, she stayed with an aunt and uncle. The alleged abuse stopped once Amy went to live with her relatives.\nOver a defense objection, Amy was allowed to testify to events which had occurred in Texas when she was seven or eight years of age. At that time, Knowles was divorced from Amy’s grandmother and was living alone. Amy stayed with appellant for a week when her parents, who were also living in Texas, made a trip to Pennsylvania. She testified that appellant had told her there were two beds in his bedroom and she was expected to sleep with him. On the first night, appellant asked her to come into his bedroom and give him a good night kiss. According to Amy, when she went in, appellant was undressed. He then removed her pajamas and told her to “sit on top of him.” When she did so, according to her testimony, appellant had sexual intercourse with her. He told her she was a good girl and should not say anything to anyone. This conduct was repeated for the next five nights. Amy was also asked to “put [her] mouth on his private part” and did as she was requested. When her family returned from Pennsylvania she said nothing of these events to them. Amy’s family moved to Pennsylvania the following year.\nIn general, evidence of other wrongful conduct not charged in the information on which the defendant is being tried is inadmissible at trial except in certain limited circumstances. Commonwealth v. Kramer, 389 Pa.Super. 136, 140, 566 A.2d 882, 884 (1989); Commonwealth v. Campbell, 342 Pa.Super. 438, 442, 493 A.2d 101, 104 (1985); Commonwealth v. Rodriguez, 343 Pa.Super. 486, 494, 495 A.2d 569, 573 (1985). One such exception arises in the prosecution of sexual offenses. Commonwealth v. Bell, 166 Pa. 405, 31 A. 123 (1895); Commonwealth v. Rodriguez, supra; Commonwealth v. Leppard, 271 Pa.Super. 317, 413 A.2d 424 (1979). Evidence of prior sexual relations between defendant and his or her victim is admissible to show a passion or propensity for illicit sexual relations with the victim. Commonwealth v. Kramer, supra 389 Pa.Super. at 140, 566 A.2d at 884. See also: Commonwealth v. Dunkle, 529 Pa. 168, 186, 602 A.2d 830, 839 (1992); Commonwealth v. Buser, 277 Pa.Super. 451, 455, 419 A.2d 1233, 1235 (1980); Packel and Poulin, Pennsylvania Evidence § 405.1, at 171 (1987). This exception is limited, however. See: Commonwealth v. Boulden, 179 Pa.Super. 328, 116 A.2d 867 (1955). The evidence is admissible only when the prior act involves the same victim and the two acts are sufficiently connected to suggest a continuing course of conduct. Commonwealth v. Kramer, supra 389 Pa.Super. at 141, 566 A.2d at 884. The admissibility of the evidence is not affected by the fact that the prior incidents occurred outside of the statute of limitations. See: Commonwealth v. Bell, supra; Commonwealth v. Buser, supra.\nAt the time of the prior incidents in Texas, Amy was seven or eight years of age. At the time of the events for which appellant was being tried in Pennsylvania, Amy was thirteen or fourteen years of age. The several incidents, therefore, were separated by a period of at least five years, and possibly by as many as seven years. Remoteness, however, is only one factor to be considered when determining the admissibility of the evidence. Packel and Poulin, Pennsylvania Evidence § 405.1, at 172. Whether evidence is too remote in time to be probative, moreover, is largely within the discretion of the trial court. Commonwealth v. Gibson, 363 Pa.Super. 466, 469, 526 A.2d 438, 440 (1987).\nAppellant’s conduct in Texas was not a single, isolated act. He and Amy were alone every night for a week, and the sexual assaults continued over a six day period. They were committed by one who normally did not have the opportunity to become intimate with Amy. The acts stopped when Amy returned to her parents and, of course, after she moved with her parents to Pennsylvania. After appellant also moved to Pennsylvania, however, the sexual abuse was resumed when appellant had an opportunity to be alone with Amy. We conclude, therefore, that the evidence was relevant to show that appellant had a continuing passion for illicit sexual contact with Amy and acted on that passion when the opportunity arose. See: Vogel v. State, 315 Md. 458, 554 A.2d 1231 (1989); State v. T.W., 220 Mont. 280, 715 P.2d 428 (1986); State v. Schut, 71 Wash.2d 400, 429 P.2d 126 (1967); Sanford v. State, 76 Wis.2d 72, 82, 250 N.W.2d 348, 352 (1977).\nThe prior conduct need not be precisely the same conduct as that giving rise to the criminal charges. Commonwealth v. Dunkle, supra, 529 Pa. at 186, 602 A.2d at 839. It is enough that a reasonable inference can be drawn of “a passion or propensity for illicit sexual relations with the particular person concerned in the crime” for which the defendant is being tried. Id. See: McCormick, Evidence § 190, at 803 (4th ed. 1992). Here, the conduct of appellant toward his wife’s granddaughter was sufficiently similar, and the evidence was that it occurred whenever appellant had an opportunity to engage therein.\nThe Superior Court’s decision in Commonwealth v. Campbell, supra, does not require a different result. There, where the charges were statutory rape and incest, the court held irrelevant and inadmissible a prior assault by the defendant against his daughter, the alleged victim, which had occurred three or four years before the incident for which the defendant was being tried. In that case, the defendant and his daughter had been living continuously in the same household during the intervening period, and the prior assault had occurred only once. The trial court told the jury that the testimony was to demonstrate the propensity or inclination of the father to commit this kind of a crime. This was clearly improper, and the Superior Court, therefore, awarded a new trial. See: Commonwealth v. Boulden, supra.\nIn the instant case, the evidence did not refer to a single, prior incident but to a series of incidents between appellant and his wife’s granddaughter when the two were alone. Moreover, there is no complaint about the trial court’s jury instructions. The evidence established, in effect, a design, a passion which appellant had for sexual contact with his step-granddaughter.\nAfter careful consideration, therefore, we conclude that the trial court’s evidentiary ruling did not constitute an abuse of discretion.\nThe judgment of sentence is affirmed.\n. Knowles and Amy’s grandmother were subsequently remarried.",
        "type": "majority",
        "author": "WIEAND, Judge:"
      }
    ],
    "attorneys": [
      "Gregory S. Fox, Ellwood City, for appellant.",
      "William M. Panella, Dist. Atty., New Castle, for Com., appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, v. Richard Gleason KNOWLES, Appellant.\nSuperior Court of Pennsylvania.\nSubmitted Oct. 25, 1993.\nFiled Feb. 3, 1994.\nGregory S. Fox, Ellwood City, for appellant.\nWilliam M. Panella, Dist. Atty., New Castle, for Com., appellee.\nBefore WIEAND, KELLY and MONTGOMERY, JJ."
  },
  "file_name": "325-331-01",
  "first_page_order": 385,
  "last_page_order": 388
}
