{
  "id": 7864869,
  "name": "Patricia KEBLISH, Individually and as Administratrix of the Estate of Nicholas Keblish, Deceased v. THOMAS EQUIPMENT, LTD., J.D. Equipment and Smitty's Rentals, Inc. v. Elwood HOGARTH Appeal of Smitty's Rentals, Inc.",
  "name_abbreviation": "Keblish v. Thomas Equipment, Ltd.",
  "decision_date": "1995-06-22",
  "docket_number": "",
  "first_page": "34-38",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "660 A.2d 38"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "628 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        930842,
        1839731,
        1839644
      ],
      "weight": 6,
      "year": 1993,
      "pin_cites": [
        {
          "page": "844"
        },
        {
          "page": "844"
        },
        {
          "page": "847"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/427/0093-01",
        "/pa/534/0255-01",
        "/pa/534/0254-01"
      ]
    },
    {
      "cite": "427 Pa.Super. 93",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        930842
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/427/0093-01"
      ]
    },
    {
      "cite": "524 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822858
      ],
      "weight": 13,
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "523"
        },
        {
          "page": "570"
        },
        {
          "page": "532"
        },
        {
          "page": "574"
        },
        {
          "page": "523",
          "parenthetical": "emphasis added"
        },
        {
          "page": "570",
          "parenthetical": "emphasis added"
        },
        {
          "page": "521"
        },
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0514-01"
      ]
    },
    {
      "cite": "34 A.2d 828",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 1
    },
    {
      "cite": "153 Pa.Super. 623",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1050910
      ],
      "year": 1943,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/153/0623-01"
      ]
    },
    {
      "cite": "377 Pa.Super. 9",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        704424
      ],
      "weight": 14,
      "year": 1988,
      "pin_cites": [
        {
          "page": "29",
          "parenthetical": "citations omitted"
        },
        {
          "page": "1141",
          "parenthetical": "citations omitted"
        },
        {
          "page": "29-30"
        },
        {
          "page": "1141-1142",
          "parenthetical": "citations omitted"
        },
        {
          "page": "31"
        },
        {
          "page": "32-34"
        },
        {
          "page": "1143"
        },
        {
          "page": "29-30"
        },
        {
          "page": "1140-42"
        },
        {
          "page": "27-29"
        },
        {
          "page": "1140-41"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/377/0009-01"
      ]
    },
    {
      "cite": "36 A.2d 438",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1944,
      "pin_cites": [
        {
          "page": "441"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "349 Pa. 162",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458782
      ],
      "year": 1944,
      "opinion_index": 1,
      "case_paths": [
        "/pa/349/0162-01"
      ]
    },
    {
      "cite": "470 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723873
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "322"
        },
        {
          "page": "650"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/470/0317-01"
      ]
    },
    {
      "cite": "498 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1776136
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 1,
      "case_paths": [
        "/pa/498/0072-01"
      ]
    },
    {
      "cite": "628 A.2d 840",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        930842,
        1839731,
        1839644
      ],
      "weight": 4,
      "year": 1993,
      "pin_cites": [
        {
          "page": "844"
        },
        {
          "page": "845, n. 3"
        },
        {
          "page": "846-847"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/427/0093-01",
        "/pa/534/0255-01",
        "/pa/534/0254-01"
      ]
    },
    {
      "cite": "427 Pa.Super. 93",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        930842
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "100-101"
        },
        {
          "page": "98"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/427/0093-01"
      ]
    },
    {
      "cite": "524 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822858
      ],
      "weight": 10,
      "year": 1990,
      "pin_cites": [
        {
          "page": "569-570"
        },
        {
          "page": "573, 570-571"
        },
        {
          "page": "521-523"
        },
        {
          "page": "569-570"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/524/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 996,
    "char_count": 28377,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20023773586799848
    },
    "sha256": "63ce91f6f5baadef97ed53b0ddaf5316646949aa99f2d905aaf5c16046cebf02",
    "simhash": "1:097bd75242ff296c",
    "word_count": 4644
  },
  "last_updated": "2024-02-27T18:46:54.783513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMRUO, JJ."
    ],
    "parties": [
      "Patricia KEBLISH, Individually and as Administratrix of the Estate of Nicholas Keblish, Deceased v. THOMAS EQUIPMENT, LTD., J.D. Equipment and Smitty’s Rentals, Inc. v. Elwood HOGARTH Appeal of Smitty’s Rentals, Inc."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nThis is an appeal from an Order of the Superior Court reversing an Order of the court of common pleas which granted a motion for judgment on the pleadings in favor of Appellant, Smitty’s Rentals, Inc. (“Smitty’s”). The trial court held that the breach of warranty provisions of Article 2-Sales (“Article 2”) of the Uniform Commercial Code (“UCC”) do not apply to a one-day lease of a piece of heavy equipment. Keblish v. Thomas Equip. Ltd,., No. 1326 Civil 1992 (C.P. Monroe County Aug. 14, 1992). The Superior Court reversed and concluded that the warranty provisions of Article 2 apply to all lease transactions based upon this Court’s decision in Cucchi v. Rollins Protective Services, 524 Pa. 514, 574 A2d 565 (1990). Keblish v. Thomas Equip. Ltd., 427 Pa.Super. 93, 628 A.2d 840 (1993). We disagree with the Superior Court’s application of Cucchi and therefore reverse for the reasons that follow.\nOn June 28,1987, Elwood Hogarth entered into a contract with Smitty’s for a one-day lease of a front-end loader with a baekhoe attachment which was manufactured by Thomas Equipment, Ltd. The front-end loader was delivered to Hogarth the following day by an employee of Smitty’s. The employee explained the operation of the front-end loader to Hogarth and Jim Fisher, who had been hired by Hogarth to operate the loader.\nAfter Hogarth and Fisher completed their task, they parked the front-end loader on the property of Hogarth’s neighbor, Nicholas Keblish. Hogarth had received permission from Keblish to park the loader on his property in order to facilitate its return to Smitty’s. Later that afternoon, an employee of Smitty’s returned to pick-up the loader and found Keblish dead, crushed between the seat of the baekhoe and the roof of the cab.\nPatricia Keblish, the decedent’s widow, initiated a suit in the court of common pleas one day prior to the fourth anniversary of her husband’s death. Mrs. Keblish, in her own right and as administratrix of her husband’s estate, sought recovery under Pennsylvania’s Wrongful Death Act, 42 Pa.C.S. § 8301, and Survival Act, 42 Pa.C.S. § 8302, for damages caused by Smitty’s alleged breach of express and implied warranties that attached to the transactions which ultimately resulted in the use of the front-end loader by the decedent.\nSmitty’s filed an answer and new matter raising the affirmative defenses of comparative negligence, assumption of the risk, lack of privity of contract, exclusion of warranties, and statute of limitations. Following the filing of additional pleadings, Smitty’s filed a motion for judgment on the pleadings. The trial court granted the motion and entered judgment in favor of Smitty’s. The court held that the breach of warranty provisions of Article 2 of the UCC, 13 Pa.C.S. §§ 2313-2315, did not apply to the one-day lease of the front-end loader. Keblish v. Thomas Equip. Ltd., No. 1326 Civil 1992, slip op. at 13 (C.P. Monroe County Aug. 14, 1992).\nIn rendering its decision, the trial court relied on this Court’s analysis in Cucchi v. Rollins Protective Services, 524 Pa. 514, 574 A.2d 565 (1990) (plurality opinion), which involved the application of Article 2’s warranty provisions to a lease agreement. The transaction at issue in Cucchi was a contract for a burglar alarm system in which the homeowners paid to Rollins Protective Services Company (“Rollins”) a one-time fee for the installation of the alarm system and a monthly fee for service and maintenance of the system. The contract specified that the alarm system was the property of Rollins and that it would be returned to the company upon the termination of the lease. The home was subsequently burglarized and approximately $36,000 of personal property was stolen. The burglar alarm had been activated but did not operate or sound a signal. Consequently, the homeowners brought an action against Rollins alleging, inter alia, breach of warranty under the express and implied warranty provisions of Article 2. A jury returned a verdict in favor of the homeowners on the breach of warranty claim and awarded $30,000 in damages.\nOn appeal, the Superior Court held that the express and implied warranty provisions of Article 2 of the UCC and its statute of limitations were applicable to the lease of the burglar alarm system. However, it also determined that the homeowners’ complaint for breach of warranty under the UCC, 13 Pa. C.S. § 2725, was untimely because it was filed more than four years after the system had been delivered.\nAllowance of appeal was granted and a plurality of this Court reversed the Order of the Superior Court. The plurality concluded that the homeowners’ complaint alleging breach of warranty was timely filed under the UCC statute of limitations. In so holding, the opinion announcing the judgment of the Court stated:\nwe will judicially extend by analogy selected provisions of [Article 2] to transactions involving the lease of goods on a ease by case basis, considering the nature of the specific transaction (lease), the language, purpose, and intent of the UCC provision under consideration, and the practicality of applying the particular provision(s) at issue to the particular transaction in goods.\nId. at 523, 574 A.2d at 570. Based on the facts of the case, it was held that the express and implied warranties made by Rollins extended to the future performance of the burglar alarm system. Id. at 532, 574 A.2d at 574. Thus, the complaint alleging breach of warranty was timely filed because the cause of action accrued and the statute of limitations began to run at the time of the breach, which was discovered within the four year period of limitation.\nIn the instant case, the trial court rejected the argument that the holding in Cucchi unconditionally extended warranty protection to all lease agreements. Keblish v. Thomas Equip. Ltd., No. 1326 Civil 1992, slip op. at 11 (C.P. Monroe County Aug. 14,1992). The court found that the one-day lease of the front-end loader was distinguishable from the long-term lease in Cucchi to the extent that the holding in Cucchi was inapplicable to the present facts. Id. It therefore concluded that the warranty provisions of Article 2 did not apply to the lease agreement in question. Id. at 13.\nThe Superior Court disagreed with the trial court’s reasoning and reversed the entry of judgment on the pleadings. Keblish v. Thomas Equip. Ltd., 427 Pa.Super. 93, 628 A.2d 840 (1993). That court expressed the view that\nCucchi ... does not authorize different treatment for different types of lease transactions where the warranty provisions are concerned. Rather, the warranty provisions are applicable to all lease transactions_ The “case-by-case” analysis ... is necessary only to determine whether a specific provision of Article 2-Sales — which has not heretofore been extended by analogy to leases — should be applied to lease transactions.\nId. at 100-01, 628 A.2d at 844. Applying that reasoning to the facts of the instant case, the Superior Court held that the trial court erred in failing to apply the warranty provisions of Article 2 to the lease of the front-end loader. Id. at 101, 628 A.2d at 844. It also found that Smitty’s failed to demonstrate that there are no issues of material fact or that it is entitled to judgment as a matter of law. Id. at 105, 628 A2d at 847. Accordingly, the Superior Court reversed the Order of the trial court and remanded the matter for further proceedings. Id. We granted allowance of appeal and now reverse.\nWe disagree with the Superior Court’s holding that Cucchi stands for the proposition that the warranty provisions of Article 2 are applicable to all lease transactions. This interpretation overlooks the underlying factors that were articulated in Cucchi when the plurality opinion extended by analogy the warranty provisions of Article 2 to the lease in that case. It was stated that the provisions would be extended on a “case by ease basis, considering the nature of the specific transaction (lease), the language, purpose, and intent of the UCC provision under consideration, and the practicality of applying the particular provision(s) at issue to the particular transaction in goods.” Cucchi v. Rollins Protective Services, 524 Pa. 514, 523, 574 A.2d 565, 570 (1990) (emphasis added). The Superior Court’s blanket extension of Article 2’s warranty provisions to all lease transactions is clearly at odds with the type of case by case analysis contemplated in Cucchi. An inquiry into the details of a specific transaction would obviously be the focal point of a case by case analysis. The Superior Court’s broad interpretation of Cucchi would leave no room for such an inquiry.\nThe legislature’s enactment of Article 2A, which applies specifically to leases, has codified an area of the law that has heretofore not been fully addressed by the appellate courts of this Commonwealth. However, the provisions of Article 2A do not apply to the instant case as Article 2A did not become effective until July 9, 1993. See 13 Pa.C.S. §§ 2A102. Accordingly, we must examine the lease transaction in question to determine whether it is substantially similar to a sale of goods such that the extension of the warranty provisions of Article 2 would be justified. In our view, the lease of the front-end loader is not analogous to a sale, and therefore, the extension of Article 2’s warranty provisions to this transaction is not warranted.\nThe transaction in this case was a lease for heavy equipment for a duration of one day. Clearly, there was little, if any, similarity between this lease and a sale of goods. The limited time frame in which the front-end loader remained in the lessee’s possession gives rise to a substantial distinction between the expectations and obligations of the lessee in that situation as compared to one who commits to a long-term lease or an outright purchase where a transfer of title occurs. Accordingly, the trial court was justified in distinguishing Cucchi from the present facts and concluding that Cucchi was not applicable to the lease in this case. We can find no fault in the trial court’s refusal to extend the warranty provisions of Article 2 to the lease transaction in this case or in its conclusion that Mrs. Keblish failed to state a cause of action upon which relief could be granted.\nThe Order of the Superior Court is reversed, and the Order of the Court of Common Pleas of Monroe County granting Appellant’s motion for judgment on the pleadings is reinstated.\nPAPADAKOS, J., did not participate in the decision of this case.\nMONTEMURO, J., files a dissenting opinion in which CASTILLE, J., joins.\nMONTEMURO, J., is sitting by designation.\n. It should be noted that the opinion announcing the judgment of the Court was authored by former Justice Larsen and joined only by Mr. Justice Papadakos. In a concurring opinion, this author, joined by Mr. Justice Flaherty, expressed the view that the transaction at issue was a contract for the sale of a service, and thus, the warranty provisions of Article 2 of the UCC were inapplicable to the facts of the case. Mr. Justice Zappala, joined by Mr. Justice McDermott and Mr. Justice Cappy, authored a dissenting opinion in which he took exception to the judicial extension of Article 2 to leases when the legislature had not yet enacted Article 2A of the UCC which specifically addressed leases. Because there was no clear majority supporting any given view, the precedential authority of Cucchi is limited to the facts of that case.\n. Act of July 9, 1992, P.L. 507, No. 97, § 3 (codified as amended at 13 Pa.C.S. §§ 2A101-2A532).\n. In Cucchi, the opinion announcing the judgment of the Court noted that the issue of whether the provisions of Article 2 should be judicially extended to cover lease transactions was an issue of first impression in Pennsylvania’s appellate courts. 524 Pa. at 521, 574 A.2d at 568.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      },
      {
        "text": "MONTEMURO, Justice,\ndissenting.\nI dissent and would affirm based upon the reasoning of the Superior Court opinion. The majority concludes that simply because our legislature provided that the Act of July 9, 1992, P.L. 507, No. 97, § 3 (Article 2A— Leases) would be effective one year from the date of its enactment, a judicial extension of the provisions of Article 2 — Sales to the facts of the present case would constitute an unwarranted usurpation of a purely legislative function. I disagree.\nIn this case, the Superior Court aptly noted:\nPresently, the lower court found that the long-term nature of the lease in Cucchi ... distinguished it factually from the one-day lease of the Thomas front-end loader, and, therefore, the warranty provisions were held inapplicable. However, the holding of this court’s decision in Cucchi ... does not authorize different treatment for different types of lease transactions where the warranty provisions are concerned. Rather, the warranty provisions are applicable to all lease transactions. Further support for this ruling is gained from the fact that the proposed extension of warranty provisions to leases set forth in Article 2A of the U.C.C. does not distinguish lease transactions based upon their duration. The “case-by-ease” analysis set forth in both Cucchi decisions is necessary only to determine whether a specific provision of Article 2 — Sales—which has not heretofore been extended by analogy to leases— should be applied to lease transactions. See Cucchi, 574 A.2d at 569-570, quoting Cucchi, 546 A.2d at 1141-1142. Accordingly, we find that the lower court erred when it refused to apply the warranty provisions of Article 2 to the one-day lease of the Thomas front-end loader.\nKeblish v. Thomas Equipment, Ltd., 427 Pa.Super. 93, 100-101, 628 A.2d 840, 844 (1993).\nThe Superior Court also recognized that because no clear majority decision was reached by this Court in Cucchi with respect to whether Article 2 — Sales warranty provisions should be applied by analogy to lease transactions, the prior Superior Court decision in Cucchi, which held that the warranty provisions were applicable to leases, is controlling. Id. at 101, n. 3, 628 A.2d at 845, n. 3.\nIt is well established that an opinion of this Court which does not command a majority is not controlling. LeGare v. Unemployment Compensation Board of Review, 498 Pa. 72, 73 n. 3, 444 A.2d 1151, 1154 n. 3 (1982); Mt. Lebanon v. County Board of Elections of County of Allegheny, 470 Pa. 317, 322, 368 A.2d 648, 650 (1977). Furthermore, it is well established that a Superior Court decision which has not been overruled or reversed is binding authority on this Commonwealth’s trial courts. In re Townsend’s Estate, 349 Pa. 162, 36 A.2d 438 (1944). In In re Townsend’s Estate, we stated that “a lower court has no right to ignore the latest decision of the Superior Court of this Commonwealth on an issue which has been squarely decided. Until that decision should be overruled by the Superior Court itself or overruled by the Supreme Court, it is still the law of this Commonwealth.... ” Id. at 168, 36 A.2d at 441.\nOur opinion in Cucchi v. Rollins Protective Services, 524 Pa. 514, 574 A.2d 565 (1990) was by plurality, not by majority. Mr. Justice Larsen, writing the judgment of the court, affirmed the reasoning of the Superior Court regarding the application by analogy of Article 2’s warranty provisions to leases. Nevertheless, Mr. Justice Larsen disagreed with the Superior Court’s opinion with respect to the commencement of the limitation period in a breach of warranty claim, and therefore, reversed the Superior Court’s order on that basis. The concurring opinion in Cucchi joined only in the order of reversal.\nCucchi v. Rollins Protective Services involved a breach of warranty claim on a leased burglar alarm system. The Cuechis were leasing the alarm system from Rollins Protective Services Company (“Rollins”). The lease contract provided that the Cuechis would pay Rollins $15.00 per month for service and maintenance of the system, as well as an initial $500.00 for its installation. The contract specifically provided that title to the system would remain with Rollins and that upon completion of the lease, the system would be returned to Rollins.\nThe alarm system was installed in the Cuechis’ home in 1973. In 1984, their home was burglarized. It was discovered that at the time of the burglary, the system was, in fact, armed, but not signalling an alarm. Subsequent testing revealed that the alarm was only functioning intermittently. The trial court refused to direct a verdict for Rollins on the warranty issue. The jury returned a verdict in the Cuechis’ favor with respect to the breach of warranty, and the trial court denied Rollins’ post-trial motions.\nIn deciding whether the Article 2 — Sales provisions, specifically those relating to warranties, 13 Pa.C.S. §§ 2313-14, and the statute of limitations, 13 Pa.C.S. § 2725, applied to leases, the Superior Court held that\nalthough the differences between leases and sales weigh against the extension of all of the provisions of Article 2 to leases, leases tend to the same economic result as sales, and further, that the provisions of the Code, besides being statutes concerning sales, embody the foremost modern legal thought concerning commercial transactions.\nCucchi v. Rollins Protective Services, 377 Pa.Super. 9, 29, 546 A.2d 1131, 1141 (1988) (citations omitted).\nThe Superior Court, therefore, determined that Article 2’s warranty provisions and its statute of limitations were applicable to leases. The court supported its determination as follows:\nMany consumers and businesses are leasing goods rather than buying them. By leasing goods, parties achieve substantially the same result as by buying and selling. The essence of both transactions is that the lessee/buyer seeks to acquire the right to use goods and the lessor/seller seeks to sell the right to use the goods.... Considering that a large volume of commercial transactions is being cast in the form of a lease instead of a sale, and that leases reach the same economic result as sales, it would be illogical to apply a different set of rules to leases than to sales where there is no justification for doing so.\nHowever, there are significant differences which make the outright extension of Article 2 to leases impractical. These differences include transfer of title, incidents of ownership, risk of loss, financial considerations, taxes, and bankruptcy proceedings. Faced with these differences and the fact that Article 2 was designed to govern sales, we cannot be certain that the impact of Article 2’s provisions on leases would not be obscure or undesirable. In other words, we cannot be certain that we would not be justified in applying some provisions of Article 2 to sales and not to leases. To gain that certainty, we would have to examine each of Article 2’s provisions. Given the impossibility of performing this task within one sweeping opinion, we would be remiss in holding Article 2 applicable to leases in its entirety at this time. Accordingly, we will analogize the provisions of Article 2 to leases only when the specific provision has been examined and the circumstances of the situation warrant the same treatment for leases which is given to sales.\nId. at 29-30, 546 A.2d at 1141-1142 (citations omitted).\nMoreover, the court looked to Comment 2 to 13 Pa.C.S. § 2313 which provides:\nAlthough this section is limited in its scope and direct purpose to warranties made by the seller to the buyer as part of a contract for sale, the warranty sections of this Article are not designed in any way to disturb those lines of case law growth which have recognized that warranties need not be confined ... to sales contracts ... the matter is left to the case law with the intention that the policies of this Act may offer useful guidance in dealing with further cases as they arise.\nThe court also recognized that under the U.C.C.’s predecessor, the Uniform Sales Act, warranty provisions had been applied to lease situations. Id. at 31, 546 A.2d at 1142 (citing Demos Construction Co. v. Service Supply Corp., 153 Pa.Super. 623, 34 A.2d 828 (1943)).\nThe Superior Court in Keblish noted that Messrs. Justice Larsen and Papadakos had “found further support in applying the warranty provisions of Article 2 — Sales to transactions involving the lease of goods in proposed Article 2A — Leases which essentially applies intact the warranty provisions of Article 2 — Sales to lease transactions with only relatively minor adaptations.” Keblish, 427 Pa.Super. at 98, 628 A.2d at 843 (citing Cucchi, 574 A.2d at 573, 570-571). In that regard, the Superior Court held that “the breach of warranty provisions of Article 2— Sales of the Uniform Commercial Code apply with equal force to lease transactions, pursuant to this court’s decision in Cucchi v. Rollins Protective Services, 377 Pa.Super. 9, 32-34, 546 A.2d 1131, 1143 (1988), reversed on other grounds, 524 Pa. 514, 574 A.2d 565 (1990).” Id. at 105, 628 A.2d at 846-847.\nI agree. I find Mr. Justice Larsen’s treatment of the issue to be particularly persuasive. Appellant, however, argues that our prior decision in Cucchi was based upon the fact that the lease in that case was sufficiently analogous to the sale of goods in order to justify the application of Article 2. Such an interpretation distorts the decision in Cucchi and furthermore, was specifically rejected by this Court and by the Superior Court.\nAs Superior Court observed, most, (but not all) courts that have considered the issue have concluded that Article 2 of the UCC (Chapter 21 in Pennsylvania) should be judicially extended to other sorts of transactions in goods, including various forms of leases, under one of several approaches: (1) that Article 2/Chapter 21 is applicable in its entirety to leases of goods because the term “transaction” in goods is broad enough to encompass leases; (2) that some leases are functionally equivalent to sales, and therefore Article 2/Chap-ter 21 should apply to such lease agreements by analogy; and, (3) that selected provisions of Article 2/Chapter 21 should be applied to lease transactions by analogy because, “although the differences between leases and sales weigh against the extension of all of the provisions of [Article 2/Chapter 21] to leases,” nevertheless there are sufficient economic and practical similarities between sales and leases of goods to apply at least some of the provisions of Article 2/Chapter 21 to lease transactions. 377 Pa.Super. at 29-30, 546 A.2d at 1140-42.\nSuperior Court rejected the first approach as contrary to the express language of the UCC, and rejected the second approach as amorphous and inconsistent in application. 377 Pa.Super. at 27-29, 546 A.2d at 1140-41. That court then adopted the third approach as the law of this Commonwealth_ (emphasis supplied).\nWe agree with Superior Court....\nCucchi, 524 Pa. at 521-523, 574 A.2d at 569-570.\nFurthermore, now that Article 2A has been enacted, its comments provide further support for the application of Article 2’s provisions on warranties to the case sub judice. The comment to 13 Pa.C.S. § 2A102 provides:\nThis Article governs transactions as diverse as the lease of a hand tool to an individual for a few hours and the leveraged lease of a complex line of industrial equipment to a multi-national organization for a number of years, (emphasis supplied).\n* * * * H* *\nA court may apply this Article by analogy to any transaction, regardless of form, that creates a lease of personal property other than goods, taking into account the expressed intentions of the parties to the transaction and any differences between a lease of goods and a lease of other property. Such application has precedent as the provisions of the Article on Sales (Article 2) have been applied by analogy to leases of goods_ (emphasis supplied).\nFurthermore, the comment to 13 Pa.C.S. § 2A210 provides that\nexpress and implied warranties of the Article on Sales (Article 2) are included in this Article, revised to reflect the differences between a sale of goods and a lease of goods_ The lease of goods is sufficiently similar to the sale of goods to justify this decision, (citation omitted). Many state and federal courts have reached the same conclusion.\nMoreover, the comments to the title of new division 2A, 13 Pa.C.S. § 2A101, specifically set forth that\n[t]he lease is closer in spirit and form to the sale of goods than to the creation of a security interest. While parties to a lease are sometimes represented by counsel and their agreement is often reduced to a writing, the obligations of the parties are bilateral and the common law of leasing is dominated by the need to preserve freedom of contract. Thus the drafting committee concluded that Article 2 was the appropriate statutory analogue, (emphasis supplied).\nTherefore, it seems clear that our legislature did not intend to overrule existing Pennsylvania law regarding the application of certain Article 2 provisions to transactions involving leases. Rather, because leasing was becoming a major force in what otherwise was a traditional buyer-seller relationship, the legislature sought to clarify the application of the Uniform Commercial Code to lease transactions. In so doing, Article 2’s provisions were used as the statutory analogue for that clarification, notwithstanding the effective date of the legislation.\nAccordingly, I agree with the Superior Court that based on its prior decision in Cucchi v. Rollins Protective Services, 377 Pa.Super. 9, 546 A.2d 1131 (1988) and our plurality holding in Cucchi, 524 Pa. 514, 574 A.2d 565 (1990), which, although reversing the Superior Court’s decision on a different issue, affirmed the Superior Court’s application of the Article 2 provisions to leases, the trial court erred in creating disparate treatment in the application by analogy of Article 2’s warranty provisions based on the length of the lease. I would, therefore, affirm the order of the Superior Court and remand the case to the Monroe County Court of Common Pleas for further proceedings.\nCASTILLE, J., joins in this dissenting opinion.\n. The complaint included counts for (1) breach of express and implied warranties of merchantability and fitness, (2) negligence in manufacturing, installing, repairing and servicing the sys-tern, and (3) strict liability. The trial court granted summary judgment for Rollins on the issue of strict liability and directed a verdict for Rollins on the issue of negligence.\n. Section 2A102 provides: \"This division applies to any transaction, regardless of form, that creates a lease.”\n. Section 2A210 provides:\n(a) General rule. — Express warranties by the lessor are created as follows:\n(1) Any affirmation of fact or promise made by the lessor to the lessee which relates to the goods and becomes part of the basis of the bargain creates an express warranty that the goods will conform to the affirmation or promise.\n(2) Any description of the goods which is made part of the basis of the bargain creates an express warranty that the goods will conform to the description.\n(3)Any sample or model that is made part of the basis of the bargain creates an express warranty that the whole of the goods will conform to the sample or model.\n(b) Formal words or specific intent unnecessary. — It is not necessary to the creation of an express warranty that the lessor use formal words, such as \"warrant” or \"guarantee,” or that the lessor have a specific intention to make a warranty, but an affirmation merely of value of the goods or a statement purporting to be merely the lessor’s opinion or commendation of the goods does not create a warranty.\n.\"This division shall be known and may be cited as the Uniform Commercial Code Article 2A, Leases.”",
        "type": "dissent",
        "author": "MONTEMURO, Justice,"
      }
    ],
    "attorneys": [
      "Gary B. Cutler, for Smitty’s Rentals, Inc.",
      "Eugene J. Maginnis, Jr., for Thomas Equipment, Ltd.",
      "Cary B. Fleisher, for E. Hogarth.",
      "Leonard A. Busby, Sally Ackerman King, for P. Keblish."
    ],
    "corrections": "",
    "head_matter": "Patricia KEBLISH, Individually and as Administratrix of the Estate of Nicholas Keblish, Deceased v. THOMAS EQUIPMENT, LTD., J.D. Equipment and Smitty’s Rentals, Inc. v. Elwood HOGARTH Appeal of Smitty’s Rentals, Inc.\nSupreme Court of Pennsylvania.\nArgued Dec. 7, 1994.\nDecided June 22, 1995.\nGary B. Cutler, for Smitty’s Rentals, Inc.\nEugene J. Maginnis, Jr., for Thomas Equipment, Ltd.\nCary B. Fleisher, for E. Hogarth.\nLeonard A. Busby, Sally Ackerman King, for P. Keblish.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY, CASTILLE and MONTEMRUO, JJ."
  },
  "file_name": "34-38-01",
  "first_page_order": 104,
  "last_page_order": 112
}
