{
  "id": 7357984,
  "name": "Herbert COOKE v. Kathleen COOKE",
  "name_abbreviation": "Cooke v. Cooke",
  "decision_date": "1993-04-19",
  "docket_number": "No. 92-234-Appeal",
  "first_page": "453-455",
  "last_page": "456",
  "citations": [
    {
      "type": "official",
      "cite": "623 A.2d 455"
    }
  ],
  "court": {
    "name_abbreviation": "R.I.",
    "id": 10179,
    "name": "Supreme Court of Rhode Island"
  },
  "jurisdiction": {
    "id": 15,
    "name_long": "Rhode Island",
    "name": "R.I."
  },
  "cites_to": [
    {
      "cite": "120 R.I. 723",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        8520010
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "728-29"
        },
        {
          "page": "82"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ri/120/0723-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 193,
    "char_count": 2762,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31905972124243537
    },
    "sha256": "47a0f6954219e2ac5f21ff2e7ddc00c8ad2e416b2fbcd9c25797200e15612a82",
    "simhash": "1:af18a5f68be24038",
    "word_count": 445
  },
  "last_updated": "2024-02-27T20:36:22.312440+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Herbert COOKE v. Kathleen COOKE."
    ],
    "opinions": [
      {
        "text": "OPINION\nPER CURIAM.\nThis case came before this court for oral argument on April 1, 1993, pursuant to an order directed to the plaintiff to appear and show cause why we should not summarily deny his appeal.\nThe parties in this case, Herbert Cooke, plaintiff, and Kathleen Cooke, defendant, were divorced in 1983 and have one minor child as a result of the marriage. On January 21, 1991, a Family Court justice modified the divorce judgment and (1) ordered plaintiff to pay $50 per week in child support and (2) found that plaintiff was in willful contempt of a previous order of the court, that plaintiff was in arrears in the amount of $3,060 for child support, and that plaintiff owed defendant $500 in attorney’s fees. The Family Court justice ordered plaintiff to pay the arrearage and the attorney’s fees within thirty days or suffer incarceration at the Adult Correctional Institutions.\nOn this appeal plaintiff first argues that the Family Court justice abused his discretion in ordering plaintiff to pay defendant $50 per week in child support. We disagree and conclude that the Family Court justice did not abuse his discretion in ordering plaintiff to pay this child support.\nThe plaintiff also argues that the Family Court justice committed error because, as plaintiff alleges, defendant interfered with plaintiff’s visitation rights and this interference warranted the cancellation of child support. This court has stated that “[t]he established rule is that a father’s responsibility for the support of his children terminates once they reach the age of majority absent some exceptional circumstances or express agreement between the parties to the contrary.” Calcagno v. Calcagno, 120 R.I. 723, 728-29, 391 A.2d 79, 82 (1978). We agree with the Family Court justice that no special circumstances existed that now justify the cancellation of child support.\nFinally the plaintiff argues that the Family Court justice erred in calculating the amount that the plaintiff was in arrears. In oral argument the defendant’s counsel agreed that the Family Court justice may have erred in finding that the plaintiff owed the defendant $3,060, although the defendant disagrees with the plaintiff in regard to the correct figure. In light of this dispute we remand the case to Family Court for a recalculation of the amount of the arrearage.\nAccordingly we deny in part the plaintiff’s appeal, affirm in part the judgment of the Family Court, and remand the case to the Family Court for further proceedings consistent with this opinion.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Joseph E. Marran, Jr., Pawtucket, for plaintiff.",
      "Karen Lynch, John D. Lynch, Lynch, Costello & Friel, Warwick, for defendant."
    ],
    "corrections": "",
    "head_matter": "Herbert COOKE v. Kathleen COOKE.\nNo. 92-234-Appeal.\nSupreme Court of Rhode Island.\nApril 19, 1993.\nJoseph E. Marran, Jr., Pawtucket, for plaintiff.\nKaren Lynch, John D. Lynch, Lynch, Costello & Friel, Warwick, for defendant."
  },
  "file_name": "453-455-01",
  "first_page_order": 505,
  "last_page_order": 506
}
