{
  "id": 7866438,
  "name": "TACONY CIVIC ASSOCIATION and Historical Society of Tacony v. COMMONWEALTH of Pennsylvania, PENNSYLVANIA LIQUOR CONTROL BOARD. Appeal of Foodarama, Inc., Appellant",
  "name_abbreviation": "Tacony Civic Ass'n v. Commonwealth, Pennsylvania Liquor Control Board",
  "decision_date": "1995-11-29",
  "docket_number": "",
  "first_page": "582-584",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "668 A.2d 584"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "558 A.2d 611",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1389094
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/126/0071-01"
      ]
    },
    {
      "cite": "318 A.2d 383",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "282 A.2d 388",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "444 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1938585
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/444/0243-01"
      ]
    },
    {
      "cite": "196 A. 390",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179715
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0577-01"
      ]
    },
    {
      "cite": "503 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1785931
      ],
      "weight": 3,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/503/0109-01"
      ]
    },
    {
      "cite": "496 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1772860
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/496/0496-01"
      ]
    },
    {
      "cite": "464 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710363
      ],
      "weight": 5,
      "year": 1975,
      "pin_cites": [
        {
          "page": "202"
        },
        {
          "page": "286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0168-01"
      ]
    },
    {
      "cite": "531 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834408
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0095-01"
      ]
    },
    {
      "cite": "348 A.2d 916",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "pin_cites": [
        {
          "parenthetical": "affirming trial court finding that playground located 303.5 feet from premises proposed to be licensed did not qualify as restrictive institution"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "377 A.2d 1042",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "1044"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "186 A.2d 448",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "199 Pa.Superior Ct. 619",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        760649
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/199/0619-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 717,
    "char_count": 17352,
    "ocr_confidence": 0.696,
    "pagerank": {
      "raw": 2.8972695997180743e-07,
      "percentile": 0.8447895997025309
    },
    "sha256": "a8df036c4e96ba54a2cd659232ee00ad020985c5873ed2d99c4eb0d0554d5cbe",
    "simhash": "1:0dc0c07201583c3c",
    "word_count": 2799
  },
  "last_updated": "2024-02-27T19:40:41.967985+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before DOYLE and FRIEDMAN, JJ., and LORD, Senior Judge."
    ],
    "parties": [
      "TACONY CIVIC ASSOCIATION and Historical Society of Tacony v. COMMONWEALTH of Pennsylvania, PENNSYLVANIA LIQUOR CONTROL BOARD. Appeal of Foodarama, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "FRIEDMAN, Judge.\nFoodarama, Inc. (Applicant) and the Pennsylvania Liquor Control Board (PLCB) appeal from the May 26, 1994 order of the Philadelphia County Court of Common Pleas (trial court), reversing the PLCB’s approval of Applicant’s petition for a double transfer of a retail dispenser eating place liquor license.\nOn March 4,1993, Applicant filed an application with the PLCB to transfer a retail dispenser eating place liquor license from 3545 North Broad Street in North Philadelphia to Applicant’s delicatessen/grocery store at 4700-02 Longshore Avenue in the Tacony section of Philadelphia.\nA state senator, two state representatives, two city councilmen, three nearby churches, the Historical Society of Tacony and the Tacony Civic Association filed protests in opposition to the application. The protestors objected on the grounds that serving alcoholic beverages on the premises would violate a deed restriction, would increase an already-existing traffic problem and would endanger the health and welfare of the surrounding community.\nAfter a hearing on October 22, 1993, the PLCB issued an order granting Applicant’s request for transfer of the retail dispenser eating place liquor license. The PLCB found that, based on the evidence adduced, approval of the application would not adversely affect the health, welfare, peace and morals of the neighborhood within a radius of 500 feet.\nOn December 28, 1993, the Tacony Civic Association and the Historical Society of Ta-cony (collectively, Protestants) filed a Petition for Appeal with the trial court, seeking reversal of the PLCB’s order on the grounds that numerous institutions are located within 500 feet of the Applicant and that the granting of the application would adversely afreet traffic congestion and the quality of life within the community.\nOn May 4, 1994, Applicant filed a Motion to Quash Protestants’ appeal for lack of subject matter jurisdiction on the ground that Protestants lacked standing to raise such an appeal. By order of May 25, 1994, the trial court denied Applicant’s Motion.\nOn May 26, 1994, the trial court held a de novo trial on the appeal, reversing the order of the PLCB and denying Applicant’s retail dispenser eating place liquor license. The trial court, contrary to the PLCB, found that approval of the application would “adversely affect the welfare, peace and morals of the neighborhood within a radius of 500 feet.” (R.R. at 204a.) It is from this order that Applicant and the PLCB now appeal.\nThe threshold issue in any case, where raised, and the dispositive issue in this particular instance, is whether Protestants had standing to appeal the decision of the PLCB to the trial court where the only evidence of harm or injury introduced at the PLCB hearing was testimony expressing concern for, number one, “the will of the founder of the community, Henry Disston, and number two, the general health and welfare of the residents of the community.” (R.R. at 16a.) We think not.\nSection 464 of the Liquor Code (Code) sets forth the specific classes of persons and institutions permitted to appeal from the PLCB’s determination to grant, refuse, renew or transfer a license:\nAny applicant who has appeared at any hearing ... who is aggrieved by the refusal of the board to issue any such license or to renew or transfer any such license ... may appeal, or any church, hospital, charitable institution, school or public playground located within three hundred feet of the premises applied for, aggrieved by the action of the board in granting the issuance of any such license or the transfer of any such license, may take an appeal limited to the question of such grievance, within twenty days from date of refusal or grant, to the court of common pleas of the county in which the premises or permit applied for is located.\nOn the basis of section 404 of the Code, 47 P.S. § 4-404, inhabitants of the neighborhood who reside within five hundred feet of an establishment which has successfully sought a license have standing to appeal as well. See Gismondi Liquor License Case, 199 Pa.Superior Ct. 619, 186 A.2d 448 (1962).\nProtestants argue that the Taeony Civic Association is a charitable organization within the meaning of section 464 of the Code, 47 P.S. § 4-464, and, therefore, had standing to appeal to the trial court. Applicant, on the other hand, contends that the language of section 464 requires not only that an institution be charitable, but also that it be located within three hundred feet of the premises applied for. While not disputing that the Taeony Civic Association may qualify as a “charitable institution,” Applicant asserts that Protestants nonetheless lack standing to appeal the PLCB’s order because Protestants are located more than 300 feet from Applicant’s premises. We agree.\nAssuming arguendo that the Tacony Civic Association is a “charitable institution,” the language of section 464 also requires that Protestant be “located within three hundred feet of the premises applied for,” 47 P.S. § 4-464, in order to qualify as a restrictive institution entitled to appeal the PLCB’s grant of a license. “[T]he determination of reference points between which to measure the distance from a proposed licensed premises to a restrictive institution ... is one related to law and not discretion.” Appeal of Amminiti, 32 Pa.Cmwlth. 13, 377 A.2d 1042, 1044 (1977). Thus, the three hundred foot distance requirement of section 464, defined in Pennsylvania Code sections 3.22 and 3.23, is mandatory and unambiguous. See, e.g., Thompson v. Pennsylvania Liquor Control Board, 22 Pa.Cmwlth. 344, 348 A.2d 916 (1975) (affirming trial court finding that playground located 303.5 feet from premises proposed to be licensed did not qualify as restrictive institution). Because Protestant, Tacony Civic Association, by its own admission, does not comply with the distance provision in section 464 of the Code, 47 P.S. § 4-464, it has no standing under that section to appeal the grant of a retail dispenser eating place liquor license to Applicant.\nProtestants argue, however, that, even if they do not have standing under section 464, both the Tacony Civic Association and the Historical Society of Tacony are aggrieved by the granting of the license to Applicant and, thus, have standing to appeal under section 404 of the Code as interpreted in Gismondi because members of both organizations reside within five hundred feet of Applicant. Applicant contends that Protestants have mistakenly relied on Gismondi which held merely that individuals who live within five hundred feet of the proposed licensed premises may appeal to a court of common pleas, provided they have first filed a protest with the PLCB. Moreover, Applicant argues, Protestants never presented so much as the name, let alone testimony, of a single individual residing within five hundred feet of Applicant at either the PLCB hearing or the trial. Again, we must agree with Applicant.\nGismondi simply does not apply to the facts presented here. Here, Protestants claimed, both before the PLCB and the trial court, that many of their members resided within five hundred feet of Applicant. However, no such individuals filed protests with the PLCB, testified at the PLCB hearing or appealed the PLCB’s decision to the trial court. Moreover, an organization cannot bring itself within the provisions of section 404 of the Code, 47 P.S. § 4-404, simply by claiming that it has individual members who live within five hundred feet of the proposed licensed premises. Indeed, to allow an organization to do so would obliterate the distinction between restrictive institutions in section 464 and individuals in section 404.\nAlthough Protestants, thus, are without standing under the Code, persons prohibited from taking an appeal initially to the courts of common pleas may take an appeal directly to the Commonwealth Court pursuant to section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702, if they are “person[s] aggrieved by an adjudication of a Commonwealth agency who hafye] a direct interest in such adjudication_” 2 Pa.C.S. § 702. See Maritime Management, Inc. v. Pennsylvania Liquor Control Board, 531 Pa. 95, 611 A.2d 202 (1992).\nTherefore, because they were barred from appealing under the Code, Protestants would be entitled to initiate an appeal pursuant to section 702, 2 Pa.C.S. § 702, assuming that they satisfied traditional concepts of standing by demonstrating that they were “aggrieved” by the PLCB’s action in granting a license to Applicant and that they had a sufficient nexus to the controversy to afford them standing to challenge the PLCB’s adjudication. Of course, the proper forum for such an appeal would have been this court rather than the trial court. Nevertheless, in the interest of judicial economy, we now hold that, even if they had filed their appeal directly with this court, Protestants are without standing under section 702 of the Administrative Agency Law to challenge the PLCB’s grant of Applicant’s petition to transfer a retail dispenser eating place liquor license.\nIt is well-established that a person who is not adversely affected in any way by the matter he seeks to challenge is not “aggrieved” thereby and has no standing to obtain a judicial resolution of his challenge. Wm. Penn Parking Garage v. City of Pittsburgh, 464 Pa. 168, 346 A.2d 269 (1975). In particular, it is not sufficient for the person claiming to be “aggrieved” to assert the common interest of all citizens in procuring obedience to the law. Id. Rather, “one who seeks to challenge governmental action must show a direct and substantial interest.... In addition, he must show a sufficiently close causal connection, between the challenged action and the asserted injury to qualify the interest as ‘immediate’ rather than ‘remote.’ ” Id. at 202, 346 A.2d at 286. Our review of the decisional authorities and the record in this case convinces us that Protestants have not shown the requisite standing to raise this appeal.\nThis case offers no analog to Application of El Rancho Grande, Inc., 496 Pa. 496, 437 A.2d 1150 (1981), where the Pennsylvania Supreme Court held that individual tavern owners who sought to challenge the necessity of an additional liquor license in a resort area had standing under section 702 of the Administrative Agency Law to appeal the PLCB’s approval of a license application. In that case, there was record evidence that one or more tavern owners would be driven out of business by the presence of an additional licensee. No similar impact on Protestants’ private interests has been demonstrated here.\nRather, this ease is analogous to Application of Family Style Restaurant, Inc., 503 Pa. 109, 468 A.2d 1088 (1983), in which the Lancaster County Tavern Owners Association contended that it should be granted standing to challenge the grant of a liquor license because it was represented at the PLCB’s hearing on the applicant’s application and because it had alleged injuries on behalf of the individual members of the Association. The Pennsylvania Supreme Court held that the Association, which had presented no evidence at the PLCB hearing that any of its members would suffer direct and substantial harm as the result of approval of a new liquor license, had not demonstrated that it or its members were “aggrieved” within the meaning of the Administrative Agency Law and the case law. Id.\nSimilarly, here, Protestants failed to present any evidence at the PLCB hearing that the grant of a license to Applicant would directly affect their substantial interests. They merely expressed general concern for the welfare of the community without presenting evidence of specific harmful consequences that would immediately affect them, either personally or in their capacity as community representatives. Thus, Protestants asserted only the potentiality of harm; they have failed to demonstrate the likelihood of immediate harm, as is prescribed by the case law. See Wm. Penn Parking Garage and Family Style Restaurant.\nAccordingly, we hold that Protestants are not “aggrieved” within the meaning of either section 702 of the Administrative Agency Law, 2 Pa.C.S. § 702, or sections 464, 47 P.S. § 4-464, or 404, 47 P.S. § 4-404, of the Liquor Code; thus, they do not have standing to challenge the PLCB’s order granting Applicant’s petition to transfer a retail dispenser eating place liquor license.\nWe, therefore, reverse the order of the trial court and reinstate the PLCB’s order granting Applicant’s request to transfer a retail dispenser eating place liquor license.\nORDER\nAND NOW, this 29th day of November, 1995, the order of the Philadelphia County Court of Common Pleas, dated August 22, 1994, is reversed, and the order of the Pennsylvania Liquor Control Board, dated December 10, 1993, granting Foodarama, Inc.’s petition to transfer a retail dispenser eating place liquor license is reinstated.\n. There is some question as to whether the Historical Society of Tacony, an appellee herein, actually filed an objection in the PLCB proceeding. In any case, the hearing examiner allowed the introduction of testimony on behalf of the Historical Society in opposition to Applicant's petition for a liquor license.\n. Henry Disston, one of the founders of the Taco-ny community, included a restriction prohibiting the sale of alcoholic beverages in the deed to each parcel of land within the Disston estate, which includes the Applicant's premises. The Pennsylvania Supreme Court upheld the deed restriction in Benner v. Tacony Athletic Association, 328 Pa. 577, 196 A. 390 (1938).\nHowever, a deed restriction against the sale of intoxicating drink is not a proper grounds for refusal of a license by the PLCB and, therefore, is not relevant in this proceeding:\nThe Liquor Control Board was designed and established to regulate the sale of liquor throughout the Commonwealth, not to adjudicate collateral issues involving rights and interests in real property. A court of law or equity rather than licensing proceedings before an administrative tribunal is the proper forum for resolving such issues involving competing claims to real property.\nPittaulis Liquor License Case, 444 Pa. 243, 249, 282 A.2d 388, 390 (1971); see also Pennsylvania Liquor Control Board v. Court House Motor Inn, Inc., 13 Pa.Cmwlth. 164, 318 A.2d 383 (1974).\n. In liquor license application and transfer cases, our scope of review is limited to a determination of whether the trial court’s findings of fact are supported by substantial evidence, and whether the trial court committed an error of law or abused its discretion. Beach Lake United Methodist Church v. Pennsylvania Liquor Control Board, 126 Pa.Cmwlth. 71, 558 A.2d 611 (1989).\n. Because we find that Protestants lacked standing to bring their initial appeal to the trial court, we do not reach the merits of the claims addressed in the parties’ briefs to this court.\n. Act of April 12, 1951, P.L. 90, as amended, 47 P.S. § 4-464.\n. Where a party has standing to appeal from a determination of the PLCB under the Liquor Code, that appeal must be taken initially to the courts of common pleas. 42 Pa.C.S. § 933(a)(l)(v).\n. Section 404 provides, in relevant part:\nThat the board shall refuse any application for a new license or the transfer of any license to a new location if, in the board's opinion, such new license or transfer would be detrimental to the welfare, health, peace and morals of the inhabitants of the neighborhood within a radius of five hundred feet of the place proposed to be licensed.\n47 P.S. § 4-404.\nIn Gismondi, the Superior Court held that, despite the failure of section 464 to mention nearby residents as among those specifically authorized to take an appeal, the language of section 404 compelled the conclusion that, if these residents appeared before the Board to protest a proposed transfer or granting of a license, they became \"parties aggrieved by an adverse decision of the Board or of the lower court.” Id. at 624, 186 A.2d at 451.\n.The parties entered into a stipulation at trial that both the Taeony Civic Association and the Historical Society of Taeony have registered corporate offices located greater than three hundred feet from Applicant's premises. The parties also stipulated that the Historical Society of Tacony is not a \"charitable institution” within the meaning of section 464 of the Liquor Code, 47 P.S. § 4-464.\n. 40 Pa.Code §§ 3.22, 3.23. Regulations 3.22 and 3.23 set forth the methods and precise physical points from which the three hundred foot distance to a restrictive institution is to be measured.\n. In fact, appeals taken directly to the Commonwealth Court under section 702 may only proceed if they are prohibited from being taken \"initially to the courts of common pleas under 42 Pa.C.S. § 933....” 2 Pa.C.S. § 701(b)(2). Thus, were Protestants to have standing under the Code, they would have no right of direct appeal under section 702.",
        "type": "majority",
        "author": "FRIEDMAN, Judge."
      }
    ],
    "attorneys": [
      "Barry Goldstein, for appellant.",
      "Jeffrey A. Korostoff, for appellees."
    ],
    "corrections": "",
    "head_matter": "TACONY CIVIC ASSOCIATION and Historical Society of Tacony v. COMMONWEALTH of Pennsylvania, PENNSYLVANIA LIQUOR CONTROL BOARD. Appeal of Foodarama, Inc., Appellant.\nCommonwealth Court of Pennsylvania.\nArgued Oct. 13, 1995.\nDecided Nov. 29, 1995.\nBarry Goldstein, for appellant.\nJeffrey A. Korostoff, for appellees.\nBefore DOYLE and FRIEDMAN, JJ., and LORD, Senior Judge."
  },
  "file_name": "582-584-01",
  "first_page_order": 662,
  "last_page_order": 668
}
