{
  "id": 9162130,
  "name": "Gary A. CRAWFORD, Plaintiff Below, Appellant, v. STATE of Delaware, Defendant Below, Appellee",
  "name_abbreviation": "Crawford v. State",
  "decision_date": "2004-09-24",
  "docket_number": "No. 426,2003",
  "first_page": "620-624",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "859 A.2d 624"
    }
  ],
  "court": {
    "name_abbreviation": "Del.",
    "id": 9322,
    "name": "Delaware Supreme Court"
  },
  "jurisdiction": {
    "id": 8,
    "name_long": "Delaware",
    "name": "Del."
  },
  "cites_to": [
    {
      "cite": "134 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "331 A.2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8036042
      ],
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/331/0385-01"
      ]
    },
    {
      "cite": "998 F.2d 116",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10508555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/998/0116-01"
      ]
    },
    {
      "cite": "1993 WL 81301",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*1-2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "187 A.2d 67",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "779 A.2d 254",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9490152
      ],
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/779/0254-01"
      ]
    },
    {
      "cite": "1992 WL 353828",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "pin_cites": [
        {
          "page": "*1"
        },
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 606,
    "char_count": 14893,
    "ocr_confidence": 0.712,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34789074575390305
    },
    "sha256": "2ff35336f7fdab8e99210c3872f77a242060cf4528fda741078b8bed2dfb4135",
    "simhash": "1:1677976151b481ce",
    "word_count": 2471
  },
  "last_updated": "2024-02-27T20:57:30.438533+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before HOLLAND, BERGER and JACOBS, Justices."
    ],
    "parties": [
      "Gary A. CRAWFORD, Plaintiff Below, Appellant, v. STATE of Delaware, Defendant Below, Appellee."
    ],
    "opinions": [
      {
        "text": "JACOBS, Justice.\nGary A. Crawford appeals from an order of the Superior Court denying his petition for return of property that was seized by police in an investigation that led to his June 1, 2001 plea of guilty to one count of third degree rape and two counts of sexual exploitation of a child. Crawford was sentenced to 30 years imprisonment (suspended after 9 years for decreasing levels of supervision) on September 26, 2001. After the Superior Court denied his motion for a reduction of sentence, that sentence was affirmed by this Court on March 25, 2003.\nOn August 2, 2002, Crawford filed a motion in the Superior Court seeking return of his property that had been seized in the investigation. The motion was referred to a Superior Court Commissioner for findings of fact and recommendations. The State filed a response to Crawford’s motion on December 9, 2002, in which the State opposed the return of the property. The Commissioner recommended that the property be forfeited, and the Superior Court adopted the Commissioner’s recommendation.\nCrawford then appealed the order of the Superior Court to this Court, after which the State filed a motion to affirm, which was denied. Because Crawford appeared pro se, this Court appointed an amicus curiae to address the legal issues presented.\nBecause it filed its motion for forfeiture less than 20 days before the date that had been scheduled for Crawford’s trial, the State concedes that it waived its right to seek forfeiture under Criminal Rule 40. The State contends, nonetheless, that under 11 Del. C. § 2311(a)(2), the trial court retained independent power to dispose of property “validly seized” whether or not the State satisfies the procedural requirements of Rule 40. Additionally, the State argues, its December 9, 2002 response to Crawford’s motion for return of property operated as a timely petition for forfeiture under 10 Del. C. § 8115, because that response was filed before Crawford’s sentence was affirmed on March 25, 2003.\nThe amicus responds that the State’s December 9, 2002 response cannot be considered a timely petition for forfeiture, because it was filed after the expiration of the one-year period of limitations set forth in 10 Del. C. § 8115. That statute requires that an action for forfeiture upon a penal statute must be filed within one year “from the accruing of the cause of action.” The amicus urges that the State’s claim is time-barred under Section 8115, because Crawford’s cause of action “accrued” on the date of his guilty plea, June 1, 2001 — more than one year before the State responded to Crawford’s petition for return of property. The amicus also contends that even if the State’s response was timely under Section 8115, the 20-day-before-trial filing requirement of Criminal Rule 40 “trumps” 10 Del. C. § 8115, because under 11 Del. C. § 5122, any inconsistency between the Delaware Code and the Rules of Criminal Procedure must be resolved in favor of the Court Rule.\nFour issues are presented on this appeal: First, is Criminal Rule 40 jurisdictional, such that if the State files a petition for forfeiture less than 20 days before the scheduled criminal trial date, the State is barred from seeking forfeiture based on a criminal statute? Second, when does the cause of action “accrue” for purposes of the one-year limitations period mandated by 10 Del. C. § 8115, which applies to actions for forfeiture based on a civil penal statute? Third, does Section 8115’s one-year statute of limitations for the State to file a civil action for forfeiture also apply to a defendant’s petition for return of property? Fourth, and finally, does 11 Del. C. § 2311(a)(2) independently empower the Superior Court to dispose of property seized from individuals convicted of crimes, and if so, is that power subject to the defendant’s Due Process right to a jury trial?\nForfeiture proceedings that are civil in nature are governed by the one-year statute of limitations found at 10 Del. C. § 8115. Also applicable to forfeiture proceedings is Criminal Rule 40(a), which requires that in a criminal proceeding, the State “shall” file a motion for forfeiture no later than 20 days before the trial of the criminal offense. Crawford, and the ami-cus claim that because the State failed to file a timely motion for forfeiture in his criminal case, the State forever waived its right to forfeiture, because 11 Del. C. § 5122 provides that any inconsistency between the Delaware Code and the Rules of Criminal Procedure must be resolved in favor of the Rules.\nThe difficulty with that argument is that 11 Del. C. § 5121, the statute that empowers the Superior Court to adopt procedural rules, also provides that “[s]uch rules shall not abridge, enlarge or modify the substantive rights of any person.” “Any person” would presumably include jural persons such as the State. Arguably, therefore, the 20 days-before-trial filing requirement of Rule 40 cannot be jurisdictional. If it were, then Rule 40 (a procedural rule) would severely abridge the State’s statutory (substantive) right under Section 8115 to file a forfeiture proceeding within one year of the accruing of the cause of action. Moreover (as the State points out), by pleading guilty long before the scheduled criminal trial date, a defendant could preclude the State from filing a forfeiture motion before its right to do so under Rule 40 has expired.\nHow the inconsistency between Rule 40 and Section 8115 should be resolved, is an issue that need not be decided in this case, however. In all events, and at the latest, under Section 8115 the State was required to seek forfeiture within one year from the accrual of its cause of action. We have previously determined that a cause of action under Section 8115 “ac~ cruefs]” on the date of the defendant’s sentencing. Because the State did not file an action for forfeiture within one year from Crawford’s sentencing, the State waived its entitlement to seek forfeiture in all events.\nA cause of action for forfeiture under Section 8115 accrues on “the date the criminal case ends,” which, this Court has held, is the date of sentencing. That is because the date of sentencing is the “benchmark” of a final judgment in a criminal case, and the defendant’s time to file an appeal begins to run from that date. Therefore, a cause of action for forfeiture based on a penal statute (which involves a criminal conviction and sentence) accrues upon the entry of final judgment in the underlying criminal case.\nThe parties suggest other dates, such as the date the conviction or the sentence is affirmed, or the date of the jury’s verdict of conviction (or, alternatively, the date of the guilty plea) as the time from which a cause of action “accrues.” Although these positions appear to have found some support in Superior Court case law, this Court has held that for purposes of determining when a cause of action “accrues” under Section 8115, the controlling date is the date of sentencing.\nThe third issue is whether the statute of limitations applies both to the State’s petition for a forfeiture of property and to the defendant’s petition for return of property. We hold that it does. Section 8115 refers to “... the suit of the party aggrieved, ... or of the State, or otherwise” to one year after the “accrual” of the cause of action. Thus, the one-year time bar applies to both the State and the party whose property has been seized. This Court has held that a defendant’s petition for return of property, if filed more than one year from the defendant’s sentencing, is time-barred and must be dismissed. Crawford’s petition for return of property is not time-barred, however, because Crawford was sentenced on September 26, 2001, and he filed his petition for the return of property on August 2, 2002. His petition, therefore, fell within Section 8115’s one-year period of limitations.\nThe State next asserts that its answer to Crawford’s petition should be deemed a timely motion for forfeiture of property. Assuming without deciding that filing an answer that contains an objection to a petition for return of property was a procedurally proper way for the State affirmatively to seek a forfeiture, the State’s answer was not filed until December 9, 2002 — more than one year after Crawford had been sentenced. Thus, under any scenario the State’s forfeiture claim is time-barred.\nLastly, the State claims that even if its application for forfeiture was not timely, the Superior Court is still empowered to order a forfeiture of the defendant’s property under its authority independently conferred by 11 Del. C. § .2311(a)(2). That statute provides that property of one “duly convicted of the alleged crime... shall be disposed of as the court directs.” Crawford and the amicus respond that even under that construction of Section 2311, Crawford is entitled to a jury trial on his petition for return of property. Crawford is correct: in State v. Rossitto, this Court determined that a defendant is entitled to the due process safeguards of a jury trial in a proceeding to determine forfeiture under Section 2311(a)(2).\nAlthough Crawford would be entitled to a jury trial on his petition for return of property, that is of no moment in this case, because the State’s application for forfeiture was untimely under Section 8115. Therefore, no trial is needed, since Crawford’s petition for return of property must be treated as unopposed and the items of property at issue must be ordered returned to him.\nFor the foregoing reasons, the judgment of the Superior Court is REVERSED, and the case is REMANDED for proceedings consistent with this Opinion.\n. The Court takes this opportunity to express its appreciation for the commendable efforts of the court-appointed amicus on this appeal.\n. Superior Court Criminal Rule 40 states:\n(a) Motion for forfeiture. When the state seeks to forfeit property of a person charged with a criminal offense pursuant to a statute authorizing a criminal forfeiture. . .it shall file a motion for forfeiture not later than 20 days before trial of the criminal offense. The petition shall allege the factual and legal basis for forfeiture and ■the extent of the interest or property subject to forfeiture.\n. 11 Del. C. § 2311. Disposition of property validly seized.\n(a) The following disposition shall be made of any papers, articles or things validly seized:\n(2) If the papers, articles or things were allegedly used in the commission of a crime, ... if such person is duly convicted of the alleged crime, the papers, articles and things shall be disposed of as the court directs.\n. 10 Del. C. § 8115. Forfeiture under penal statute.\nNo civil action for a forfeiture upon a penal statute, whether at the suit of the party aggrieved, or of a common informer, or of the State, or otherwise, shall be brought after the expiration of one year from the accruing of the cause of such action.\n. 11 Del. C. § 5122. Conflict between rules and statutes.\nAny inconsistency or conflict between any rule of court promulgated under the authority of § 5121 of this title, or prior law, and any of the provisions of this Code or other statute of this State, dealing with practice and procedure in criminal actions in the Superior Court, shall be resolved in favor of such rule of court.\n. 11 Del. C. § 5121 provides:\n(a) The Superior Court may, from time to time, adopt and promulgate general rules which prescribe and regulate the form and manner of process, pleading, practice and procedure governing criminal proceedings in the Superior Court from their inception to their termination, including such proceedings before inferior courts and justices of the peace as are preliminary to indictment or information filed in the Superior Court.\n(b) Such rules shall not abridge, enlarge or modify the substantive rights of any person, and shall preserve the right of trial by jury as at common law and as declared by the statutes and Constitution of this State, (emphasis added).\n. Jackson v. Division of State Police, C.A. No. 323, 1992, 1992 WL 353828, at *1, 1992 Del. LEXIS 402, at *1-2 (Del.1992) (\"It is well settled by Delaware law that the statute of limitations in a civil forfeiture action is bne year from the time the cause of action- accrues, which is the date the criminal case ends (citation omitted). Appellant was sentenced on April 12, 1991 for drug related crimes. Appellant did not file the action until April 22, 1992. Thus, it is clear from these facts that under settled Delaware law that the statute of limitations had indeed expired and that the Superior Court’s dismissal was proper.\")\n. Weaver v. State, 779 A.2d 254, 258 (Del.2001).\n. See 10 Del. C. § 147 (30-day time limit to appeal criminal conviction to Delaware Supreme Court); Supr. Ct. R. 6(a)(ii) (appeal must be filed within \"30 days after a sentence is imposed in a direct appeal of a criminal conviction”); Super. Ct.Crim. R. 39(a) (15-day time limit \"from the date of sentence” on criminál appeals to Superior Court).\n. Generally, statutes of limitation \"commence to run against a cause of action from the time it accrues, or from the time when the holder thereof has the right to apply to the court for relief, and to commence proceedings to enforce his rights. The time when the cause of action has accrued within the Statute of Limitations means the time when plaintiff first became entitled to sue.” Helmerich & Payne v. Colorado Interstate Gas Co., 187 A.2d 67 (Del.1962) (Terry, J., concurring), citing Wood on Limitations, 4th Ed., 684 Sec. 122a.\n. See, e.g., State v. Sudler, Cr.A. No. IN89-04-0417, 1993 WL 81301, at *1-2, 1993 Del.Super. LEXIS 94, at *4 (Del.Super.Ct.1994) (Cause of action accrues upon affirmance of a conviction); Jenkins v. O’Brien, C.A. No. 83C-MY-21, 1983 Del.Super. LEXIS 752 (Del.Super.Ct.1983) (dismissing legal malpractice action against defense attorney because the cause of action accrues on date of conviction).\n. 10 Del. C. § 8115.\n. Jackson, 1992 WL 353828 *1, 1992 Del. LEXIS 402 *2 (Del.1992). Under federal law, the statute of limitations applies only to the Government’s petition for forfeiture. If no forfeiture action is properly filed within the period of limitations, the defendant may petition thereafter and his property will be returned. United States v. Giovanelli, 998 F.2d 116 (2d Cir.1993).\n. 331 A.2d 385, 388 (Del.1974), citing State v. Fossett, 134 A.2d 272 (Del.Super.Ct.1957).",
        "type": "majority",
        "author": "JACOBS, Justice."
      }
    ],
    "attorneys": [
      "Gary A. Crawford, Smyrna, Delaware; Pro Se.",
      "Bernard J. O’Donnell, Esquire, Wilmington, Delaware; Amicus Curiae.",
      "John Williams, Esquire, Department of Justice, Dover Delaware; for Appellee, State of Delaware."
    ],
    "corrections": "",
    "head_matter": "Gary A. CRAWFORD, Plaintiff Below, Appellant, v. STATE of Delaware, Defendant Below, Appellee.\nNo. 426,2003.\nSupreme Court of Delaware.\nSubmitted: Aug. 25, 2004.\nDecided: Sept. 24, 2004.\nGary A. Crawford, Smyrna, Delaware; Pro Se.\nBernard J. O’Donnell, Esquire, Wilmington, Delaware; Amicus Curiae.\nJohn Williams, Esquire, Department of Justice, Dover Delaware; for Appellee, State of Delaware.\nBefore HOLLAND, BERGER and JACOBS, Justices."
  },
  "file_name": "620-624-01",
  "first_page_order": 672,
  "last_page_order": 677
}
