{
  "id": 7353103,
  "name": "In re Harold B. PEEK, A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Peek",
  "decision_date": "1989-11-03",
  "docket_number": "No. 89-128",
  "first_page": "621-627",
  "last_page": "634",
  "citations": [
    {
      "type": "official",
      "cite": "565 A.2d 627"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "565 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7352942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/565/0610-01"
      ]
    },
    {
      "cite": "404 A.2d 185",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8043513
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/404/0185-01"
      ]
    },
    {
      "cite": "467 A.2d 143",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7957806
      ],
      "pin_cites": [
        {
          "page": "147-48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/467/0143-01"
      ]
    },
    {
      "cite": "442 A.2d 153",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7944708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/442/0153-01"
      ]
    },
    {
      "cite": "422 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7947269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/422/0768-01"
      ]
    },
    {
      "cite": "441 A.2d 265",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7945107
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/441/0265-01"
      ]
    },
    {
      "cite": "403 A.2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8040031
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "302-03"
        },
        {
          "page": "302"
        },
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/403/0296-01"
      ]
    },
    {
      "cite": "553 A.2d 201",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7880866
      ],
      "pin_cites": [
        {
          "page": "203"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/553/0201-01"
      ]
    },
    {
      "cite": "520 A.2d 321",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7882401
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "326"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/520/0321-01"
      ]
    },
    {
      "cite": "513 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7926254
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/513/0226-01"
      ]
    },
    {
      "cite": "528 A.2d 1247",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7910308
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/528/1247-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1035,
    "char_count": 27387,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 6.082951732452871e-07,
      "percentile": 0.9553972065552857
    },
    "sha256": "bac76ccaf9062764413e74c9e69314ba067a5575b395252d3850af01dc131864",
    "simhash": "1:9c572fda87008652",
    "word_count": 4238
  },
  "last_updated": "2024-02-27T21:59:48.847871+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FERREN and FARRELL, Associate Judges, and GALLAGHER, Senior Judge."
    ],
    "parties": [
      "In re Harold B. PEEK, A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "FERREN, Associate Judge:\nThis disciplinary proceeding presents two principal questions: (1) whether an attorney’s chronic depression at the time of misconduct may be used as a mitigating factor in fashioning the appropriate disposition, and (2) if so, whether the attorney’s depression may serve as the basis for imposing a period of probation, premised on mitigation, that exceeds the period of suspension from the practice of law that would otherwise be warranted. The Board on Professional Responsibility found respondent had neglected a legal matter entrusted to him, DR 6 — 101(A)(3), had intentionally failed to seek a client’s lawful objectives, DR V — 101(A)(1), and had engaged in conduct involving misrepresentation, DR 1-102(A)(4). Respondent offered medical evidence of his chronic depression and, at the hearing before the Hearing Committee, consented to a two-year period of probation. When the matter came before the Board, a majority found a causal nexus between respondent’s depression and his professional misconduct and recommended four months’ suspension from practice, with two months of suspension stayed on condition that respondent comply with the terms of a two-year supervised probation. Respondent filed no objection to this recommendation. A minority of the Board, however, found no causal nexus between respondent’s depression and his misconduct and, accordingly, recommended the full four-month suspension without a stay, followed by a two-year period of supervised probation. We adopt the findings of the Board majority as well as the disposition it recommends.\nI.\nIn March 1978, respondent Peek agreed to represent complainant in a civil suit. Complainant had filed a complaint with the Metropolitan Police Department alleging that, on March 8, 1978, she had been forcibly abducted from a common area of her apartment building, dragged into an adjacent, unlocked, abandoned laundry room, and forcibly raped. Three years later on March 7, 1981, the last day before the statute of limitations for bringing the civil suit expired, respondent filed a complaint in Superior Court. Summonses were issued for three defendants. The first two defendants were served promptly and.; answered the complaint. The third defendant was never served, however, and did not answer.\nBecause respondent never obtained service on the third defendant, the case was not set for trial. Nor did respondent undertake any discovery. On January 29, 1985, the two defendants who had answered filed motions to dismiss for failure to prosecute, pursuant to Super.Ct.Civ.R. 41(b). Respondent failed to oppose; the motions were granted with prejudice. Respondent took no action to reinstate the complaint within the time permitted by local court rules.\nThroughout this period, complainant telephoned respondent on many occasions to ascertain the status of her claim. Respondent failed to return most of these calls. When complainant was able to reach respondent, he assured her that everything “was fine.” In February 1986, complainant contacted an attorney in Miami, Florida, where complainant had moved. That attorney called, as well as wrote, respondent to inquire about complainant’s case but received no answer.\nOn April 7, 1986, respondent wrote complainant a letter explaining:\nYour case is sitting in limbo right now, but I am taking the steps to get it on the calendar as soon as possible. This requires a motion which will be filed this week. It will be several weeks before a date is set, but I will be in touch with you before then.\nRespondent apologized for the delay, attributing it to personal problems. After receiving the letter, complainant retained Steven M. Pavsner, an attorney in the District of Columbia, to assist in determining the status of her claim. Pavsner reviewed the court jacket and discovered that the case had been dismissed with prejudice.\nOn May 9, 1986, Pavsner wrote to respondent, indicating he would give respondent ten days to seek vacation of the judgment. Approximately five days later, Pavsner spoke by telephone with respondent, who asked for a little more time to complete his work. Respondent, however, never filed a motion to vacate. On May 22, 1986, Pavsner filed a malpractice action for complainant against respondent in the United States District Court for the District of Columbia. The case was settled in February 1987.\nII.\nOn July 3,- 1986, Bar Counsel, who had learned of complainant’s lawsuit, wrote to respondent about complainant’s allegations of misconduct. On April 29, 1987, respondent replied, through counsel, that “extreme depression and a personal decline” had “impaired his ability to conduct his law practice.”\nBar Counsel filed a petition instituting formal disciplinary proceedings, alleging that respondent had violated four Disciplinary Rules, as summarized by the Board:\nA. Rule 6-101(A)(3), for neglect of a legal matter by allowing a suit which Respondent had filed on behalf of [complainant] to be dismissed for failure to place the cause at issue and by failing to take any action to reinstate the matter.\nB. Rule 7-101(A)(l), for an intentional failure to achieve his client’s lawful objectives by taking no action on behalf of [complainant] after Respondent had been given several opportunities to do so.\nC. Rule 1-102(A)(4), for conduct involving misrepresentation by stating to his client that her case was still pending when, in fact, it had been dismissed.\nD. Rule 2-110(B)(3), for failure to withdraw from his representation of [complainant] when Respondent knew that his mental or physical condition rendered it unreasonably difficult for him to carry out his employment on behalf of [complainant].\nThe Hearing Committee found clear and convincing evidence that respondent had violated the first three disciplinary rules as charged (but not the fourth).\nIn evaluating respondent’s emotional state in mitigation of sanction, the Hearing Committee considered letters in the record from two psychiatrists: Dr. Eleanor A. Sor-rentino, respondent’s therapist, and Dr. Thomas Goldman, Bar Counsel’s retained expert. Both professionals agreed that respondent had been suffering from chronic depression. Dr. Goldman described respondent’s condition as\ncharacterized by low mood, suicidal ideas without serious suicidal intent, social withdrawal, general disorganization with distinct self-punitive trends, (for example failure to file CJA vouchers for payment for work already completed) and difficulty maintaining his interest and concentration on his legal practice resulting in acts of omission etc., despite a conscious attitude of wishing to do a good job and a generally clear understanding of what his responsibilities are.\nBoth doctors agreed that, despite this condition, respondent was still able to practice law, although both stressed the need for continued psychiatric counselling and professional monitoring.\nAs for the connection between respondent’s emotional condition and his professional misconduct, Dr. Sorrentino wrote: “In my professional opinion, Mr. Peek’s failure to act in a timely manner in his client’s behalf in [complainant’s] case stemmed directly from his acute depressed state.” Dr. Goldman offered no opinion as to the causal nexus between respondent’s condition and his disciplinary violations. The Committee made no findings as to the causal nexus between respondent’s depressed state and his disciplinary violations, other than to reject any argument that respondent’s condition had rendered him wholly unable to perform his professional duties.\nAs to sanction, both Bar Counsel and counsel for respondent favored a two-year period of supervised probation. Bar Counsel acknowledged that “no attorney suffering from an emotional disability (as opposed to alcoholism) has ever been placed on probation in this jurisdiction” but argued, nonetheless, that respondent would be an appropriate candidate for probation. While agreeing that this was an appropriate case for probation, the Committee believed that respondent’s previous disciplinary record, coupled with a lack of contrition for his actions in complainant’s ease, indicated the need for a brief period of actual suspension from practice.\nThe Hearing Committee, therefore, recommended a thirty-day suspension, followed by an additional two-year period of suspension to be stayed on two conditions: that respondent continue to receive psychotherapy from Dr. Sorrentino throughout the period of probation unless medically terminated earlier by Dr. Sorrentino, and that respondent meet with a lawyer designated to monitor his practice not less than biweekly during the period of probation. Both respondent and Bar Counsel consented to the Hearing Committee’s recommended disposition, and neither filed an objection with the Board.\nThe Board agreed with the Committee’s findings that respondent had violated Disciplinary Rules 6-101(A)(3), 7-101(A)(l), and 1-102(A)(4) but differed with the Committee as to the appropriate sanction. The Board compared respondent’s misconduct to the misconduct in In re Dory, 528 A.2d 1247 (D.C.1987). Dory was a straightforward case: neglect of a legal matter entrusted to the attorney, failure to seek a client’s lawful objectives, and failure to carry out an employment contract. There, the Board recommended, and we imposed, a thirty-day suspension. In the present case, however, the Board reasoned that, because of the added element of misrepresentation involved, respondent’s transgressions warranted a stiffer penalty than the thirty days assessed in Dory. The misrepresentation in this case did not appear as extreme to the Board as the misrepresentation at issue in In re Reback, 513 A.2d 226 (D.C.1986) (en banc), where we imposed a six-month suspension for counsel’s attempt to cover up neglect by forging the client’s name on a substitute complaint and then lying about the signature in order to have the forged complaint notarized. Accordingly, after reviewing Dory, Reback, and other cases, the Board unanimously agreed that, absent the emotional disability factor, respondent’s conduct warranted a four-month suspension.\nIII.\nThe next question — how respondent’s emotional difficulties should affect the disposition of this case, if at all — created a division within the Board. All nine members agreed that diagnosable chronic depression could be a mitigating factor if expert testimony demonstrated a causal relationship between the depression and the ethical default. A Board majority found that causal nexus here; two members did not. As a consequence, the Board majority accepted respondent’s depression as a mitigating factor, recommending that we stay two of the four months of suspension and impose a two-year period of probation along the lines proposed by respondent’s counsel, by Bar Counsel, by Drs. Sorrenti-no and Goldman, and by the Hearing Committee. The Board minority, finding no basis for mitigation, voted to leave the four-month suspension intact and, in addition, to impose the two-year probation.\nIn evaluating whether chronic depression should serve as a mitigating factor, the Board looked for guidance in In re Kersey, 520 A.2d 321 (D.C.1987), where the respondent was disbarred but the sanction was stayed pending satisfactory completion of a five-year period of supervised probation. In Kersey, this court concluded that, when an attorney cites alcoholism in mitigation of a disciplinary sanction, the attorney must show that but for alcoholism, the misconduct would not have occurred. Id. at 327. To make such a showing the attorney must demonstrate that his or her professional conduct was “substantially affected by ... alcoholism.” Id. at 326. See also In re Miller, 553 A.2d 201, 203 (D.C.1984) (attorney must show by preponderance of the evidence that alcoholism substantially affected charged misconduct).\nIn the present case, the Board recognized that the Hearing Committee had not made a finding that respondent’s depression substantially affected his professional conduct. In accepting the proposal for probation, therefore, the Board majority identified five factors in the record which, in its view, “can serve as a legal surrogate of a specific finding under the Kersey ‘but for’ test of causation for purposes of imposing a period of probation in lieu of all or part of the suspension that the misconduct would otherwise warrant.” The majority expressed a concern, however, that by tacking probation onto a period of suspension, the Hearing Committee essentially had treated evidence of respondent’s medical condition — introduced in mitigation — as an aggravating factor instead, using probation as an additional, not lesser, sanction. The majority, therefore, sought to achieve mitigation, despite the lengthy probation, by recommending a stay of two of the four months of suspension provided the latter two months of suspension would be reinstated if respondent violated his probation. The majority recognized that “the proposed sanction of two months’ actual suspension plus two years of probation may be viewed by many attorneys ... as a more onerous sanction than four months’ suspension without probation,” but the majority premised this recommendation on the fact that “both Bar Counsel and respondent have consented to the recommended bifurcated sanction.” Neither respondent nor Bar Counsel filed any exception to the Board majority’s recommendation.\nTwo members of the Board did not agree with the majority’s findings of causation. More specifically, they did not find the two therapists’ letters persuasive evidence that respondent’s depression substantially affected his professional conduct. Consequently, the Board minority recommended against staying a portion of respondent’s four-month suspension. The minority acknowledged, however, that there was record evidence that respondent “has and continues to suffer from emotional problems, and that such problems have potential to affect his law practice.” (Emphasis added.) The Board minority, therefore, also recommended a two-year period of supervised probation in addition to the suspension.\nIV.\nDistrict of Columbia Bar Rule XI, § 7(3) provides the appropriate standard for our review of the Board’s Report and Recommendation:\n[T]he Court shall accept the findings of fact made by the Board unless they are unsupported by substantial evidence of record, and shall adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or otherwise would be unwarranted.\nSee In re Smith, 403 A.2d 296, 302-03 (D.C.1979).\nIn the usual case, the Hearing Committee makes factual findings and the Board reviews those findings. See D.C.Bar R. XI, §§ 4(3)(c), 4(3)(g), 5(2)(c), 7(2), 7(3). In this case, however, the Board, not the Hearing Committee, made the critical factual finding: that respondent’s chronic depression substantially affected his professional conduct. The Board clearly has authority to find facts. D.C.Bar R. XI, § 4(3)(g) gives the Board the power “[t]o review the findings and recommendations of hearing committees ... and to prepare and forward its own findings and recommendations ... to this Court.” When making its own factual findings, moreover, the Board must rely on “clear and convincing evidence,” the same standard that governs the Hearing Committees. D.C. Court of Appeals Disciplinary Digest, Board Rules ch. 13.6 (1988) (hereafter “Board Rules”), see also Smith, 403 A.2d at 302.\nAs a preliminary matter, we agree with the Board’s unanimous recommendation that, absent consideration of respondent’s emotional condition, the misconduct at issue warrants a four-month suspension. The Board properly applied the relevant factors, including (1) the seriousness of respondent’s neglect, see In re Knox, 441 A.2d 265 (D.C.1982), (2) the presence of misrepresentation or dishonesty, see In re Haupt, 422 A.2d 768 (D.C.1980), (3) respondent’s attitude toward the underlying misconduct, see In re Lieber, 442 A.2d 153 (D.C.1982), (4) prior disciplinary violations, see In re Roundtree, 467 A.2d 143, 147-48 (D.C.1980), and (5) mitigating circumstances, see In re Willcher, 404 A.2d 185 (D.C.1979). The Board’s references to previously reported cases makes clear that this sanction will not “foster a tendency toward inconsistent dispositions for comparable conduct....” D.C.Bar R. XI, § 7(3).\nWe conclude, moreover, that the Board majority’s finding that “Respondent’s misconduct was substantially affected by his mental problems” is supported by substantial evidence of record. See id.; Smith, 403 A.2d at 303. Both therapists who offered evidence agreed that respondent suffers from chronic depression. Furthermore, there appears to be no dispute that respondent experienced a particularly acute period of depression during the time in question. Respondent’s letter of April 7, 1986, to his neglected client attributed his delay in her case to personal problems. More significantly, the record contains a letter from respondent’s psychiatrist offering her professional opinion that respondent’s acutely depressed state caused his professional neglect.\nIt would have been better if the psychiatric testimony had been live and subject to cross-examination and to examination by a Hearing Committee that addressed the causal nexus issue. As it turned out, the Board had to engage in fact-finding, and not all members of the Board were satisfied that the letters from the psychiatrists were convincing on the crucial question of causation. Nonetheless, given the fact that respondent, Bar Counsel, and a majority of the Board were satisfied with the proffered psychiatric testimony, we are comfortable — in this particular case — with the proof presented. Other cases, however, may not be uncontroverted and thus may require more substantial proof.\nWe therefore must consider whether the Board’s sustainable finding of a causal nexus between respondent’s depression and his misconduct warrants a stay of all or part of the four-month suspension, coupled with a period of supervised probation for two years.\nV.\nRespondent has not contested the proposed stay, coupled with imposition of a two-year probation (including monitoring by medical and professional experts). We are required, nonetheless, to review its suitability. See D.C. Bar R. XI, § 7(3). Furthermore, this is the first instance, other than a case of reciprocal discipline, where the Board has recommended a term of probation that exceeds the period of suspension which would otherwise be imposed. Cf. In re Kersey, 520 A.2d 321 (D.C.1987) (imposing five-year probation in lieu of non-permanent disbarment).\nWe agree with the concern of the Board majority that a lengthy period of probation in addition to, or even in lieu of, a shorter period of suspension may amount to a greater, not a lesser, sanction. The question, then, is how, if at all, a lengthy period of probation can properly be used to reflect mitigation (in contrast with enhancement) of sanction for a disciplinary violation.\nWith respect to diagnosable, chronic depression we conclude as a general rule, first, that unless a causal nexus can be shown between the depression and the misconduct, the depression can be used neither in mitigation, cf. Kersey, nor for enhancement, see D.C.Bar R. XI § 3(7), of sanction. If a causal .connection is not shown, depression that is insufficient for mitigation cannot be sufficient for a sanction, such as probation, imposed in addition to the maximum sanction that otherwise would be warranted. For this reason, the Board minority’s recommendation — the four-month suspension required for the misconduct plus a two-year, supervised probation based merely on the “potential” impact of respondent’s depression on his practice of law — is unacceptable.\nWe conclude, second, that when, as in this case, the respondent himself proffers evidence of chronic depression at the time of the alleged misconduct and consents to the recommended probation, we can appropriately approve an extended, supervised period of probation in lieu of all or part of a shorter period of suspension. Absent objection, we cannot conclude that a respondent attorney will be aggrieved by a long probationary term that affords an obvious advantage: the continuation or early resumption of a law practice that otherwise would be suspended.\nWe reserve for another day various questions about the use of probation in a disciplinary proceeding, pursuant to the amended D.C.Bar R. XI § 3(a)(7), to increase the sanction, over objection, beyond the sanction that otherwise would be indicated. We note the possible interplay between the use of probation “in lieu of, or in addition to, any other disciplinary sanction,” id., and the use of probation in connection with a disability proceeding, see id. § 13(c); Board Rules ch. 14.6(a)(3) (providing for Bar Counsel to seek court-ordered suspension or probation pursuant to D.C.Bar R. XI § 16(3) [amended Rule XI § 13(c)] with documentary proof that attorney is incapacitated by “disability or addiction”).\nOn this record and analysis, we order that respondent, Harold B. Peek, be suspended from the practice of law in the District of Columbia for a period of four months, effective thirty days from the date of this order. Execution of the final two months of this suspension shall be stayed, provided respondent complies with the following conditions of probation for a period of two years beginning on the effective date of his resumption of practice after the initial two months of suspension:\n1. Supervision of respondent’s professional conduct by a practice monitor — selected by the Board on Professional Responsibility — sufficient to make reasonable determinations at appropriate intervals that respondent is not neglecting any legal matter entrusted to him or attempting to conceal any such prior neglect. At the beginning of each calendar quarter year, the practice monitor will submit to the Board Office (Executive Attorney) a progress report on respondent’s professional conduct.\n2. Counselling by Dr. Eleanor A. Sor-rentino (or other medical expert acceptable to the Board on Professional Responsibility) on a weekly basis, or less frequently if so recommended by such medical expert, who will in any event submit monthly reports to the Board Office (Executive Attorney) concerning respondent’s participation and progress in such counselling.\nWe further order that the Executive Attorney of the Board submit a copy of each monitor’s report to Bar Counsel and to the Lawyer Counselling Committee of the District of Columbia Bar. If either monitor reports, or if Bar Counsel alleges, or if the Lawyer Counselling Committee advises the Board Office, that there is reasonable cause to believe a violation of any of the above terms of probation has occurred, the Board on Professional Responsibility shall promptly convene an evidentiary hearing before a Hearing Committee with directions to submit a report to the Board as soon as practicable. If the Board finds any violation of the terms of probation, the probation shall be revoked immediately and the previously stayed two months’ suspension shall be reinstated and become effective ten days after the date the Board submits to the court its report that respondent has violated the terms of probation.\nIn the event that respondent were to violate his probation, this order shall be without prejudice to Bar Counsel’s instituting proceedings pursuant to amended Rule XI § 13(c) (attorneys who may be incapacitated).\nSo ordered.\n. Bar Counsel proposed that respondent be suspended from the practice of law for six months, that the entire period of the suspension should be stayed, and that respondent should be placed on probation for two years.\n. Previously, respondent had received two informal admonitions: one involving neglect, the other involving loss of client documents and failure to return papers when requested.\n.Dory had repaid the client’s $500 retainer after the Board had included restitution in the recommended sanction.\n. The Board’s recommendation as to probation read, in part, as follows:\n2. Execution of the final two months of suspension is hereby stayed contingent upon Respondent’s continued compliance with all applicable conditions of probation set forth in paragraph 3 below.\n3. Respondent is hereby placed on probation for a period of two years commencing on the effective date of Respondent's suspension pursuant to paragraph 2 above.\n(Emphasis added.) We assume the Board meant to say that probation commences on the effective date of the stay of respondent’s suspension, i.e., on the date when respondent resumes practice. To read the Board’s report as recommending that respondent be placed on probation at the same time he is ordered to begin his suspension would be contrary to the normal understanding that probation is in lieu of another sanction. Furthermore, one of the two recommended conditions of probation is professional monitoring, which cannot possibly take place while respondent is suspended from practice.\n. The Board listed the following factors:\n(1) Respondent has received treatment over a number of years for chronic depression; (2) Respondent’s misconduct in this case occurred in a period during which his depression was severe and was not under control; (3) Respondent’s doctor concluded that \"his failure to act in a timely manner in [complainant's] case stemmed directly from his acute depressed state”; (4) both medical experts who provided evidence in this proceeding believe that Respondent’s depression is now sufficiently under control to allow him to practice law responsibly; and (5) the Hearing Committee recommended, and both Bar Counsel and Respondent have accepted by consent, a period of probation with conditions related to Respondent’s medical problems.\n.D.C.Bar R. XI was amended effective September 1, 1989. Our citations here refer to the previous version of Rule XI, as that was the governing rule at the time of the misconduct and the disciplinary proceedings before submission to this court. The amended Rule XI does not differ from the previous Rule XI in any way that is material to this case. The language cited above is found in amended Rule XI, § 9(g).\n. Amended Rule XI, §§ 4(e)(4), 4(e)(7), 5(c)(2), 9(a), 9(c).\n. Amended Rule XI, § 4(e)(7).\n. Amended Rule XI, § 9(g).\n. Amended Rule XI, § 9(g).\n. See In re Hirschberg, 565 A.2d 610 (D.C.1989) (imposing one-year suspension that was stayed conditioned on two-year probation, where respondent had already received same sanction from Supreme Court of Wisconsin for billing clients for 807 personal phone calls).\n.Amended Rule XI, § 3(a)(7).\n. See amended D.C.Bar R. XI § 3(a)(7) (providing for imposition of probation by Board with consent of attorney and approval by court).",
        "type": "majority",
        "author": "FERREN, Associate Judge:"
      }
    ],
    "attorneys": [
      "Elizabeth A. Herman, Office of Bar Counsel, Baltimore, Md., for the Bd. on Professional Responsibility, majority report.",
      "Joan L. Goldfrank, Executive Atty., for the Bd. on Professional Responsibility, minority report.",
      "John W. Karr, Washington, D.C. for respondent."
    ],
    "corrections": "",
    "head_matter": "In re Harold B. PEEK, A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 89-128.\nDistrict of Columbia Court of Appeals.\nArgued Sept. 7, 1989.\nDecided Nov. 3, 1989.\nElizabeth A. Herman, Office of Bar Counsel, Baltimore, Md., for the Bd. on Professional Responsibility, majority report.\nJoan L. Goldfrank, Executive Atty., for the Bd. on Professional Responsibility, minority report.\nJohn W. Karr, Washington, D.C. for respondent.\nBefore FERREN and FARRELL, Associate Judges, and GALLAGHER, Senior Judge."
  },
  "file_name": "621-627-01",
  "first_page_order": 685,
  "last_page_order": 692
}
