{
  "id": 7876483,
  "name": "ESTATE OF Elmer R. DEAVER, Deceased, Appellant",
  "name_abbreviation": "Estate of Deaver",
  "decision_date": "1995-06-13",
  "docket_number": "",
  "first_page": "684-686",
  "last_page": "691",
  "citations": [
    {
      "type": "official",
      "cite": "660 A.2d 686"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Commw. Ct.",
    "id": 11887,
    "name": "Commonwealth Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "467 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717339
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "parenthetical": "involving election to pre-pay remainder inheritance tax under Act of 1961"
        },
        {
          "parenthetical": "involving election to pre-pay remainder inheritance tax under Act of 1961"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0193-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 2041",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "97 Pa.Commonwealth Ct. 368",
      "category": "reporters:state",
      "reporter": "Pa. Commw.",
      "case_ids": [
        1346982
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/97/0368-01"
      ]
    },
    {
      "cite": "283 A.2d 50",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1940080
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0017-01"
      ]
    },
    {
      "cite": "479 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1742227
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/479/0569-01"
      ]
    },
    {
      "cite": "207 A.2d 857",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 164",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893970
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0164-01"
      ]
    },
    {
      "cite": "190 A.2d 132",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 6,
      "year": 1963,
      "pin_cites": [
        {
          "page": "135"
        },
        {
          "page": "136"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884579
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "646"
        },
        {
          "page": "638"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0638-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 755,
    "char_count": 19143,
    "ocr_confidence": 0.716,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.47301811804472
    },
    "sha256": "596eff63a458fb4a96d4e13d8cc92824a1abad70430aa88590bbd4eeb083cedd",
    "simhash": "1:7bb14fa704369750",
    "word_count": 3266
  },
  "last_updated": "2024-02-27T18:46:54.783513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before KELLEY and SCHULTZ NEWMAN, JJ., and KELTON, Senior Judge."
    ],
    "parties": [
      "ESTATE OF Elmer R. DEAVER, Deceased, Appellant."
    ],
    "opinions": [
      {
        "text": "KELTON, Senior Judge.\nThe estate of Elmer Deaver (Estate) appeals from the October 27, 1994 order of the Orphans’ Court of Common Pleas of Montgomery County (trial court), dismissing the Estate’s appeal from the Department of Revenue’s notice of appraisement of transfer inheritance tax. We reverse.\nThe issue before us is: when computing the inheritance tax due on a remainder interest of a marital trust, at the time the right of possession accrues to the owner, whether estate taxes paid out of the assets supporting the marital trust should be included in the value of the remainder estate?\nThe transfer inheritance tax act applicable to this case is the Act of June 20, 1919, P.L. 521, art. I, 72 P.S. §§ 1-3, as amended, 72 P.S. §§ 2301-2307 (repealed and replaced by Act of June 15, 1961, P.L. 373, art. XII, 72 P.S. § 2485-1201) (Act of 1919). Under Section 1 of the Act of 1919, a tax is imposed upon the transfer by will of any property or of any interest therein, in trust or otherwise.\nSection 2 of the Act provides, in pertinent part:\nAll taxes imposed by this act shall be imposed upon the clear value of the property subject to the tax and shall be at the rate of two per centum upon the clear value of the property, subject to.such tax passing to or for the use of father, mother, husband, wife, children, lineal descendants born in lawful wedlock, legally adopted children, children of a former husband or wife, or the wife or widow of the son, of a person dying seized or possessed thereof, and also on the clear value of such property passing from the mother of an illegitimate child, or from any person of whom the mother is a lineal descendant, to such child, his wife, or widow, and passing from an illegitimate child to his mother; and at the rate of fifteen per centum upon the clear value of the property subject to such tax passing to or for the use of any other person or persons, bodies corporate or politic; to be paid for the use of the Commonwealth.\nIn ascertaining the clear value of such estates, the only deductions to be allowed from the gross values of such estates by the register of wills shall be the debts of the decedent, reasonable and customary funeral expenses, bequests, or devises in trust, in reasonable amounts, the entire interest or income from which is to be perpetually applied to the care and preservation of the family burial lot or lots, their enclosures and structures erected thereon, reasonable expenses for the erection of monuments or grave stones, grave and lot markers and the expenses of the administration of such estates, and no deduction whatsoever shall be allowed for or on account of any taxes paid on such estates to the Government of the United States or to any other State or Territory, except as otherwise provided in section one of this act: Provided, That the deductions herein allowed in the case of any indebtedness of the decedent shall, when founded upon a promise or agreement, be limited to the extent that they were contracted bona fide and for an adequate and full consideration in money or money’s worth: And provided further, That whenever the allowance of any deduction by the register of wills from the gross value of such estates shall be in dispute, the question of allowance shall be determined by the court having jurisdiction of the accounts of the personal representative of the decedent in the adjudication made by such court upon any such account, and unless either party shall, by exceptions to the account or to the adjudication thereon duly presented as provided by law, raise its objection to the allowance or disallowance of a deduction for any credit claimed in the account or any award made in the adjudication, as the case may be, the adjudication confirming the account or making the award shall conclusively establish that the deduction should be allowed or disallowed, as the case may be.\nWith respect to future interests, Section 3 provides, in pertinent part:\nWhere there is a transfer of property by a devise, descent, bequest, gift, or grant, liable to the tax hereinbefore imposed, which devise, descent, bequest, gift, or grant is to take effect in possession or to come into actual enjoyment after the expiration of any one or more life-estates or a period of years, the tax on such estate shall not be payable, nor shall interest begin to run thereon, until the person liable for the same shall come into actual possession of such estate by the termination of the estates for life or years. The tax shall be assessed upon the value of the estate at the time the right of possession accrues to the owner, but the owner may pay the tax at any time prior to his coming into possession. In such cases the tax shall be assessed on the value of the estate at the time of the payment of the tax, after deducting the value of the life-estate or estates for years.\nBackground\nThe facts of this case are not in dispute. Decedent, Elmer R. Deaver, died on July 7, 1953. In his will, Decedent directed that the residue of his estate pour over into an inter vivos trust he had created by agreement dated December 26, 1947, as amended on July 28,1948. The trust documents provided for the principal to be divided equally between a marital trust for his wife and a residuary trust. Decedent’s wife, Delema G. Deaver, was given a general power of appointment over the marital trust assets.\nBy his will, Decedent directed that the inheritance taxes be paid out of the principal of the residuary estate. The trust agreement provided that, in the event that Mrs. Deaver exercises her power of appointment:\nIf the said Delema G. Deaver shall exercise the power of appointment herein granted to her, TRUSTEES shall withhold and pay over to the proper taxing authorities so much of the Principal of the DELE-MA G. DEAVER TRUST as may be required to assure payment of any inheritance, estate, transfer or succession taxes which, because of the grant of said power of appointment, may be imposed or settled upon the estate of DELEMA G. DEAVER or the principal of the DELEMA G. DEAVER TRUST, and for the payment of which the estate of DELEMA G. DEAVER shall be insufficient or, for the payment of which primary or secondary liability, as provided by law, may be imposed upon or collected out of the principal of the DELEMA G. DEAVER TRUST.\nR.R. at 87a.\nUpon Decedent’s death in 1958, the executor determined the value of the marital and residuary trusts to be $631,982.52 each. The executor determined the then value of Mrs. Deaver’s life interest in the marital trust to be $319,056.42, which amount was taxed at the then-applicable rate for spouses (2%) for a tax payment of $6,381.13. A payment of tax on the estimated remainder interest of the marital trust, $312,926.10, was also made at a 2% tax rate, the then-applicable rate to lineal descendants.\nMrs. Deaver died on November 16, 1990. In her will, Mrs. Deaver exercised her power of appointment over the marital trust, making certain specific bequests and leaving the balance to her deceased husband’s collateral heirs. In January 1993, the executor filed a remainder inheritance tax return for the funds over which Mrs. Deaver had exercised her power of appointment. The inheritance tax return reflected a gross value of $7,261,-146.94 for the remainder interest of the marital trust. From that figure, the executor deducted a total of $3,610,236.50, $3,462,-822.34 of which represented federal and state estate taxes imposed upon the estate of Mrs. Deaver and attributable to the inclusion of the marital trust in her estate. After taking these deductions, the executor arrived at a net value of the marital trust of $3,650,-910.44. The executor calculated the tax on this amount at the rate of 15%, the rate applicable to collateral heirs, for a payment of $547,636.57.\nOn June 1, 1993, the Inheritance Tax Division, Department of Revenue (the Department), issued a “Notice of Inheritance Tax Appraisement, Allowance or Disallowance of Deductions and Assessment of Tax”, disallowing the deduction for the payment of the Mrs. Deaver federal and state estate taxes from the value of the remainder estate. The Notice indicated an additional sum due of $519,423.34. The executor paid this sum and filed a protest. After the Department refused to hear the protest, an appeal to the trial court followed.\nThe trial court held that the Department had correctly disallowed the deductions. The court determined that Section 2 rather than Section 3 of the Act of 1919 applies to this case because this is not a “pre-payment situation” but involves the payment of actual taxes due. (Trial Court’s October 27, 1994 opinion at 7). Therefore, the court held that, pursuant to Section 2, no deductions are allowed for taxes paid from the life tenant’s estate.\nOn appeal to this court, the Estate argues that the court erred in applying Section 2 rather than Section 3. The Estate contends that Section 2 governs the valuation of the remainder interest where taxes are paid upon the death of the decedent; whereas, Section 3 governs the valuation of the remainder interest where, as here, the tax is computed upon the death of the life tenant. The Estate relies, inter alia, upon Estate of Pickering, 410 Pa. 638, 190 A.2d 132 (1963); Estate of Oberdorfer, 10 Fiduc.Rep. 358 (Orphans’ Ct.Phila.1960); and Estate of Baylis, 15 Fiduc.Rep. 490 (Orphans’ Ct.Phila.1965), for the proposition that when inheritance tax is paid after the death of the decedent, either before or upon the death of the life tenant, taxes paid or payable from the decedent’s estate are excludable from the value of the remainder estate. The Estate asserts that the mandate of Section 3 is to impose tax only on the actual value of the estate passing to the remainderpersons.\nThe Department asserts that Section 3 allows only for the indirect deduction of the decedent’s estate taxes that are already paid prior to the valuation of the remainder interest. In contrast to the Commonwealth’s attempt in Pickering and Oberdorfer to “add back” previously paid taxes, the Department asserts that, in this case, it has merely disallowed a deduction for taxes due upon the death of Mrs. Deaver. Additionally, the Department distinguishes Baylis on the basis that, in addition to involving a unique set of circumstances, Baylis arose under the Act of 1961.\nDiscussion\nAs the Supreme Court instructed in Pickering, Section 2 must be read in conjunction with Section 3. The Court in Pickering explained that Section 2 refers to a tax on present interests. Thus, Section 2 is construed as prescribing the method of computing tax at the time of the decedent’s death (i.e. when an initial life estate comes into being or the estate passes outright). Oberdorfer. On the other hand, Section 3 refers to a tax on present and/or future interests. Pickering, Oberdorfer.\nThe fact that the remainderpersons were not determined until the death of Mrs. Deaver, by exercise of her power of appointment, does not mandate application of Section 2 to this transfer. Since 1929, as provided by legislative amendment, P.L. 1795, effective May 16, 1929, property subject to a power of appointment, whether or not the power is exercised, and notwithstanding any blending of such property with the property of the donee, has been exempt from inheritance tax in the estate of the donee of the power of appointment. See Estate of Powell, 417 Pa. 164, 207 A.2d 857 (1965); Grossman & Smith, Pennsylvania Estate and Inheritance Tax, § 9111(k) (2nd Rev.Ed). Thus, the tax on the marital trust assets, passing by exercise of Mrs. Deaver’s power of appointment, is determined with reference to the relationship of Decedent, Mr. Deaver, to the appointees and the rate in effect at Mr. Deaver’s death. Id. See, e.g., Estate of Fleishman, 479 Pa. 569, 388 A.2d 1077 (1978). In other words, the donor of the power of appointment, Decedent, is considered the transferor for the purpose of transfer inheritance tax. See Estate of Moore, 445 Pa. 17, 283 A.2d 50 (1970).\nMrs. Deaver’s exercise of her power of appointment, thus, does not remove the taxable transfer in this case from consideration under Section 3 relating to future interests. Section 3 specifically provides, with respect to future interests, that inheritance tax is not payable until the time the right of possession accrues to the owner. The determination of the “owner”, in this case, simply coincided with the accrual of the right of possession.\nAlthough Section 2 specifically disallows the deduction of taxes, Section 3 is silent with respect to the deductibility of taxes from the value of the remainder estate. However, in interpreting Section 3, Pennsylvania courts have allowed a credit for the preceding estates’ taxes, paid or payable at the time of payment of the remainder inheritance tax, either at the time the right of possession accrues to the owner or, where the owner elects to pre-pay the tax, at a time after the decedent’s death.\nSpecifically, in Pickering, our Supreme Court determined that federal estate taxes of the decedent, paid prior to valuation of the remainder interest, are not added back to the value of the remainder interest. The Court emphasized that “the words ‘value of the estate’ in Section 3 clearly and undoubtedly refer to the value of the owner’s interest at the time the right of possession accrues to the owner or at his election at the time of pre-payment of the tax.” 410 Pa. at 646,190 A.2d at 135. The question, according to the Court, is the value of what remains. Id.\nIn Oberdorfer, cited by the Supreme Court in Pickering, the trial court held that federal estate taxes paid upon the decedent’s death are not added to the value of the remainder interest valued at the time that the right of possession accrues to the owner. The court reasoned that the language of Section 3 is clear: only the actual value of the estate at the time the remainderperson’s right accrues shall be taxed.\nIn Willcox Estate, 14 Fiduc.Rep. 314 (Orphans’ Ct.Del.1964), involving the pre-payment of tax on future interests, the trial court allowed the exclusion, from the gross value of the remainder estate, of the tax liability of preceding life estates, not paid until the time of valuation of the remainder estate. The court in Willcox found Pickering controlling, reasoning that when the remainder interest is reducible by the value of previously paid state and federal taxes, the Commonwealth must allow credit for such tax liabilities.\nIn Baylis, arising under the Act of 1961, the court allowed a reduction of the taxable value of a secondary life estate (equated under the Act with future interests) by the decedent’s federal estate taxes payable at the time the right of possession had accrued to the secondary life tenant. Although Baylis involved the Act of 1961, the Supreme Court in Pickering noted that the Act of 1961 preserved the law as set forth in Oberdorfer where inheritance tax is paid at the conclusion of the life estate.\nWe recognize that Pickering does not address the precise issue before us. Although we are not bound by decisions of the trial courts, we believe that the rationale of our Supreme Court in Pickering, as represented in the above-cited cases — that the remainder estate is valued by what remains at the time the right of possession accrues to the owner — logically extends to the situation before us. Therefore, we conclude that the estate taxes imposed upon the estate of Mrs. Deaver shall not be included in the value of the remainder estate. Powell. Moreover, if there is any doubt as to the proper construction of the Act of 1919, we resolve all doubts in favor of the taxpayer and against the taxing authorities. Pickering.\nAccordingly, we reverse the order of the trial court.\nORDER\nAND NOW, this 13th day of June, 1995, the order of the Court of Common Pleas of Montgomery County, Orphans Court Division dated October 27, 1994 at No. 54874 is hereby reversed.\n. The court of common pleas has jurisdiction of appeals from determinations of the Department of Revenue under Section 933(a)(1)(vi) of the Judicial Code, as amended, 42 Pa.C.S. § 933(a)(1)(vi). Under Section 762(a)(3) of the Judicial Code, 42 Pa.C.S. § 762(a)(3), the Commonwealth Court has exclusive jurisdiction of appeals from Commonwealth agencies which may be taken to the court of common pleas under Section 933. Estate of Wright, 97 Pa.Commonwealth Ct. 368, 509 A.2d 1351 (1986).\n. The Act of 1961 provides that the former sections are repealed only so far as they relate to estates of decedents dying on or after January 1, 1962 and that the former sections remain in effect for the estates of all decedents dying before that day. Neither party challenges the applicability of the Act of 1919, as amended, to this case.\n. Specifically, the trust documents provide:\nUpon the death of the said DELEMA G. DEAVER, TRUSTEES, subject to the remaining provisions of this Sub-division IV, shall pay over, transfer and assign the principal of the DELE-MA G. DEAVER TRUST to such person or persons, in such amounts, for such estates, or upon such trusts as the said DELEMA G. DEAVER, in her sole and uncontrolled discretion, by her Last Will and Testament, may appoint; it being specifically understood that the power of appointment hereby granted shall extend to and include the power to appoint to the estate of the said DELEMA G. DEAVER.\nR.R. at 87a.\n. The Department also argues that the Estate has \"shaped the issue before the court” as a \"deduction” case and, therefore, cannot now assert that this is a “valuation” case. (Brief of Appellee at 3). We do not believe that the legal issue should be determined by reference to the particular tax form selected.\n. We note that the Pennsylvania rule is in distinct contrast to the federal rule under which property subject to a power of appointment is taxed in the estate of the donee of the power. 26 U.S.C. § 2041; Grossman & Smith, supra.\n. The Court explained that the inheritance tax is a tax on the right of succession to or the privilege of receiving at death the decedent’s property. Pickering, 410 Pa. at 638, 190 A.2d at 136. Federal estate tax is a tax on the privilege of transmission of the decedent’s property. Id. “It is 'death duties,’ as distinguished from a legacy or succession tax. It does not tax the interest to which the legatees and devisees succeed on death, but the interest which ceased by reason of death_’’ Id.\n. In Pickering, the Court found significant the fact that the Act of 1961 specifically provides for the exclusion of death taxes paid out of property supporting a prior interest from the appraisement of a future interest at the time the right of possession accrues to the owner. Cf. Estate of Miller, 467 Pa. 193, 355 A.2d 577 (1976) (involving election to pre-pay remainder inheritance tax under Act of 1961).",
        "type": "majority",
        "author": "KELTON, Senior Judge."
      }
    ],
    "attorneys": [
      "Arlen M. Tompkins, for appellant.",
      "Idee C. Fox for appellee, Dept, of Revenue."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF Elmer R. DEAVER, Deceased, Appellant.\nCommonwealth Court of Pennsylvania.\nArgued May 8, 1995.\nDecided June 13, 1995.\nArlen M. Tompkins, for appellant.\nIdee C. Fox for appellee, Dept, of Revenue.\nBefore KELLEY and SCHULTZ NEWMAN, JJ., and KELTON, Senior Judge."
  },
  "file_name": "684-686-01",
  "first_page_order": 750,
  "last_page_order": 755
}
