{
  "id": 9411167,
  "name": "Robert JOHNSON, Appellant, v. UNITED STATES, Appellee",
  "name_abbreviation": "Johnson v. United States",
  "decision_date": "2002-06-06",
  "docket_number": "No. 00-CM-750",
  "first_page": "692-696",
  "last_page": "701",
  "citations": [
    {
      "type": "official",
      "cite": "800 A.2d 696"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [
    {
      "cite": "638 A.2d 698",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7366632
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "704-05",
          "parenthetical": "citations omitted"
        },
        {
          "page": "705",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0698-01"
      ]
    },
    {
      "cite": "619 A.2d 917",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7363401
      ],
      "pin_cites": [
        {
          "page": "921"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/619/0917-01"
      ]
    },
    {
      "cite": "521 F.2d 957",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        616201,
        3695155
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "963-64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/521/0957-01",
        "/us-app-dc/172/0297-01"
      ]
    },
    {
      "cite": "172 U.S.App. D.C. 297",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "case_ids": [
        3695155
      ],
      "year": 1975,
      "pin_cites": [
        {
          "page": "303-04"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/172/0297-01"
      ]
    },
    {
      "cite": "445 A.2d 993",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8003670
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/445/0993-01"
      ]
    },
    {
      "cite": "699 A.2d 373",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11906935
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/699/0373-01"
      ]
    },
    {
      "cite": "384 A.2d 655",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8001289
      ],
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/384/0655-01"
      ]
    },
    {
      "cite": "698 A.2d 474",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12007057
      ],
      "pin_cites": [
        {
          "page": "481"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/698/0474-01"
      ]
    },
    {
      "cite": "651 A.2d 308",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12256061
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "311"
        },
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/651/0308-01"
      ]
    },
    {
      "cite": "425 U.S. 94",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174365
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "124",
          "parenthetical": "Powell, J., concurring"
        },
        {
          "parenthetical": "Powell, J., concurring"
        },
        {
          "parenthetical": "Powell, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/425/0094-01"
      ]
    },
    {
      "cite": "328 F.2d 178",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        438905
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "180-181",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/328/0178-01"
      ]
    },
    {
      "cite": "117 U.S.App. D.C. 206",
      "category": "reporters:state",
      "reporter": "U.S. App. D.C.",
      "year": 1963,
      "pin_cites": [
        {
          "page": "208-209",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "450 A.2d 419",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7975782
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "425"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "page": "425",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/450/0419-01"
      ]
    },
    {
      "cite": "657 A.2d 1148",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11943721
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1150"
        },
        {
          "page": "1152"
        },
        {
          "page": "1151",
          "parenthetical": "some citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/657/1148-01"
      ]
    },
    {
      "cite": "393 U.S. 348",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11315944
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "355",
          "parenthetical": "internal quotation marks and citation omitted"
        },
        {
          "parenthetical": "internal quotation marks and citation omitted"
        },
        {
          "parenthetical": "internal quotation marks and citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0348-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3500",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 7,
      "pin_cites": [
        {
          "page": "(b)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(e)(2)"
        },
        {
          "page": "(d)"
        },
        {
          "page": "(e)(2)"
        },
        {
          "page": "(e)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 687,
    "char_count": 14356,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 1.260964874360609e-07,
      "percentile": 0.6124482547051971
    },
    "sha256": "fab3793a9f7df4de2db7dc32f7684019701c087252e1196af868a4150df2e1cc",
    "simhash": "1:b45ae6224fe0e9eb",
    "word_count": 2329
  },
  "last_updated": "2024-02-27T19:41:04.475993+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before GLICKMAN and WASHINGTON, Associate Judges, and KERN, Senior Judge."
    ],
    "parties": [
      "Robert JOHNSON, Appellant, v. UNITED STATES, Appellee."
    ],
    "opinions": [
      {
        "text": "GLICKMAN, Associate Judge.\nAppealing from his convictions of simple assault and attempted possession of a prohibited weapon, Robert Johnson argues that the trial court erred in failing to conduct a proper Jencks Act inquiry or grant him other suitable relief when the government did not produce a police officer’s notes of an interview with the complaining witness. We agree, and we remand for the trial court to determine whether the notes should have been turned over to Johnson for use in cross-examining the witness.\nI.\nThe Jencks Act provides that after a government witness has testified on direct examination, “the court shall, on motion of the defendant, order the United States to produce any statement (as hereinafter defined) of the witness in the possession of the United States which relates to the subject matter as to which the witness has testified.” 18 U.S.C. § 3500(b) (emphasis added); see also Super. Ct.Crim. R. 26.2(a). The term “statement” includes, among other things, a stenographic or other recording, or a transcription thereof, “which is a substantially verbatim recital of an oral statement made by said witness and recorded contemporaneously with the making of such oral statement.” 18 U.S.C. § 3500(e)(2); see also Super. Ct.Crim. R. 26.2(f)(2).\nIn this case, after the government concluded its direct examination of the complaining witness, Johnson’s defense counsel, Mr. Briley, made a formal request for her Jencks material. Instead of ordering the government to turn over any statements of the witness in its possession, however, the trial court directed counsel “to set a Jencks foundation” first. Mr. Briley objected that this was not the “standard practice,” but the court told him to “forget about the standard practice and set a Jencks background before you can ask for Jencks, counsel.” Mr. Briley proceeded to examine the complaining witness about her prior statements, and she testified that a police officer talked with her at the scene of her altercation with Johnson and took notes on a white pad the size of a small notebook.\nMr. Briley moved for production of the officer’s notes. The court turned to the prosecutor and asked whether she had “any such Jencks material.” The prosecutor responded that she did not see any police officer notes in her case file, and that a sufficient foundation for the Jencks request still had not been laid. Mr. Briley disputed that proposition. The court inquired if the police officer in question was present, and the prosecutor said that he was not. The court thereupon instructed the defense to “proceed.”\nMr. Briley then moved to strike the complaining witness’s testimony, implicitly invoking the remedy specified by the Jencks Act when the government elects not to comply with a court order to turn over witness statements. See 18 U.S.C. § 3500(d); Super. Ct.Crim. R. 36.2(e). The prosecutor responded that (1) the notes were not producible because defense counsel had not shown that they were “either a verbatim or substantially verbatim statement” of the complaining witness, and (2) “[tjhere are, in fact, also no notes that I know of.” The court stated that it would accept the prosecutor’s “representation,” denied the motion to strike, and ordered Mr. Briley to continue cross-examining the complaining witness without having the police notes.\nII.\nThe “administration of the Jencks Act must be entrusted to the good sense and experience of the trial judges subject to appropriately limited review of appellate courts.” United States v. Augenblick, 393 U.S. 348, 355, 89 S.Ct. 528, 21 L.Ed.2d 537 (1969) (internal quotation marks and citation omitted); accord, Moore v. United States, 657 A.2d 1148, 1150 (D.C.1995). Thus, trial courts have considerable discretion in ruling on Jencks Act issues. Nonetheless, the trial court abused its discretion in this case.\nThe trial court erred at the outset when it declined to follow the express command of the Jencks Act. After the complaining witness testified on direct examination, defense counsel requested her Jencks material. At that time, the court should have ordered the government to turn over any relevant statements of the witness in its possession. Because the court did not do so and the prosecutor kept silent, the record fails to show whether the government complied with its Jencks Act obligations, even setting aside the police notes that the complaining witness described.\nThe trial court also erred in not requiring the government to search for those notes and turn them over, either directly to the defense or to the court for in camera inspection and a judicial ruling on their disclosure. It is “well established that police notes are potentially Jencks Act statements.” Id., at 1152 (quoting United States v. Jackson, 450 A.2d 419, 425 (D.C.1982)). “The mere fact that the notes [may be] ‘rough’ does not defeat a Jencks claim, for the form of the statement is irrelevant; the inquiry must focus on the content of the writing and on the circumstances surrounding its making.” Jackson, supra (citation omitted). “It was therefore the prosecutor’s duty to make sure that any notes taken by the police during their investigation were preserved and made available for the court’s inspection in the event of a Jencks Act request, regardless of whether any of the note-taking officers testified.” Moore, supra.\nOn appeal, the government continues to argue that the notes were not producible, not even for in camera inspection, because the defense failed to lay a foundation that the notes constituted a “statement” within the meaning of the Jencks Act. Specifically, the government argues, defense counsel failed to establish that the notes were a “substantially verbatim” recital of what the complaining witness said. See 18 U.S.C. § 3500(e)(2). This argument ignores, of course, the government’s own antecedent dereliction in never determining for itself whether it was obliged to produce the notes. More important, past decisions of this court have rejected the government’s argument. It is an argument, we have said, that “put[s] the cart before the horse”:\nThe trial judge could not determine whether the notes were substantially verbatim, nor could counsel make such a showing, unless they were produced in court for the judge to examine.... [T]he burden was on the prosecutor to produce them so that the judge could make that determination.... The prosecutor could not avoid his obligation by suggesting that defense counsel had a duty to establish that the police notes were anything more than “field notes,” for defense counsel had no such duty. “The burden is not upon the defendant to prove that the statements requested are substantially verbatim recitals within the meaning of the [Jencks] Act.” Williams v. United States, 117 U.S.App. D.C. 206, 208-209, 328 F.2d 178, 180-181 (1963) (citations omitted). All that the defense has to establish is “reason to believe that a statutory ‘statement’ may exist.” Goldberg v. United States, 425 U.S. 94, 124, 96 S.Ct. 1338, 47 L.Ed.2d 603 (1976) (Powell, J., concurring).\nMoore, 657 A.2d at 1151 (some citations omitted). Accordingly, “[t]o establish entitlement to an inquiry on whether such notes are discoverable as Jencks Act ‘statements’ ..., counsel need elicit only that the witness was interviewed by an agent of the government, who made notes of the conversation.” Jackson, 450 A.2d at 425 (citations omitted). In the instant case, “once the apparent existence of [the police] notes had been established by [the complaining witness’s] testimony,” and defense counsel moved for production, the trial court had “an affirmative duty, either by interrogation or by in camera inspection, to ascertain whether” the notes were a Jencks Act statement in the government’s possession. Bayer v. United States, 651 A.2d 308, 311 (D.C.1994) (internal quotation marks and citation omitted).\nIn accepting the prosecutor’s “representation” in this case, the trial court may have been referring to her statements that she had no police notes in her file and did not know of any such notes. On appeal, the government does not rely on these statements, and we think that no signifi-canee can be attached to them. The prosecutor’s lack of awareness of any notes did not establish that they did not exist or could not be found. Cf. Flores v. United States, 698 A.2d 474, 481 (D.C.1997) (agreeing that “the trial court has a duty to conduct an independent inquiry into the existence of Jencks material once a witness testifies that an officer took notes of a statement,” even though prosecutor informed court that papering notes in government’s file stated that officer had denied having any notes).\nThe government does not contend that the trial court’s error in refusing to order production of the police officer’s notes was harmless, and without the notes themselves, we cannot reach such a conclusion. See Bayer, 651 A.2d at 311. We therefore must remand the case for the trial court to conduct an appropriate evidentiary inquiry. Id. If the government is able to produce the notes, the court must inspect them in camera to determine whether they qualify as a Jencks “statement” (assuming, of course, that the government does not concede the point). If so, Johnson is entitled to a new trial unless the court finds that the notes “could not have been used to discredit” the complaining witness. Id. at 312 n. 4. If the government is not able to produce the notes for inspection, the court must hold an eviden-tiary hearing to determine whether the notes ever existed in the first place and, if they did, the nature and potential importance of the notes and the circumstances surrounding their loss or destruction. The court then will be in a position to decide, in the exercise of its informed discretion, whether to grant Johnson a new trial because the government violated its “duty of preservation.” Montgomery v. United States, 384 A.2d 655, 662 (D.C.1978). In making that decision, the court should consider, in particular, the degree of negligence or bad faith involved in the loss of the notes, whether the notes still could have been produced at the time of trial, and the extent to which Johnson was prejudiced by his inability to use the notes to cross-examine the complaining witness. See, e.g., Lee v. United States, 699 A.2d 373, 390 (D.C.1997).\nSo ordered.\n. Johnson also contends that the trial court erred in refusing to admit in evidence a police officer’s report that arguably contained a pri- or inconsistent statement by the complaining witness regarding her injuries. Although the ■ police report might have been admissible under the business record exception to the hearsay rule, Johnson failed to invoke that exception or, more importantly, to call any police witness to establish a proper foundation for admitting the report. See Leiken v. Wilson, 445 A.2d 993, 996 n. 1 (D.C.1982); United States v. Smith, 172 U.S.App. D.C. 297, 303-04, 521 F.2d 957, 963-64 (1975). Nor did Johnson confront the complaining witness with the prior statement contained in the report and give her an opportunity to explain it before he sought to have the report admitted. See Scott v. United States, 619 A.2d 917, 921 (D.C.1993). Even if the trial court might have overlooked these procedural omissions or allowed Johnson to rectify them, the probative value of the proposed impeachment was minimal in any event. For these reasons, we are satisfied that the trial court did not abuse its discretion or commit reversible error in excluding the report.\n. Johnson does not press this point on appeal, and we may suppose that the government believes that it has no producible statements of the complaining witness that were not turned over previously. We are confident that, on remand, if the government determines otherwise, it will furnish all such statements to Johnson, and the consequences of that belated disclosure will be addressed by the parties and the trial court.\n. The government cites this court’s pronouncement in Hilliard v. United States, 638 A.2d 698 (D.C.1994), that \"the Jencks Act contains foundational requirements which must be met before production or even in camera inspection is required.... Those foundational requirements include that the material constitute a 'statement’ ... and that the statement relate to the subject matter of the witness’ direct testimony.” Id. at 704-05 (citations omitted). The government takes that pronouncement out of context, however, for we immediately went on to explain in Hilliard that in order to obviate the need for in camera inspection, of potential Jencks material, ”[i]t is only required that the court have before it a sufficient basis to determine that the statements are not Jencks.” Id. at 705 (emphasis added).. We held that testimony from the maker of the missing document about its contents can be \"an adequate basis” on which to make that determination without the need for inspection of the document itself. Id. In the instant case, however, the police officer who interviewed the complaining witness did not testify, and the trial court did not have any evidentiary basis on which it reasonably could have determined that the missing notes were not a producible Jencks statement (nor, in fact, did the trial court purport to make such a determination).\n. In evaluating the possibility of harmlessness without the notes, \"we must assume the worst: that these notes constituted or included a witness's ‘statement’ under 18 U.S.C. § 3500(e), that the statement would have provided serious impeachment material, and that the failure to produce the statement, therefore, would have resulted in striking [the witness’s] direct testimony under 18 U.S.C. § 3500(d).” Id. We cannot conclude that the trial court’s denial of Johnson’s motion to strike the testimony of the complaining witness in this case was harmless.",
        "type": "majority",
        "author": "GLICKMAN, Associate Judge."
      }
    ],
    "attorneys": [
      "John A. Briley, Jr., was on the brief for appellant.",
      "Roscoe C. Howard, Jr., United States Attorney, and John R. Fisher, Elizabeth Trosman, Sarah T. Chasson, and Siu P. Wong, Assistant United States Attorneys, were on the brief for appellee."
    ],
    "corrections": "",
    "head_matter": "Robert JOHNSON, Appellant, v. UNITED STATES, Appellee.\nNo. 00-CM-750.\nDistrict of Columbia Court of Appeals.\nSubmitted May 14, 2002.\nDecided June 6, 2002.\nJohn A. Briley, Jr., was on the brief for appellant.\nRoscoe C. Howard, Jr., United States Attorney, and John R. Fisher, Elizabeth Trosman, Sarah T. Chasson, and Siu P. Wong, Assistant United States Attorneys, were on the brief for appellee.\nBefore GLICKMAN and WASHINGTON, Associate Judges, and KERN, Senior Judge."
  },
  "file_name": "692-696-01",
  "first_page_order": 726,
  "last_page_order": 731
}
