{
  "id": 7863236,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. William Russell DEWAR, Sr., Appellee",
  "name_abbreviation": "Commonwealth v. Dewar",
  "decision_date": "1996-04-03",
  "docket_number": "",
  "first_page": "708-714",
  "last_page": "720",
  "citations": [
    {
      "type": "official",
      "cite": "674 A.2d 714"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "652 A.2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474153,
        7866155
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "288"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0256-01",
        "/a2d/652/0287-01"
      ]
    },
    {
      "cite": "539 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474153
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "258-260"
        },
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0256-01"
      ]
    },
    {
      "cite": "480 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131361
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "718-719"
        },
        {
          "page": "1498"
        },
        {
          "page": "722"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0709-01"
      ]
    },
    {
      "cite": "530 A.2d 423",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        676338
      ],
      "pin_cites": [
        {
          "page": "426-427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/365/0502-01"
      ]
    },
    {
      "cite": "366 Pa.Super. 502",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "pin_cites": [
        {
          "page": "508-509"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "670 A.2d 697",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        732400,
        7862767
      ],
      "weight": 6,
      "year": 1996,
      "pin_cites": [
        {
          "page": "700",
          "parenthetical": "en banc"
        },
        {
          "page": "704"
        },
        {
          "page": "700",
          "parenthetical": "explaining that \"[gjenerally, where there is an expectation of privacy!,] there is also an expectation of noninterception. Such is not always the case\""
        },
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0098-01",
        "/a2d/670/0697-01"
      ]
    },
    {
      "cite": "638 A.2d 953",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7374163,
        1843171
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "958-959"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/638/0953-01",
        "/pa/536/0180-01"
      ]
    },
    {
      "cite": "536 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1843171
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "190-192"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/536/0180-01"
      ]
    },
    {
      "cite": "522 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818962
      ],
      "weight": 7,
      "year": 1989,
      "pin_cites": [
        {
          "page": "519"
        },
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0514-01"
      ]
    },
    {
      "cite": "297 Pa.Super. 200",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        184643
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "page": "203-206"
        },
        {
          "page": "797-798"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/297/0200-01"
      ]
    },
    {
      "cite": "584 A.2d 317",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "526 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1990,
      "opinion_index": 0
    },
    {
      "cite": "393 Pa.Super. 132",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        877860
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "138-141"
        },
        {
          "page": "1126-1127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/393/0132-01"
      ]
    },
    {
      "cite": "486 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1757543
      ],
      "weight": 2,
      "year": 1979,
      "opinion_index": 0,
      "case_paths": [
        "/pa/486/0221-01"
      ]
    },
    {
      "cite": "427 Pa.Super. 362",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        930838
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/427/0362-01"
      ]
    },
    {
      "cite": "446 U.S. 291",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182222
      ],
      "weight": 4,
      "year": 1980,
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0291-01"
      ]
    },
    {
      "cite": "500 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1781131
      ],
      "weight": 2,
      "year": 1983,
      "pin_cites": [
        {
          "page": "578-579",
          "parenthetical": "citing Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980)"
        },
        {
          "page": "315",
          "parenthetical": "citing Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/500/0571-01"
      ]
    },
    {
      "cite": "512 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1800478
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "309"
        },
        {
          "page": "694-695"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/512/0298-01"
      ]
    },
    {
      "cite": "518 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811683
      ],
      "weight": 2,
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0156-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 850,
    "char_count": 19607,
    "ocr_confidence": 0.727,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.20020086113128605
    },
    "sha256": "9ba25223df3b2c0b962c637feb6db126aef4213c505028db0d913ce29d0d5be0",
    "simhash": "1:3dab369d56782332",
    "word_count": 3112
  },
  "last_updated": "2024-02-27T22:39:59.118817+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before CAVANAUGH, EAKIN and OLSZEWSKI, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. William Russell DEWAR, Sr., Appellee."
    ],
    "opinions": [
      {
        "text": "OLSZEWSKI, Judge:\nThis appeal is from an order of the Court of Common Pleas of Pike County entered April 26, 1995, which granted appellee William Dewar’s pretrial motions to suppress certain oral statements made to police, and oral and wire interceptions made during a police investigation. We affirm in part, and reverse in part.\nAt appellee’s preliminary hearing, Richard Johnson testified that on April 30, 1992, he sought medical treatment from appellee, a doctor, related to a head injury. Johnson testified that he was given a sedative and left in a darkened room where he subsequently awoke to find appellee performing oral sex upon him. Then, Shawn Wood testified that he was treated by appellee on June 13, 1994, for a head injury. During the examination, appellee allegedly placed his hand upon Wood’s genital area several times. Further, Wood testified that appellee took him to another room with less light to check the pupils of his eyes. During this portion of the examination, appellee again placed his hand upon Wood’s genital area, unzipped Wood’s pants, and placed Wood’s hand upon the doctor’s own penis which had been removed from his pants.\nWood participated in wire and oral interceptions conducted by Pennsylvania State Police on June 14 and June 29,1994. Wood consented to the taping of two phone conversations with appellee on June 14 and June 29, 1994. In the first phone conversation, Wood and appellee discussed what had happened during his office visit. Then, in the second phone conversation, appellee agreed to meet with Wood that afternoon in appellee’s office. .On June 29, 1994, Wood was “wired” by the police to record his meeting with appellee. In that meeting, Wood and appellee again discussed what had happened during the examination. Appellee claimed that the first touch was accidental, but offered no excuse for the remainder of his behavior. Then, appellee offered and Wood accepted $100 in exchange for a promise not to report the crime to the police. Secretly, appellee also, recorded this conversation.\nAppellee was questioned at his home by police after they recited Miranda warnings to him. He indicated that he did not do anything to Wood, that he did not remember the incident with Johnson, but that he had done “some things to people in his office” in the past. Then, appellee was arrested and charged with one count of involuntary deviate sexual intercourse involving Johnson, three counts of indecent assault involving Wood, and one count of intimidation of witnesses or victims involving Wood. At the preliminary hearing, it was determined that all charges, except for one count of indecent assault, would be bound over for trial.\nThen, appellee filed an omnibus pretrial motion to sever the charges by victim against appellee, to suppress all wire and oral interceptions, to suppress the oral statements made by appellee to police, and to dismiss the remaining two counts of indecent assault against appellee. A hearing was held at which the parties initially stipulated that the transcript of the preliminary hearing, which included transcripts of the wire and oral interceptions, would be presented in lieu of additional testimony and exhibits. N.T., 3/9/95 at 3. During the hearing, however, the Commonwealth requested allowance to supplement the record at a later date with “the statements and affidavit required under the Wire Tap Act,” and if necessary, testimony of the people who prepared the documents. Id. at 23-24, 27. Appellee objected, and the trial judge stated that he would decide later whether such other evidence would be made a part of the record. Id. at 26. Consequently, the trial court denied the Commonwealth’s request to reopen the hearing, and granted several of appellee’s pretrial motions. Accordingly, the trial court granted appellee’s motions for severance of the charges; suppression of the wire interceptions taken on June 14 and June 29,1994; suppression of the oral interception taken on June 29, 1994; and suppression of the oral statements made by appellee to police. This timely appeal follows.\nOn appeal, the Commonwealth claims that the trial court erred in (1) suppressing the oral statements made to the police; (2) suppressing the oral interceptions of June 29, 1994; and (3) not reopening the prosecution testimony at the omnibus pre-trial hearing. While we disagree with appellant’s first contention, we agree with its second claim which necessarily renders the third claim moot.\nThe Commonwealth’s first claim, that the trial court erred in suppressing ap-pellee’s oral statements made to police, fails. The Commonwealth argues that the statements made were not the product of a custodial interrogation; therefore, Miranda rights never attached to appellee and an explicit waiver of such rights was not necessary. Appellant’s brief at 10-11. Where the Commonwealth appeals the adverse decision of a suppression court, we must consider only the evidence of defense witnesses and so much of the prosecution’s evidence as remain uneon-tradicted. Commonwealth v. Robinson, 518 Pa. 156, 541 A.2d 1387 (1988). If “the evidence supports the factual findings, we are bound by such findings; a reviewing court may only reverse if the legal conclusions drawn therefrom are in error.” Commonwealth v. Fahy, 512 Pa. 298, 309, 516 A.2d 689, 694-695 (1986).\nIn the instant case, the evidence presented by the Commonwealth does not demonstrate that appellee’s statements were not the product of a custodial interrogation or that appellee effectively waived his Miranda rights once such rights were administered. The only evidence in the record concerning the statements made by appellee to the police is the following:\nQ (Appellee’s Attorney): Now, you reference statements that Dr. Dewar made to you.\nA (State Police Trooper): Yes.\nQ: When were those statements made?\nA: The night I went to interview him at his home.\nQ: What did Dr. Dewar say?\nA: He stated that during the — first of all he stated that he didn’t do anything to Shawn Wood.\nQ: Right.\nA: I then questioned him about Richard Johnson, and his statement was, “I don’t remember.”\nQ: Right.\nA: He stated that he had, in fact, done some things to people in his office, most of it happening, I think in Catasaqua and also the fact that it could have happened with Mr. Johnson, but he’s not sure_\nQ: When was the statement made?\nA: You mean the date, is that what you’re asking?\nQ: This happened when Dr. Dewar was arrested, is that correct?\nA: No, those statements were before he was arrested.\nQ: Before he was arrested?\nA: Yes.\nQ: Before those statements were made, did you give him his Miranda rights?\nA: Yes, I did.\nQ: Did you have him sign a form?\nA: No, I did not.\nQ: Why not?\nA: I didn’t have a form.\nQ: He was a suspect at that point?\nA: Yeah.\nQ: Who else was present when these statements were made?\nA: Trooper Joseph Coceo. He also works at Blooming Grove.\nN.T., 9/23/94 at 60-62. Miranda rights attach “whenever a person in custody is subjected to either express questioning or its functional equivalent,” ie., interrogation. Commonwealth v. Chacko, 500 Pa. 571, 578-579, 459 A.2d 311, 315 (1983) (citing Rhode Island v. Innis, 446 U.S. 291, 100 S.Ct. 1682, 64 L.Ed.2d 297 (1980)). Appellee was clearly “interrogated” in the instant case as the questions posed by police to appellee concerned his involvement in the alleged indecent assaults of Wood and involuntary deviate sexual intercourse with Johnson. Id. Moreover, given the scant facts above, we are constrained to conclude that appellee was in “custody” when questioned. While we note that appellee was questioned in his own home before he was arrested, appellee was also the focus of the investigation and questioned in the presence of two police officers. No evidence was offered as to the length of detention or whether appellee’s freedom of movement was restricted. Under the circumstances, given the evidence presented, we cannot find that the trial court erred in concluding that appellee was in “custody” during the police interrogation. Id.; see also Commonwealth v. Whitehead, 427 Pa.Super. 362, 629 A.2d 142 (1993). Hence, appellee’s Miranda rights attached as his responses were the product of a “custodial interrogation.”\nWhile police read to appellee his Miranda rights, however, the Commonwealth failed to present any evidence on the record that he understood and waived such rights. The Commonwealth must demonstrate that the accused explicitly waived his Miranda rights in order for self-incriminating statements made in the course of custodial interrogation to be admissible. Commonwealth v. Bussey, 486 Pa. 221, 404 A.2d 1309 (1979); Commonwealth v. Washington, 393 Pa.Super. 132, 138-141, 573 A.2d 1123, 1126-1127, alloc. denied, 526 Pa. 634, 584 A.2d 317 (1990). In the above-quoted passage from the preliminary hearing, we can only determine that the officer read to appellee his Miranda rights. N.T., 9/23/94 at 61. The Commonwealth surprisingly introduced no evidence that appellee manifested an understanding or explicitly waived his rights upon receiving the Miranda warnings. As the Commonwealth failed to meet its burden of proving an explicit waiver of appellee’s Miranda rights, we are bound to uphold the suppression of appellee’s incriminating oral statements made to the officer. Bussey, supra; Washington, supra. See also Commonwealth v. Iacavazzi, 297 Pa.Super. 200, 203-206, 443 A.2d 795, 797-798 (1981).\nAppellant’s second contention, that the trial court erred when it granted appel-lee’s motion to suppress the oral interception taken on June 29, 1994, pursuant to the Wiretapping and Electronic Surveillance Control Act (“the Act”), however, possesses merit as the conversation in question was not within the Act. The Act provides a statutorily created exclusionary rule such that:\nany aggrieved person ... may move to suppress the contents of any intercepted wire, electronic or oral communication, or evidence derived there-from, on any of the following grounds:\n(1) The communication was unlawfully intercepted.\n18 Pa.C.S.A. § 5721(a) (emphasis added). A communication is “unlawfully intercepted” where one “intentionally intercepts, endeavors to intercept, or procures any other person to intercept or endeavor to intercept any wire, electronic or oral communications. ” 18 Pa.C.S.A. § 5703(1) (emphasis added). Accordingly, if the conversation between ap-pellee and Wood on June 29, 1994, were unlawfully intercepted in this manner, then the Commonwealth’s recording of such conversation would be inadmissible. The threshold inquiry in an analysis of whether the conversation was unlawfully intercepted, however, is whether the conversation was subject to the Act, i. e., whether it constituted an “oral communication.” Under the Act, an “oral communication” is defined as:\n[a]ny oral communication uttered by a person possessing an expectation that such communication is not subject to interception under circumstances justifying such expectation.\n18 Pa.C.S.A. § 5702.\nIn determining whether the conversation between appellee and Wood was an “oral communication,” we are guided by our highest court’s decision in Commonwealth v. Henlen, 522 Pa. 514, 564 A.2d 905 (1989). In Henlen, the defendant, who was being interrogated by a state police officer at a jail (the defendant’s place of work) regarding the alleged theft of an inmate’s property, surreptitiously recorded his conversation with the officer. During the interrogation, the officer took notes while another officer was present. Consequently, the defendant was charged with criminal violation of the Act under 18 Pa.C.S.A. § 5703. Our Supreme Court held that the defendant did not violate the Act because the officer was not justified in expecting that his conversations would not be intercepted under the circumstances, i.e., they were not “oral communications” within the Act. Henlen, supra. The Court opined that there was no such expectation because such interrogations are routinely recorded by the police, the officer took notes at the interview, and because a third party was present. Id. Consequently, the test for an “oral communication” within the Act requires that the person uttering the words have a justifiable expectation that such words are not intercepted, using similar principles employed to determine whether the utterer had an expectation of privacy. Henlen, 522 Pa. at 519, 564 A.2d at 907; Commonwealth v. Louden, 536 Pa. 180, 190-192, 638 A.2d 953, 958-959 (1994); Commonwealth v. McIvor, — Pa.Super. —, —, 670 A.2d 697, 700 (1996) (en banc).\nIn the instant case, we find that appellee did not have a justifiable expectation, during his conversation with Wood on June 29,1994, that his words would not be intercepted, placing the conversation outside of the Act. Appellee, himself, recorded his conversation with Wood while the police recorded the same conversation via an electronic recording device placed on Wood’s person. It is not reasonable for appellee to expect that his words would not be electronically intercepted, when he, himself, was intercepting those very same words. Much like Henlen where the other person to the conversation, the police officer, took notes during the interview, appellee, as the “other person” to the recording orchestrated by the police, memorialized his conversation with Wood by recording it himself. Hence, there can be no reasonable expectation of noninterception. Henlen, supra. Further, the instant case is distinguishable from our recent decision in Mclvor. In McIvor, we held that a conversation taped by a police officer interviewing stopped motorists regarding traffic violations was an “oral communication” within the Act, and affirmed the conviction of the officer under the Act. McIvor, supra. We found that the motorists had no expectation of privacy, but that they did have an justified expectation that their “words would not be electronically seized and carried by the officer.” Id. at —, 670 A.2d at 704. No motorist recorded, or could be expected to record, such words on his or her own initiative. Here, however, appellee could not have justifiably expected that his words would not be “seized” by the police since he recorded such words on his own.\nInstantly, we are presented with the rare case: a reasonable expectation of privacy coupled with no comparable expectation of noninterception. See McIvor at —, 670 A.2d at 700 (explaining that “[gjenerally, where there is an expectation of privacy!,] there is also an expectation of noninterception. Such is not always the case”). Appel-lee, talking to Wood in his office with the door closed, had a reasonable expectation of privacy. See Commonwealth v. Black, 366 Pa.Super. 502, 508-509, 530 A.2d 423, 426-427 (citing O’Connor v. Ortega, 480 U.S. 709, 718-719, 107 S.Ct. 1492, 1498, 94 L.Ed.2d 714, 722 (1987)) (“As with the expectation of privacy in one’s home, such an expectation in one’s place of business is ‘based upon societal expectations that have deep roots in the [Fourth] Amendment.’”). Such an expectation, however, is not dispositive of whether the communication in question is an “oral communication” within the Act, ie., whether the utterer of words had a reasonable expectation of noninterception. McIvor at —, 670 A.2d at 700. A conversation will be held outside of the Act where we cannot find a justified expectation that one’s words will not be electronically recorded. Id.; Henlen, supra; Louden, supra. See also Commonwealth v. Brion, 539 Pa. 256, 258-260, 652 A.2d 287, 288 (1994). Since we hold that appellee did not have a justified expectation that his conversation with Wood on June 29, 1994, would not be intercepted, the Commonwealth’s recording is not an “oral communication” which is subject to the provisions of the Act. Id. Hence, the trial court erred in ordering suppression of this interception. Louden, supra.\nMoreover, the final issue, whether the lower court abused its discretion in refusing to reopen the hearing concerning the necessary approval and review under the Act for the interception which is the subject the preceding issue, is rendered moot by our holding that the conversation was outside of the Act. Since such communication was outside of the Act, no hearing is necessary to determine the applicability of the Act to its recording by the police.\nFor the foregoing reasons, we affirm the portion of the order suppressing the oral statements made by appellee to police, but reverse the portion of the order which suppressed the recording of appellee’s conversation with Wood on June 29,1994.\nORDER AFFIRMED IN PART, REVERSED IN PART.\nConcurring Statement by CAVANAUGH, J.\n. Note that the subject of this appeal concerns only the oral interception of June 29, 1994.\n. 18 Pa.C.S.A. § 3123(a)(3).\n. 18 Pa.C.S.A. § 3126(a)(1), (3).\n.18 Pa.C.S.A. § 4952(a)(1).\n. We note that the trial court implicitly decided that appellee's responses were the product of a \"custodial interrogation” since it suppressed ap-pellee's statements based upon the Commonwealth's failure to prove appellee’s waiver and understanding of such rights. Trial court opinion, 9/5/95 at 3.\n. 18 Pa.C.S.A. § 5701 et seq.\n. We caution the Commonwealth in its approach to the instant case. The better approach would have been to obtain the necessary District Attorney (or Attorney General) approval and Superior Court judge review prior to the \"wiring” of Wood, and to present such evidence to the suppression court. See 18 Pa. §§ 5704(2)(ii), 5708-5726; Commonwealth v. Brion, 539 Pa. 256, 258, 652 A.2d 287-288 (1994). If it had done so, the admissibility of the recording of the conversation would not have hinged on our determination of whether or not this case is within the Act. In most cases, the Commonwealth cannot rely upon the defendant to record his own words to render a conversation outside the Act. Hence, we strongly suggest that the District Attorney’s Office acts with due diligence, in following the procedures prescribed by the Act, in its prosecution of future cases.\n. We note that, instantly, the Commonwealth has failed to raise the issue of the propriety of suppression of the wire interceptions of June 14 and June 29, 1994 made by the police. Accordingly, such issue has been waived for further appellate review. Pa.R.A.P. 302(a).",
        "type": "majority",
        "author": "OLSZEWSKI, Judge:"
      },
      {
        "text": "CAVANAUGH, Judge,\nconcurring:\nI join the majority but write separately to further stress that if the June 29, 1994 conversation were an “oral communication” as defined by the Wiretapping and Electronic Surveillance Control Act, suppression of the conversation would be required. The Act specifically sets forth simple requirements (whether the interception be consensual or nonconsensual) necessary for the approval of the interception of communications. These guidelines were apparently not followed by the Commonwealth in this case, thus necessitating a more taxing inquiry into whether the conversation at issue fell within the definition of an “oral communication.” I echo the majority’s caution to the Commonwealth regarding the failure to obtain prior authorization under the Act; and further admonish the Commonwealth that a prior request and approval, in accordance with the Act, should be made before any interception is permitted to take place.",
        "type": "concurrence",
        "author": "CAVANAUGH, Judge,"
      }
    ],
    "attorneys": [
      "Alan B. Cooper, Assistant District Attorney, Hawley, for the Commonwealth, appellant.",
      "Stacey B. Chelak, Hawley, for appellee."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH of Pennsylvania, Appellant, v. William Russell DEWAR, Sr., Appellee.\nSuperior Court of Pennsylvania.\nArgued Jan. 31, 1996.\nFiled April 3, 1996.\nAlan B. Cooper, Assistant District Attorney, Hawley, for the Commonwealth, appellant.\nStacey B. Chelak, Hawley, for appellee.\nBefore CAVANAUGH, EAKIN and OLSZEWSKI, JJ."
  },
  "file_name": "708-714-01",
  "first_page_order": 778,
  "last_page_order": 784
}
