{
  "id": 7290287,
  "name": "J.M.R., Appellee v. J.M., Appellant",
  "name_abbreviation": "J.M.R. v. J.M.",
  "decision_date": "2010-07-09",
  "docket_number": "",
  "first_page": "868-902",
  "last_page": "914",
  "citations": [
    {
      "type": "official",
      "cite": "1 A.3d 868"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "710 A.2d 610",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11833292,
        11833101,
        11833168,
        507797,
        507900
      ],
      "pin_cites": [
        {
          "page": "614"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/710/0610-03",
        "/a2d/710/0610-01",
        "/a2d/710/0610-02",
        "/pa/551/0317-02",
        "/pa/551/0317-01"
      ]
    },
    {
      "cite": "902 A.2d 533",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8413996
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/902/0533-01"
      ]
    },
    {
      "cite": "847 A.2d 674",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9262761
      ],
      "pin_cites": [
        {
          "page": "677"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/847/0674-01"
      ]
    },
    {
      "cite": "902 A.2d 509",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8413737,
        3787819,
        8413773
      ],
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/902/0509-01",
        "/pa/588/0150-01",
        "/a2d/902/0509-02"
      ]
    },
    {
      "cite": "897 A.2d 466",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8425092
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "471"
        },
        {
          "page": "471"
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/897/0466-01"
      ]
    },
    {
      "cite": "934 A.2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8371821
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "728"
        },
        {
          "page": "728"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/934/0724-01"
      ]
    },
    {
      "cite": "400 Pa.Super. 174",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        888187
      ],
      "weight": 2,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/400/0174-01"
      ]
    },
    {
      "cite": "862 A.2d 109",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9158918
      ],
      "pin_cites": [
        {
          "page": "113"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/862/0109-01"
      ]
    },
    {
      "cite": "887 A.2d 282",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998988
      ],
      "pin_cites": [
        {
          "page": "285"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/887/0282-01"
      ]
    },
    {
      "cite": "511 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1798677
      ],
      "weight": 2,
      "year": 1986,
      "opinion_index": 0,
      "case_paths": [
        "/pa/511/0574-01"
      ]
    },
    {
      "cite": "242 Pa.Super. 151",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        821603
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/242/0151-01"
      ]
    },
    {
      "cite": "308 Pa.Super. 352",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        205440
      ],
      "weight": 2,
      "year": 1982,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/308/0352-01"
      ]
    },
    {
      "cite": "980 A.2d 643",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7294411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/980/0643-01"
      ]
    },
    {
      "cite": "991 A.2d 904",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7291211
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/991/0904-01"
      ]
    },
    {
      "cite": "983 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7293060
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "747"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/983/0745-01"
      ]
    },
    {
      "cite": "888 A.2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8998737,
        2472599
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/888/0775-01",
        "/pa/585/0395-01"
      ]
    },
    {
      "cite": "585 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        2472599
      ],
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/pa/585/0395-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1132,
    "char_count": 31984,
    "ocr_confidence": 0.685,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.18831175099397687
    },
    "sha256": "6b971fe705b8922ecbeb7af56bebc5810f24e6249c7e532121e7a3275c48545d",
    "simhash": "1:9aebf3b77e4a1fc9",
    "word_count": 5262
  },
  "last_updated": "2024-02-27T22:12:33.551687+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: BENDER, PANELLA and LAZARUS, JJ.",
      "¶ 33 Judge LAZARUS concurs in the result."
    ],
    "parties": [
      "J.M.R., Appellee v. J.M., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION BY BENDER, J.:\n¶ 1 J.M. (“Father”) appeals from the trial court’s order entered September 8, 2009, granting J.M.R. (“Mother”) primary physical custody of the parties’ minor child, R.A.M. (d.o.b. 8/4/04) (“Child”). We affirm.\n¶ 2 Mother and Father lived together in Maryland at the time of Child’s birth until January of 2007. At that time, the parties separated and Mother moved to her parents’ home in York County, Pennsylvania, in order to obtain a college degree. In March of 2007, Mother and Father entered into a custody agreement filed in the Maryland court, wherein the parties agreed to a shared legal and physical custody arrangement. Mother had physical custody every other weekend and up to three nights per week.\n¶ 3 Sometime in 2007, Mother began a relationship with her fiancé and moved into his York County home during Christmas of that year. In May of 2008, Father entered into a relationship with his current girlfriend in Baltimore, Maryland and, two months later, his girlfriend moved in with him. In August of 2009, Father and his girlfriend moved to her hometown of Erie, Pennsylvania. Mother agreed to Father’s relocation, under the conditions that it was temporary and for the purpose of assisting in the medical treatment of the daughter of Father’s girlfriend, and that Mother would see Child based on the same schedule. However, due to severe weather, the custody schedule was difficult to maintain from Erie to York County. In February of 2009, Father informed Mother that she would no longer see Child pursuant to the schedule set forth in the Maryland court order, and that he was not moving back to Baltimore. As a result, Mother filed the instant custody petition, on March 23, 2009.\n¶ 4 Father initially filed preliminary objections based on venue, requesting that the case be dismissed or transferred to Erie County, Pennsylvania. The trial court denied this request, holding that Mother and Father shared physical custody and, therefore, jurisdiction in York County was proper. The trial court held hearings on the custody matter on July 27 and 28, 2009. In an order entered on September 8, 2009, the trial court granted primary physical custody of Child to Mother.\n¶ 5 Father filed a timely notice of appeal from the trial court’s order on October 7, 2009. In conjunction with his notice of appeal, Father did not file a concise statement of errors complained of on appeal (“Concise Statement”), as required by the 2009 amendment to Rule 1925 of the Pennsylvania Rules of Appellate Procedure relating to children’s fast track appeals. Pa. R.A.P.1925(a)(2)(i). Accordingly, this Court entered a per curiam order on October 13, 2009, directing Father to file a Concise Statement by October 23, 2009. Father failed to comply, only filing an untimely Concise Statement on November 2, 2009. Father additionally filed a request in the trial court for his Concise Statement to be considered nunc pro tunc. On November 6, 2009, this Court sua sponte dismissed Father’s appeal for failure to timely comply with our October 13, 2009 order. On the same day Mother filed an Application to Quash Appeal, which we conclude is moot in light of our decision to find waiver as explained infra. On November 9, 2009, Father then filed an Application to Reinstate Appeal. This Court vacated the November 6, 2009 order dismissing the appeal, and granted Father’s petition. The trial court filed its Rule 1925(a) opinion on November 9, 2009.\n¶ 6 At the outset, we must address Father’s failure to comply with two aspects of Pa.R.A.P.1925. Father failed both to file a Concise Statement along with his notice of appeal and, subsequently, failed to respond to this Court’s order requiring the filing of a Concise Statement by October 23, 2009. Pursuant to the newly-adopted provision governing children’s fast track appeals, set forth at Pa.R.A.P. 1925(a)(2)(i), an appellant is required to file a Concise Statement with the notice of appeal and serve it upon the trial court in compliance with Pa.R.A.P.1925(b)(l). Although Father did not comply with Pa. R.A.P.1925(a)(2)(i), we decline to apply the bright-line application of the waiver rule adopted by the Pennsylvania Supreme Court in Commonwealth v. Castillo, 585 Pa. 395, 888 A.2d 775 (2005). In In re K.T.E.L., 983 A.2d 745 (Pa.Super.2009), this Court addressed a similar issue and concluded that, in a children’s fast track case, failure to file a Concise Statement along with the notice of appeal will result in a defective notice of appeal, to be decided on a case-by-case basis. Id. at 747. In the instant matter, Father’s misstep was not prejudicial to any of the parties and did not impede the trial court’s ability to issue a thorough opinion. Accordingly, we find the procedural error was harmless.\n¶ 7 Nonetheless, we are constrained to find Father’s issues on appeal waived for his failure to comply with this Court’s order directing him to file a Concise Statement by October 23, 2009. Recently, in J.P. v. S.P., 991 A.2d 904 (Pa.Super.2010), this Court addressed a similar scenario. In that case, the appellant mother in a child custody case failed to file a Concise Statement along with her notice of appeal and, subsequently, failed to comply with the trial court’s order to file a Concise Statement pursuant to Pa.R.A.P.1925(b). Similarly, in addressing the preservation of the mother’s issues, we relied on In re K.T.E.L. to find that her claims were not waived for the failure to file a Concise Statement along with her notice of appeal; however, her issues were waived when she failed to comply with the trial court’s direct order instructing her to file a Concise Statement., Because the mother did not comply with the direct order to submit a Concise Statement, we found that the issues raised on appeal were waived pursuant to Castillo.\n¶ 8 The instant matter varies slightly from J.P. in that this Court, rather than the trial court, issued a direct order for Father to file a Concise Statement. Nevertheless, we extend the rationale in J.P. to the matter sub judice, in that Father failed to comply with the specific court order to file a Concise Statement. Consequently, we hold that when an appellant henceforth fails to comply with a directive from this Court to file a Concise Statement, any claims on appeal shall be deemed waived pursuant to Castillo. However, in the present matter, since at the time Father filed his notice of appeal, this Court had yet to address this precise scenario, we will proceed to address Father’s claims on appeal.\n¶ 9 We now proceed to address Father’s issues on appeal. Father presents the following questions for review:\nI. Did the lower court lack subject matter jurisdiction to modify the existing Maryland order, where jurisdiction was based on [the] Uniform Child Custody Jurisdiction and Enforcement Act, and where the court determined the move to Erie was only a temporary relocation.\nII. Did the lower court err, in awarding the mother primary physical custody, by inappropriately applying the Gruber factors, against the child’s best interest where the father had been the child’s primary caregiver for nearly all of the child’s life, the mother entered into an agreement granting [the] father primary residential custody, and the mother acceded to the child’s relocation with the father to Erie, Pa. which served as the child’s primary residence for nearly a year before [the] mother filed the custody petition here at issue.\nFather’s brief at 6.\n¶ 10 In his first issue, Father argues that the trial court erred in exercising jurisdiction over the instant custody dispute. Father claims that, pursuant to the Uniform Child Custody Jurisdiction and Enforcement Act (“UCCJEA”), 23 Pa.C.S. §§ 5401-5482, jurisdiction is retained in Maryland because of the existing custody order there, executed when Mother and Father lived in Baltimore. Father asserts that pursuant to Bouzos-Reilly v. Reilly, 980 A.2d 643 (Pa.Super.2009), the trial court was required to hold an evidentiary-hearing to determine whether Pennsylvania was the “home state” of Child on March 23, 2009, the date of the filing of Mother’s petition for custody.\n¶ 11 In its Rule 1925(a) opinion, the trial court did not address Father’s challenge to jurisdiction because the issue was not raised at trial. See Trial Court Opinion, 11/9/09, at 1. Father’s brief does not provide any references to the certified record or the transcripts to indicate that this issue was preserved at trial. Generally, this Court will not address issues not properly raised before the trial court. See Pa.R.A.P. 302(a) (stating that issues not raised in the trial court will be deemed waived on appeal). However, in the realm of subject matter jurisdiction, a court necessarily has the authority to determine whether it has jurisdiction to decide a case. See Hanik v. Pennsylvania Power Co., 308 Pa.Super. 352, 454 A.2d 572 (1982); Marcus v. Diulus, 242 Pa.Super. 151, 363 A.2d 1205 (1976). Further, any action or inaction of the parties cannot bestow subject matter jurisdiction upon a court that otherwise lacks it. See Pa.R.C.P. 1032(2). See also LeFlar v. Gulf Creek Industrial Park No. 2, 511 Pa. 574, 515 A.2d 875 (1986). Therefore, our rules of procedure provide that either the parties or the court sua sponte may raise the issue of subject matter jurisdiction at any time. Accordingly, we proceed to address Father’s first issue on appeal.\n¶ 12 This Court’s standard of review when reviewing a trial court’s application of the UCCJEA is as follows:\nA court’s decision to exercise or decline jurisdiction [per the UCCJEA] is subject to an abuse of discretion standard of review and will not be disturbed absent an abuse of discretion. Under Pennsylvania law an abuse of discretion occurs when the court has overridden or misapplied the law, when its judgment is manifestly unreasonable, or when there is insufficient evidence of record to support the court’s findings. An abuse of discretion requires clear and convincing evidence that the trial court misapplied the law or failed to follow proper legal procedures.\nWagner v. Wagner, 887 A.2d 282, 285 (Pa.Super.2005) (citation omitted).\n¶ 13 In evaluating whether a court of this Commonwealth may modify a custody determination made by a court of another state, the UCCJEA provides the following relevant provision:\n§ 5423. Jurisdiction to modify determination\nExcept as otherwise provided in section 5424 (relating to temporary emergency jurisdiction), a court of this Commonwealth may not modify a child custody determination made by a court of another state unless a court of the Commonwealth has jurisdiction to make an initial determination under section 5421(a)(1) or (2) (relating to initial child custody jurisdiction) and:\n(1) the court of the other state determines that it no longer has exclusive jurisdiction under section 5422 (relating to exclusive, continuing jurisdiction) or that a court of this Commonwealth would be a more convenient forum under section 5427 (relating to inconvenient forum); or\n(2) a court of this Commonwealth or a court of the other state determined that the child, the child’s parents and any person acting as a parent do not presently reside in the other state.\n23 Pa.C.S. § 5423.\n¶ 14 Accordingly, as directed by 23 Pa.C.S. § 5423, we must first examine whether there is jurisdiction over the instant custody matter pursuant to 23 Pa. C.S. § 5421 as to initial custody jurisdiction. This section provides:\n§ 5421. Jurisdiction\n(a) General Rule. — Except as otherwise provided in section 5424 (relating to temporary emergency jurisdiction), a court of this Commonwealth has jurisdiction to make an initial child custody determination only if:\n(1) this Commonwealth is the home state of the child on the date of the commencement of the proceeding or was the home state of the child within six months before the commencement of the proceeding and the child is absent from this Commonwealth but a parent or person acting as a parent continues to live in this Commonwealth;\n(2) a court of another state does not have jurisdiction under paragraph (1) or a court of the home state of the child has declined to exercise jurisdiction on the ground that this Commonwealth is the more appropriate forum under section 5427 (relating to inconvenient forum) or 5428 (relating to jurisdiction declined by reason of conduct) and:\n(i) the child and the child’s parents, or the child and at least one parent or a person acting as a parent, have a significant connection with this Commonwealth other than mere physical presence; and\n(ii) substantial evidence is available in this Commonwealth concerning the child’s care, protection, training and personal relationships.\n(3) all courts having jurisdiction under paragraph (1) or (2) have declined to exercise jurisdiction on the ground that a court of this Commonwealth is the more appropriate forum to determine the custody of the child under section 5427 or 5428; or\n(4)no court of any other state would have jurisdiction under the criteria specified in paragraph (1), (2), or (3).\n23 Pa.C.S. § 5421(a).\n¶ 15 Additionally, the UCCJEA notes that physical presence of the child in this Commonwealth is not a prerequisite for jurisdiction in order to determine custody. 23 Pa.C.S. § 5421(c). Further, the UC-CJEA defines “home state” as “the state in which the child immediately preceding the time involved lived with his parents, a parent or a person acting as parent, or an institution, for at least six consecutive months.” 23 Pa.C.S. § 5402. Moreover, our case law provides that the home state is the preferred basis for jurisdiction. McCoy v. Thresh, 862 A.2d 109, 113 (Pa.Super.2004).\n¶ 16 In Bouzos-Reilly, the mother and the father had a child who was born in New York. Id. at 645. The parents and the child lived in New York for the first 88 days of the child’s life, after which the mother relocated with the child to Pittsburgh, Pennsylvania, because of marital discord. Id. The move was for an indefinite period of time. Id. The mother filed a custody complaint in Pennsylvania and the father contested the complaint on the grounds that Pennsylvania lacked jurisdiction and that New York remained the child’s home state since the move to Pittsburgh was “temporary.” This Court held that, since, at the time of the filing of the custody petition, the child had lived in both New York and Pennsylvania during the first five-and-one-half months of his life, there was “no clear cut home state according to the language of section 5420 unless there [was] a finding that [the mother’s] move was only temporary.” Id. at 646 (emphasis in original). This Court further stated that, if it is determined by the trial court that the mother’s move was not temporary, then there is no home state, in which case, there must be a determination pursuant to 23 Pa.C.S. § 5421(a)(2), as to which state is more appropriate based on where there are the most significant contacts. Id. Ultimately, this Court remanded the matter for a determination of whether the mother’s relocation to Pennsylvania was temporary or indefinite.\n¶ 17 Unlike the circumstance in Bouzos-Reilly, the trial court in the instant matter made findings as to whether Father had relocated from Maryland permanently. The trial court stated that both parties “have essentially made a relocation from the original situs of their household in Baltimore.” Trial Court Order and Opinion, 9/8/09, at 2-3. In support of this conclusion, the trial court referenced the testimony of Mother. Mother stated that, at the end of September of 2008, she learned that Father intended to relocate to Erie for a temporary period due to health issues of his girlfriend’s child. N.T., 7/27/09, at 24. Mother testified that Father informed her that the medical issue, a problem with the child’s immune system, would be resolved on or about February of 2009, when he would return to Baltimore with Child. Id. at 25. Mother acceded to Father’s move, as it was on a temporary basis, and the parties agreed that the periods of shared custody would essentially remain the same. Id. However, due to bad weather in Erie, Mother was unable to exercise her periods of custody on several occasions. Id. at 30. Mother stated that, subsequently, Father informed her that he intended to remain in Erie County permanently. Id. at 32. As a result, Mother alleges that she filed her petition for custody, as she was not satisfied with the current custody arrangement.\n¶ 18 In its opinion, the trial court credited the testimony of Mother in concluding that Father’s move to Erie County, although initially purported to be temporary, became a permanent relocation. Trial Court Opinion and Order, 9/8/09, at 7-10. The trial court noted a discrepancy, specifically regarding the time when Mother discovered that Father intended to remain in Erie County. Mother testified that she learned of his intentions at the end of September of 2008; while Mother’s mother testified that Mother learned of this information in August of 2008. Notwithstanding this date confusion, we are bound by the trial court’s decision crediting Mother’s testimony in finding that Father had permanently relocated to Erie County. See Collins. Furthermore, at the time of the filing of Mother’s petition, all relevant parties, Mother, Father and Child, were living in the Commonwealth.\n¶ 19 Applying the trial court’s findings of fact to the relevant inquiries to establish jurisdiction, we find no error in the conclusion that Pennsylvania is the home state of Child and, thus, the court has jurisdiction over the instant matter pursuant to 23 Pa.C.S. § 5421(a)(1). Therefore, we conclude that the requirements of the first part of 23 Pa.C.S. § 5423, governing jurisdiction of a court in this Commonwealth to modify a custody determination of another state, have been met. As a result, we proceed to address the second part of Section 5423, regarding the current location of the relevant parties. Instantly, we find that the trial court made the relevant findings to indicate that the child, the child’s parents, and any person acting in a parental capacity no longer reside in Maryland, the situs of the existing order. Therefore, the requirements of Section 5423(2) have been met and jurisdiction properly lies within the courts of this Commonwealth.\n¶20 In his second issue, Father sets forth several reasons why the trial court erred in awarding Mother primary physical custody pursuant to Gruber v. Gruber, 400 Pa.Super. 174, 583 A.2d 434 (1990). First, Father asserts that the trial court failed to account for the better school system, lower crime rate, and employment opportunities for Father in Erie, Pennsylvania. Next, Father claims that the trial court erred in failing to address how the second Gruber factor, regarding the motives of the relocation, favored Mother over Father. Finally, Father alleges that, relative to the third factor in Gruber, the trial court failed to consider the possibility of alternative visitation arrangements. Relying on Klos v. Klos, 934 A.2d 724, 728 (Pa.Super.2007), Father also claims that the instant custody dispute should be evaluated based on the best interests of Child, rather than the factors in Gruber. When considering the best interests of Child, Father asserts that the trial court should have considered the fact that Father has been the primary caretaker of Child for the majority of Child’s life.\n¶ 21 In reviewing a custody order, our scope and standard of review are well established.\n[0]ur scope is of the broadest type and our standard is abuse of discretion. We must accept findings of the trial court that are supported by competent evidence of record, as our role does not include making independent factual determinations. In addition, with regard to issues of credibility and weight of the evidence, we must defer to the presiding trial judge who viewed and assessed the witnesses first-hand. However, we are not bound by the trial court’s deductions or inferences from its factual findings. Ultimately, the test is whether the trial court’s conclusions are unreasonable as shown by the evidence of record. We may reject the conclusions of the trial court only if they involve an error of law, or are unreasonable in light of the sustainable findings of the trial court.\nCollins v. Collins, 897 A.2d 466, 471 (Pa.Super.2006) (internal citations and quotation marks omitted). The primary concern in any custody case is the best interests of the child. The best-interests standard, decided on a case-by-case basis, considers all factors that legitimately have an effect upon the child’s physical, intellectual, moral, and spiritual well being. Saintz v. Rinker, 902 A.2d 509, 512 (Pa.Super.2006) (citing Arnold v. Arnold, 847 A.2d 674, 677 (Pa.Super.2004)). “A party seeking modification of custody arrangements has the burden to show that modification is in the child’s best interest.” Ketterer v. Seifert, 902 A.2d 533, 539 (Pa.Super.2006). “In evaluating whether a modification of custody is in a child’s best interest, the court has an obligation to consider all relevant factors that could affect the child’s well-being.” Id.\n¶ 22 As we have explained, “[t]here is no black letter formula that easily resolves relocation disputes; rather, custody disputes are delicate issues that must be handled on a case by case basis.” Baldwin v. Baldwin, 710 A.2d 610, 614 (Pa.Super.1998). This Court recently reiterated, “[W]hen a custody case includes a request by one of the parents to relocate with the child, then the best interest analysis must incorporate the three factors originally summarized in Gruber .... ” Klos v. Klos, 934 A.2d 724, 728 (Pa.Super.2007). Those factors consider:\n(1) the potential advantages of the proposed move and the likelihood that the move would substantially improve the quality of life for the custodial parent and the children and is not the result of a momentary whim on the part of the custodial parent;\n(2) the integrity of the motives of both the custodial and noncustodial parent in either seeking the move or seeking to prevent it; [and]\n(3) the availability of realistic, substitute visitation arrangements which will adequately foster an ongoing relationship between the child and the non-custodial parent.\nId. (quoting Collins, 897 A.2d at 471).\n¶ 23 In addressing the applicability of the first prong of Gruber, the trial court set forth the following factual findings and legal conclusions:\nLooking to Gruber, when evaluating [Father’s] move to Erie, the Court under the first factor is to ascertain the potential advantages of the proposed move, economic or otherwise, and the likelihood the move would improve essentially the quality of life for the custodial parent and the children and is not the result of a momentary whim on the part of the custodial parent.\nFrom the descriptions offered, [Father’s] employment opportunities and stability notwithstanding, his claimed quick rise to management and supervisory capacity as well as foreman while in Baltimore seemed to quickly dissipate and had no significant longevity. His move to Erie appears more of an alignment with his new girlfriend and her children, which he now describes as “our” children, of what was then a brief two-month relationship. It’s fairly clear that the move at the time was not focused on [Child] but on [Father] and the proximity of girlfriend’s daughters to their father. The better school system, the rural character of their residence was a happen chance result of the move rather than a goal. Nor was the school system considered at the outset.\nTrial Court Opinion and Order, 9/8/09, at 15-16.\n¶ 24 Contrary to Father’s claims on appeal, the trial court acknowledged the improvements to the school system and the neighborhood. However, the trial court found Father’s claims of improved employment opportunities lacking in credibility. Father’s claims on appeal seek to have this Court re-weigh this evidence in his favor and find his testimony credible. However, our standard of review does not permit us to invade the credibility determinations of the trial court and re-weigh the evidence absent an abuse of discretion. Collins, 897 A.2d at 471. As the trial court’s conclusions are adequately supported in the record, we find no error.\n¶ 25 Relative to the second prong of Gruber, regarding the motive for the relocation, the trial court provided the following pertinent analysis:\nIt is clear with [Father’s] recital of where he has worked since moving to Erie, it was not a move motivated by employment. It was one rather of convenience to be with his girlfriend and her two children, which now he describes as “our children” after at that time being no more than two months of connectivity with her. While the Court recognizes love at first sight, a two-month relationship before cementing a move to Erie raises questions.\nThe momentary whim aspects of [Father] moving to Erie seems to tip the scales for custody in favor of the mother, however slightly.\nThe second Gruber factor requires that the Trial Court consider the integrity of the motives of both the custodial and non-custodial parent in seeking the move or seeking to prevent it. The Court has no doubt that the motives of both parents in this case are appropriate and focused on the best interest and welfare of [Child]. However, [Mother] simply wishes to retain [Child] in an environment which she believes is an appropriate one, good school setting, and one in which [Child] can be close to his relatives. Father seeks to have primary physical connectivity with [Child] who he contends has really bonded with him throughout his life.\nIt would be unfair for this Court to penalize [Mother] for her move to Spring Grove, given the circumstances whereby she seeks to advance her education, and this factor likewise becomes an issue that is balanced on the scale of justice.\nTrial Court Opinion and Order, 9/8/09, at 11-12, 17-18.\n¶ 26 Father, once more, attempts to have this Court re-weigh the evidence for his desired outcome. However, as the trial court’s conclusions are based on evidence in the certified record, we discern no abuse of discretion. At the hearing, Father’s girlfriend, N.M., testified that she met Father in May of 2008, and moved in with him in Baltimore less than three months later, in August of 2008. N.T., 7/28/09, at 288. N.M. admitted that she and Father began to discuss relocating to Erie as early as July of 2008, only two months after they met. Id. at 289. N.M. stated that she and Father are not engaged. Id. In contrast, the testimony at trial reveals that Mother is engaged to her flaneé and waited more than three months before even introducing Child to him. The trial court was within its purview to conclude that the weight of the evidence relative to the motives of the parties benefits Mother relative to the second prong of the Gruber analysis.\n¶ 27 Father next challenges the trial court’s analysis regarding substitute, realistic visitation arrangements, per the third prong of Gruber. Father does not contest that the commute between Erie and Mother’s home in York County makes an equally shared custody arrangement impractical. Father asserts that, based on his past role as Child’s primary caretaker, he should be awarded primary physical custody. Father additionally claims that the trial court did not adequately consider the best interests of Child in its analysis.\n¶ 28 Contrary to Father’s allegations, the trial court provided a thoughtful analysis regarding the best interests of Child in light of the geographic distance between Mother and Father.\nWe cannot escape the reality that it was [Father], who professes that he understands the need for both parents to be involved with [Child’s] life, who made the dramatic move to Erie, Pennsylvania, which while within the boundaries of the Commonwealth of Pennsylvania, is the equivalency of a trip to Europe by way of automobile.\nGiven that, we believe this was not a well-thought-out decision by [Father], nor jointly fully embraced by [Mother]. And given that we believe that [Mother] acquiesced conditionally to the move in contrast to being simply advised of the move, we believe firmly that [Father] must be the one who shoulders the burden of his decision. That burden makes it difficult for his own employment. Both [Father] and [Mother] were originally York Countians [sic] and have their family reasonably close by. [Father’s] conduct in establishing residency in Erie predicated upon his girlfriend’s connectivity thereto tips the scale to [Mother].\nWe should further note that the Court is extraordinarily sensitive to [Child’s] needs. It is fully apparent that the parents have made their respective decisions based more so on their needs rather than [Child]. Everyone loses in this circumstance, particularly [Child], given the problems created by the move to Erie. Obviously, each parent can satisfy the other parent by going halfway. Unfortunately, when you think about it, [Child] has to make the full trip both ways.\nTrial Court Opinion and Order, 9/8/09, at 18-19.\n¶ 29 This Court’s review of the certified record reveals that it supports the trial court’s conclusions. Contrary to Father’s allegations, the trial court did not mechanically apply the three prongs of Gruber, but rather examined the relevant Gruber inquires under the proverbial umbrella of the best interests of the child as prescribed by Klos.\n¶ 30 We further note that Father properly asserts that the primary caretaker doctrine requires a trial court in a custody proceeding to give positive consideration to the parent who has been the primary caretaker. Klos. However, the trial court did not find the doctrine was applicable in the instant matter. When evaluating Father’s allegation that he was primary caretaker, the trial court referenced Father’s testimony, wherein he stated that he worked 70 to 80 hours per week during the first two years of Child’s life. N.T., 7/27/09, at 145. During this time, Mother testified that she worked as a nanny and took Child to work with her. Mother additionally presented evidence to indicate that she regularly took Child to his medical appointments throughout his lifetime. Id. at 49-56. Based on this testimony, the trial court was within its purview to discern that Father was not the primary caretaker for Child. We are not free to reweigh that credibility determination on appeal.\n¶ 31 Based upon our thorough review of the certified record and the relevant law, we find: (1) that jurisdiction properly lies within the Commonwealth in this appeal; and (2) that the trial court’s award of primary physical custody to Mother is adequately supported in the record. Accordingly, we affirm the order of the trial court.\n¶ 32 Order affirmed.\n¶ 33 Judge LAZARUS concurs in the result.\n. The predecessor statute to the UCCJEA, the Uniform Child Custody Jurisdiction Act, was repealed by 2004, June 15, P.L. 236, No. 39, § 2, effective Aug. 16, 2004, and re-enacted with revisions as the UCCJEA.\n. Father makes an additional claim that Mother is prohibited from challenging his relocation to Erie because she waited almost a year after his initial move to Erie to file her custody petition. As noted, the trial court found Mother's testimony credible that she filed her petition one month after learning that his move to Erie was permanent. Accordingly, contrary to Father’s allegation, Mother promptly brought forth her petition for custody upon learning of Father’s relocation. Moreover, Father is unable to provide any relevant statutory or legal basis to suggest that a custody claim can be waived by failing to file a petition in a timely manner.",
        "type": "majority",
        "author": "OPINION BY BENDER, J.:"
      }
    ],
    "attorneys": [
      "Karl E. Rominger, Carlisle, for appellant.",
      "D.J. Hart, Hanover, for appellee."
    ],
    "corrections": "",
    "head_matter": "J.M.R., Appellee v. J.M., Appellant.\nSuperior Court of Pennsylvania.\nArgued April 6, 2010.\nFiled July 9, 2010.\nKarl E. Rominger, Carlisle, for appellant.\nD.J. Hart, Hanover, for appellee.\nBEFORE: BENDER, PANELLA and LAZARUS, JJ."
  },
  "file_name": "868-902-01",
  "first_page_order": 898,
  "last_page_order": 910
}
