{
  "id": 7866006,
  "name": "In re Dushan S. ZDRAVKOVICH, Respondent. A Member of the Bar of the District of Columbia Court of Appeals",
  "name_abbreviation": "In re Zdravkovich",
  "decision_date": "1996-02-29",
  "docket_number": "No. 93-BG-241",
  "first_page": "905-937",
  "last_page": "941",
  "citations": [
    {
      "type": "official",
      "cite": "671 A.2d 937"
    }
  ],
  "court": {
    "name_abbreviation": "D.C.",
    "id": 11933,
    "name": "District of Columbia Court of Appeals"
  },
  "jurisdiction": {
    "id": 56,
    "name_long": "District of Columbia",
    "name": "D.C."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 640,
    "char_count": 16813,
    "ocr_confidence": 0.729,
    "pagerank": {
      "raw": 4.7817273071113374e-08,
      "percentile": 0.29952093732105617
    },
    "sha256": "8c3e7ee93a4b0e2b43bd4bcfde99d305c1c3afab31917fe2a925ff0a6344f6a4",
    "simhash": "1:5fd992ebe09ae84e",
    "word_count": 2727
  },
  "last_updated": "2023-07-14T22:43:10.053725+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before WAGNER, Chief Judge, and KING, Associate Judge, and PRYOR, Senior Judge."
    ],
    "parties": [
      "In re Dushan S. ZDRAVKOVICH, Respondent. A Member of the Bar of the District of Columbia Court of Appeals."
    ],
    "opinions": [
      {
        "text": "PER CURIAM:\nFollowing a hearing in this disciplinary case, the Board on Professional Responsibility (Board) issued a Report and Recommendation (report) agreeing with the Hearing Committee’s (Committee) findings that respondent, Dushan Zdravkovieh, a member of the District of Columbia Bar, neglected legal matters entrusted to him and engaged in conduct prejudicial to the administration of justice in violation of DR 6-101(A)(3) and DR 1-102(A)(5) respectively. The Board adopted the Committee’s recommendation that respondent be suspended for sixty days. However, the Board modified the recommendation to include a provision that the suspension be stayed for one year during which respondent would be placed on probation with conditions. Respondent timely filed exceptions to the Board’s report, but subsequently withdrew them.\nI.\nThe violations arose out of respondent’s representation of three mental health clients who were involuntarily committed to Saint Elizabeth’s Hospital under the emergency civil commitment procedures of the District of Columbia Hospitalization of the Mentally Ill Act (the Act), D.C.Code § 21-501 et seq. (1989). Respondent was the court-appointed attorney for Jesse J. Price, Juanita Lassiter, and Amil Rosebure. After a five-day hearing, a Hearing Committee found that respondent negligently failed to pursue his clients’ cases and engaged in conduct prejudicial to the administration of justice.\nII.\nA. The Price Case\nMr. Price was brought to St. Elizabeth’s Hospital on January 12, 1990, for emergency hospitalization under D.C.Code §§ 21-521, - 522. On January 16, 1990, the hospital filed a petition for an order continuing hospitalization for up to seven days. The Superior Court granted the petition that same day and appointed respondent to represent Mr. Price, along with five other clients. Respondent fulfilled his obligations to three of the clients, but testified that he was not informed of his representation of Mr. Price until January 24, 1990. By that date, Mr. Price’s right to request a probable cause hearing had passed. Based upon evidence concerning the procedures by which the court notifies attorneys of their appointments to represent mental health patients, including monitoring and telephone calls to the attorneys to ensure that materials were picked up within two to three days of appointment, the Hearing Committee determined that it was unlikely that respondent remained unaware of the appointment.\nEven after respondent received notice of his representation of Mr. Price on January 24, he failed to meet or speak with Mr. Price to explain his legal rights and determine whether Mr. Price wanted to exercise them. Respondent testified that sometimes the court would allow a probable cause hearing after the statutory seven days, but respondent did not ascertain whether Mr. Price wanted such a hearing. Respondent testified he thought that a probable cause hearing would be “an exercise in futility.” He testified that he attempted to speak with Mr. Price by telephone, but Mr. Price would not accept his call. Mr. Price did not attend his hearing at the Mental Health Commission on February 6. The Commission rescheduled the hearing for February 20. In the interim, Mr. Price sought other counsel at the Washington Legal Clinic for the Homeless, Mr. Richard Fugate. Mr. Fugate contacted Ms. Laurie Davis, an attorney at the Mental Health Division of the Public Defender Service (PDS). Ms. Davis investigated the matter and found that respondent represented Mr. Price and that Mr. Price was entitled to a hearing. Mr. Fugate related this information to Mr. Price along with Ms. Davis’ telephone number. Mr. Price telephoned Ms. Davis who informed him that he should contact respondent, and she gave him respondent’s telephone number. Mr. Price left several messages with respondent’s secretary, but never spoke with respondent. On February 15, Ms. Davis informed Mr. Price that the Commission had rescheduled his hearing for February 20. Mr. Price explained that he wanted a new attorney and Ms. Davis advised him to request one in writing.\nRespondent did not attend the hearing on February 20. He testified that he thought the date was tentative, and he arranged other meetings for that day in Maryland. On February 20, the Chair of the Mental Health Commission called respondent to request his attendance, but respondent was prevented from leaving his office because of a bomb scare at the adjacent Prince George’s County Courthouse in Maryland. The hearing was rescheduled for February 22.\nAt the February 20 hearing, Mr. Price informed the Chief of the PDS Mental Health Division, Mr. Harry Fulton, that he wanted another attorney. Mr. Fulton decided not to replace respondent, and told Mr. Price that he had spoken to respondent that morning and respondent promised to contact Mr. Price before a new hearing. Respondent or his staff left a message for Mr. Price at the hospital stating that respondent would soon visit, but respondent never did so. Respondent failed to appear for the February 22 hearing, and the Commission removed him as counsel, appointed Mr. Fulton and rescheduled the hearing for March 22, 1990. Respondent testified that when the Chair of the Mental Health Commission told him the hearing was for “next Thursday,” he understood that to mean the hearing was on March 1, not February 22.\nMr. Price’s new counsel requested a probable cause hearing on February 26 based on Mr. Price’s sworn affidavit that he had not been advised by counsel, that respondent had not met with him or returned his February 12 telephone call, or attended the scheduled hearings on February 20 and 22. The court granted the probable cause hearing, but the issues to be decided in the hearing were rendered moot by the hospital’s conversion of Mr. Price’s status from involuntary to voluntary.\nThe Board concluded that respondent violated DR 1-102(A)(5) (conduct prejudicial to the administration of justice). It agreed with the Hearing Committee that respondent had not willfully or deliberately disregarded the law or rules, but it found his conduct to be reckless. The Board found that respondent’s conduct interfered with the hearing process and resulted in his missing hearings, neglecting his client, and requiring the Chair of the Mental Health Commission to intervene and appoint new counsel.\nB. The Lassiter Case\nThe evidence showed that Juanita Lassiter was brought to the hospital on January 15, 1990, and admitted for forty-eight hours. The next day, the hospital filed a petition for an order continuing her hospitalization for up to seven days, which the trial court granted. Respondent was appointed to represent Ms. Lassiter on the same day he was appointed to represent Mr. Price. From January 16 to January 23, respondent failed to contact Ms. Lassiter. On January 23, the day her right to a probable cause hearing was to expire, Ms. Lassiter asked the staff at the hospital how she could get an attorney. Staff provided her the number for PDS. She telephoned PDS and spoke with Harry Fulton, who, in turn, called the court to inquire about Ms. Lassiter’s status at the hospital. Mr. Fulton also called respondent, but he was not in his office. Ms. Lassiter called respondent throughout the day, but no one returned her calls. Mr. Fulton, Ms. Lassiter, and the Clerk’s Office scheduled a hearing for January 24, 1990, and the court notified respondent of the hearing. Respondent met Ms. Lassiter for the first time just before the probable cause hearing. The court determined there was probable cause for Ms. Las-siter’s continued commitment.\nOn February 6, respondent represented Ms. Lassiter at a hearing before the Mental Health Commission. The Commission recommended that Ms. Lassiter be committed. Respondent claims he met with Ms. Lassiter many times before this hearing; Ms. Lassi-ter testified he never met with her.\nThe Board concluded that respondent violated DR 6 — 101(A)(3) (neglect of a legal matter) in connection with Ms. Lassiter’s case. It based its conclusion on his conduct before January 23 only.\nC. The Rosebure Case\nAmil Rosebure was brought to the hospital on September 3, 1988, for emergency hospitalization, and admitted for forty-eight hours. On September 6, the hospital filed a petition for an order continuing his hospitalization for no more than seven days. The court granted this petition and appointed respondent to represent Mr. Rosebure.\nRespondent testified that he did not receive timely notice of his appointment and that when he received notice and attempted to investigate the case, the hospital told him that Mr. Rosebure was a voluntary patient. Mr. Rosebure had a history of signing in and out of St. Elizabeth’s and had last signed himself out on August 30, 1988. On September 13, Mr. Rosebure’s statutory right to request a probable cause hearing expired, and that same day, the hospital filed a petition for his judicial hospitalization. A hearing before the Mental Health Commission was scheduled for October 13. According to respondent, either his staff did not inform him of the hearing, or the hospital again misinformed him that Mr. Rosebure was a voluntary patient, and respondent did not contact Mr. Rosebure.\nMr. Rosebure contacted Mr. Mark Colley, an attorney who had represented him in previous matters. Mr. Colley called David Norman of PDS to request information. Mr. Norman did not contact Mr. Rosebure, apparently because both Mr. Colley and Mr. Norman believed, based on Mr. Rosebure’s representations, that he was a voluntary patient. On September 27, Mr. Rosebure telephoned Mr. Norman, who learned from the Mental Health Commission that Mr. Rose-bure was an involuntary patient and that respondent was his counsel. Mr. Norman telephoned respondent and discussed whether respondent had advised Mr. Rosebure about his rights. Respondent replied that he did not know whether he had seen Mr. Rose-bure but that a member of his staff might have seen him. Respondent promised to check with his staff members who prepared new mental health cases. Respondent took Mr. Norman’s name and number, but he never called back.\nThe next day, Mr. Rosebure called Mr. Norman. Since Mr. Norman did not represent patients in civil commitment proceedings, he referred the message to Michael Ryan of PDS, with a notation that respondent had not returned Mr. Norman’s call. On September 28 or 29, Mr. Rosebure called Mr. Ryan and requested that he visit. Mr. Ryan attempted to reach respondent and left a message at his office. Respondent never returned the call.\nOn September 30, Mr. Ryan and Ms. Karin Krchnak of PDS visited Mr. Rosebure at the hospital. Mr. Rosebure confirmed that he had not heard from respondent. Mr. Ryan advised Mr. Rosebure of his right to a probable cause hearing, and Mr. Rosebure indicated that he wanted one. Mr. Ryan then prepared a letter to Judge Block of the Superior Court, stating that Mr. Rosebure had never been contacted by respondent and that Mr. Rosebure was dissatisfied with the representation. On October 4, 1988, Judge Block appointed Mr. Ryan as Mr. Rosebure’s attorney. The court stayed the hearing before the Commission pending the scheduling of a probable cause hearing. The court further wrote to respondent and ordered him to appear before the court on October 11.\nRespondent did not appear on October 11, but he wrote a letter to Judge Block explaining that he had a scheduling conflict with a court appearance in Prince George’s County. Respondent also stated that his “initial inquiry” indicated that Mr. Rosebure was a voluntary patent and that after PDS contacted him, he tried to contact Mr. Rosebure. Respondent said that he located and “confer-enced” with Mr. Rosebure on October 3, and determined that Mr. Rosebure was “psychotic [sic] but probably not suffering from any mental disease warranting commitment.”\nOn January 12, 1989, a hearing was held before the Mental Health Commission. Mr. Ryan appeared on behalf of Mr. Rosebure. The Commission determined that Mr. Rose-bure’s mental illness was in remission, and the petition for his judicial hospitalization was dismissed on January 18,1989.\nThe Hearing Committee concluded that respondent had violated DR 6-101(A)(3) (conduct prejudicial to the administration of justice). The Committee found that violations of DR 7-101(A)(l), (2) and (3) had not been proven by clear and convincing evidence.\nIII.\nSanctions\nThe Board recommended that respondent be suspended for sixty days considering the fact that the violations occurred in three separate cases and involved particularly helpless clients. The Board also recommended that the sixty-day suspension be stayed for one year during which respondent should be placed on probation. The Board recommended the stay in view of respondent’s almost twenty years of practice without any disciplinary referrals to Bar Counsel. The Board also considered that respondent had represented hundreds of patients at St. Elizabeth’s as court-appointed counsel.\nConclusion\nWe accept the Board’s findings of fact as supported by substantial evidence. We also adopt the Board’s recommendation for sanctions as consistent with dispositions for comparable conduct in other cases. See D.C.Bar R. XI § 9(g). Therefore, it is hereby\nORDERED that respondent is suspended from the practice of law for sixty days; it is\nFURTHER ORDERED that the suspension shall be stayed for one year and respondent shall be placed on probation under the following terms and conditions:\nThe suspension shall be reinstated and take effect if, during the one year of probation, respondent^] (a) is held in contempt of court, (b) fails to report to Bar Counsel that he was held in contempt of court within ten days of the court order, (c) fails to report to Bar Counsel that he missed a filing deadline in a matter arising under the Mental Health Act, (d) is involuntarily removed by a court from a case arising under the Act, or (e) fails to report to Bar Counsel his removal by a court from a case arising under the Act within ten days of the date of the removal; it is further\nORDERED that this order shall take effect fourteen days from the date of its issuance and remain in effect until it expires by its terms.\nSo ordered.\n. This disciplinary proceeding arises out of conduct occurring prior to January 1, 1991, the effective date of the new Rules of Professional Conduct, and therefore it is governed by the Code of Professional Responsibility which was in effect through December 31, 1990.\n. In addition, the Board recommended the following:\nthat the terms and conditions of probation be structured as follows: the suspension be reinstated and take effect if, during the year of probation, Respondent!!] (a) is held in contempt of court, (b) fails to report to Bar Counsel that he was held in contempt of court within ten days of the court order, (c) fails to report to Bar Counsel that he missed a filing deadline in a matter arising under the Act within ten days of the date he becomes aware of the missed filing, (d) is involuntarily removed by a court from a case arising under the Act, or (e) fails to report to Bar Counsel his removal by a court from a case arising under the Act within ten days of the date of the removal.\n.Bar Counsel had alleged that respondent negligently and intentionally failed to pursue the case regarding the confinement of these three clients to a mental institution, and in so doing, engaged in conduct prejudicial to the administration of justice. The Hearing Committee found that it had not been proved by clear and convincing evidence that respondent intentionally failed to seek the lawful objectives of his clients or intentionally failed to carry out his contracts of employment, and the Board agreed with those findings and conclusions.\n. Rule XI § 9(g) reads in pertinent part as follows:\n[U]pon consideration of the report if no exceptions are filed, the Court shall enter an appropriate order.... In determining the appropriate order, the Court shall accept the findings of fact made by the Board unless they are unsupported by substantial evidence of record, and shall adopt the recommended disposition of the Board unless to do so would foster a tendency toward inconsistent dispositions for comparable conduct or would otherwise be unwarranted.",
        "type": "majority",
        "author": "PER CURIAM:"
      }
    ],
    "attorneys": [
      "Christopher A. Teras for respondent.",
      "Julia Porter, Assistant Bar Counsel, with whom Leonard H. Becker, Bar Counsel, was on the brief, for Bar Counsel."
    ],
    "corrections": "",
    "head_matter": "In re Dushan S. ZDRAVKOVICH, Respondent. A Member of the Bar of the District of Columbia Court of Appeals.\nNo. 93-BG-241.\nDistrict of Columbia Court of Appeals.\nArgued March 22, 1995.\nDecided Feb. 29, 1996.\nChristopher A. Teras for respondent.\nJulia Porter, Assistant Bar Counsel, with whom Leonard H. Becker, Bar Counsel, was on the brief, for Bar Counsel.\nBefore WAGNER, Chief Judge, and KING, Associate Judge, and PRYOR, Senior Judge.\nJudge King concurs in the result."
  },
  "file_name": "905-937-01",
  "first_page_order": 963,
  "last_page_order": 967
}
